[{
		"Term" : "Wisdom",
		"Definition" : "The quality of understanding a mage possesses about the proper balance of magic and the mundane. Wisdom is hard to acquire and maintain when practicing the Ars Mysteriorum, but it is well worth the effort, for many mages believe that only the Wise can attain the Final Key to the Mysteries."
	}, {
		"Term" : "willworker",
		"Definition" : "A mage, someone who -works his will- on reality."
	}, {
		"Term" : "will",
		"Definition" : "The force of intent someone can bring to bear to accomplish a task. For mages, this has the extra meaning of -the magical will,- the intent to alter reality through magic."
	}, {
		"Term" : "Watchtower",
		"Definition" : "A mystical edifice in a Supernal Realm, erected by the Atlantean kings or Oracles to oppose the Exarchs and restore magic to the Fallen World after the creation of the Abyss."
	}, {
		"Term" : "ward",
		"Definition" : "A Space spell that forms a barrier against Space magic, including sympathetic spells and scrying. Some wards called -Bans-act as a barrier against certain classes of creature or thing."
	}, {
		"Term" : "Verge",
		"Definition" : "A place where the Gauntlet has no strength, so that beings can pass between the material realm and the Shadow Realm without need of magic."
	}, {
		"Term" : "Veil",
		"Definition" : "The body of customs used to keep the Mysteries secret from those who could taint them, including Sleepers."
	}, {
		"Term" : "undead",
		"Definition" : "A once-living creature that continues to exist after death in an animate form. Includes ghosts, zombies and vampires."
	}, {
		"Term" : "Twilight",
		"Definition" : "The state of existence within the material realm for most ephemeral beings that find themselves on the material side of the Gauntlet, including ghosts and spirits. Beings and things within Twilight cannot be seen or touched by those without the requisite spells."
	}, {
		"Term" : "Time",
		"Definition" : "The Arcanum that governs divination, prophecy and temporal acceleration/deceleration."
	}, {
		"Term" : "Thyrsus",
		"Definition" : "A mage whose Path leads to the Primal Wild. Thyrsus epitomize the tarot card of -The Moon.-"
	}, {
		"Term" : "thrall",
		"Definition" : "A mage whose soul stone has come into the possession of another mage. There are ancient customs over what rights the possessor has, usually involving only three favors or tasks he can ask of the soul stone’s true owner before he must relinquish possession."
	}, {
		"Term" : "theriomorph",
		"Definition" : " being with the ability to shape-shift at will into an animal (i.e., a werewolf), as distinct from someone who uses magic to shape-shift."
	}, {
		"Term" : "Temenos",
		"Definition" : "The plane of the collective soul within Astral Space, likened to the concept of the Jungian collective unconscious."
	}, {
		"Term" : "tass",
		"Definition" : "Magical substance. A form of the prima materia (Prime), tass is likened to the -earth-or -solid-state of that substance. It can be -broken-or -melted-down into Mana."
	}, {
		"Term" : "Tapestry",
		"Definition" : "A metaphor for the whole of Creation, made up of many discrete Patterns."
	}, {
		"Term" : "Supernal World",
		"Definition" : "he higher reality that was cut off by creation of the Abyssin the Celestial War of Atlantis. It is the source of magic and is believed to be the true home for all souls."
	}, {
		"Term" : "Supernal Realm",
		"Definition" : "A realm within the Supernal World. Mages know of five such realms, because of the Watchtowers placed in them."
	}, {
		"Term" : "Stygia",
		"Definition" : "A Supernal Realm where the Ruling Arcanaare Death and Matter. Mages who walk the MorosPath claim a Watchtower in this realm."
	}, {
		"Term" : "Spirit",
		"Definition" : "The Arcanum that governs exorcism, the Gauntlet, the Shadow Realm, soul retrieval and spirits."
	}, {
		"Term" : "Space",
		"Definition" : "The Arcanum that governs conjuration, scrying, sympathy, teleportation and wards."
	}, {
		"Term" : "soul stone",
		"Definition" : "A physical piece of a mage’s soul, voluntarily created at the cost of the mage’s own magical potential, but which forms the necessary foundation of a Demesne."
	}, {
		"Term" : "soul",
		"Definition" : "The essential core of a human being, as distinct from the mind or psyche and the spirit (the subtle body). It is the soul that Awakens and yearns to ascend to the Supernal World."
	}, {
		"Term" : "Sleepwalker",
		"Definition" : "A Sleeper who is not Awake but who does not suffer from Quiescence and Disbelief, and who does not increase the chance of a Paradox should he witness vulgar or improbable magic."
	}, {
		"Term" : "Sleeper",
		"Definition" : "A mortal who is not Awake —the majority of human beings in the modern era. Sleepers suffer from the Quiescence and Disbelief, and worsen the chances of a Paradox if they witness vulgar or improbable magic."
	}, {
		"Term" : "Silver Ladder",
		"Definition" : "A mystical order with roots in Atlantis. They were the viziers and priests of the Awakened City."
	}, {
		"Term" : "Shadow Realm",
		"Definition" : "The spiritual or ephemeral portion of the Fallen World, separated from the material realm by the Gauntlet."
	}, {
		"Term" : "shadow name",
		"Definition" : "The moniker a mage adopts to hide his real name from mages who would use sympathetic magic against him or threaten his Sleeper friends and family."
	}, {
		"Term" : "Sentinel",
		"Definition" : "An official role within the Consilium, representing a mage enforcer. Sentinels see to the military a tasks of the Consilium."
	}, {
		"Term" : "Scelestus",
		"Definition" : "-The Accursed.- A mage whose soul is tainted by the Abyss or pledged to an Abyssal entity. A Scelestus is created through a Legacy."
	}, {
		"Term" : "sanctum",
		"Definition" : "The place where a mage or a cabal performs magical studies and practices the Ars Mysteriorum."
	}, {
		"Term" : "Quiescence",
		"Definition" : "The curse that keeps most souls from Awakening, closing people’s eyes to the truth of reality and indoctrinating them into the Lie."
	}, {
		"Term" : "Provost",
		"Definition" : "An official role within the Consilium, representing a mage bailiff. Provosts are tasked with ensuring Consilium’s rulings are carried out by those affected."
	}, {
		"Term" : "Prime",
		"Definition" : "The Arcanum that governs Hallows, illusions, magical imbuement, Mana, resonance and tass."
	}, {
		"Term" : "Primal Wild",
		"Definition" : "A Supernal Realm where the Ruling Arcana are Life and Spirit. Mages who walk the ThyrsusPath claim a Watchtower in this realm."
	}, {
		"Term" : "prima materia",
		"Definition" : "The Supernal substance, also called Prime. In the Fallen World, the prima materia is known in two states, Mana and tass."
	}, {
		"Term" : "Practice of Weaving",
		"Definition" : "A body of knowledge associated with the third degree (3rd dot) of an Arcanum, describing how a mage can mystically alter a target."
	}, {
		"Term" : "Practice of Veiling",
		"Definition" : "A body of knowledge associated with the second degree (2nd dot) of an Arcanum, describing how a mage can mystically conceal phenomena within the Arcanum’s purview."
	}, {
		"Term" : "Practice of Unveiling",
		"Definition" : "A body of knowledge associated with the first degree (1st dot) of an Arcanum, describing how a mage can mystically perceive phenomena within the Arcanum’s purview."
	}, {
		"Term" : "Practice of Unraveling",
		"Definition" : "A body of knowledge associated with the fourth degree (4th dot) of an Arcanum, describing how a mage can gravely injure or degrade targets."
	}, {
		"Term" : "Practice of Unmaking",
		"Definition" : "A body of knowledge associated with the fifth degree (5th dot) of an Arcanum, describing how a mage can mystically destroy targets or phenomena within the Arcanum’s purview."
	}, {
		"Term" : "Practice of Shielding",
		"Definition" : "A body of knowledge associated with the second degree (2nd dot) of an Arcanum, describing how a mage can mystically protect targets."
	}, {
		"Term" : "Practice of Ruling",
		"Definition" : "A body of knowledge associated with the second degree (2nd dot) of an Arcanum, describing how a mage can mystically command and control targets."
	}, {
		"Term" : "Practice of Perfecting",
		"Definition" : "A body of knowledge associated with the third degree (3rd dot) of an Arcanum, describing how a mage can mystically bolster or improve targets."
	}, {
		"Term" : "Practice of Patterning",
		"Definition" : "A body of knowledge associated with the fourth degree (4th dot) of an Arcanum, describing how a mage can significantly transform targets."
	}, {
		"Term" : "Practice of Making",
		"Definition" : "A body of knowledge associated with the fifth degree (5th dot) of an Arcanum, describing how a mage can mystically create phenomena within the Arcanum’s purview from nothing."
	}, {
		"Term" : "Practice of Knowing",
		"Definition" : "A body of knowledge associated with the first degree (1st dot) of an Arcanum, describing how a mage can gain mystical knowledge and understanding of phenomena within the Arcanum’s purview."
	}, {
		"Term" : "Practice of Fraying",
		"Definition" : "A body of knowledge associated with the third degree (3rd dot) of an Arcanum, describing how a mage can mystically harm a target."
	}, {
		"Term" : "Practice of Compelling",
		"Definition" : "A body of knowledge associated with the first degree (1st dot) of an Arcanum, describing how a mage can mystically nudge events or targets within the Arcanum’s purview toward a desired outcome."
	}, {
		"Term" : "Pentacle",
		"Definition" : "The loose alliance of the four Atlantean magical orders (Adamantine Arrow, Guardians of the Veil, the Mysterium and the Silver Ladder) and the Free Council order. This term also refers to Consilii in which all five of these orders participate."
	}, {
		"Term" : "Pattern",
		"Definition" : "The mystical -body-of a person, place or thing, describing the Arcana of which it is composed."
	}, {
		"Term" : "Path",
		"Definition" : "A mage’s personal connection to a Watchtowerin a Supernal Realm, by which he can work magic."
	}, {
		"Term" : "Paradox",
		"Definition" : "A temporary break in reality caused by the misapplication of magic. There are five types of Paradoxes - Anomaly, Bedlam, Branding, Havoc and Manifestation."
	}, {
		"Term" : "Pandemonium",
		"Definition" : "A Supernal Realm where the Ruling Arcana are Mind and Space. Mages who walk the MastigosPath claim a Watchtower in this realm."
	}, {
		"Term" : "order",
		"Definition" : "A formal organization of mages that seeks to cultivate the Ars Mysteriorum among its members and diss its goals to other mages."
	}, {
		"Term" : "Oracle",
		"Definition" : "A mythical arch-mage who resides in the Supernal World, one of those who held true to Atlantean ideals in the Celestial War. Oracles oppose the Exarchs."
	}, {
		"Term" : "Oneiros",
		"Definition" : "A mage’s personal dream plane within Astral Space."
	}, {
		"Term" : "Obrimos",
		"Definition" : "A mage whose Path leads to the Aether. Obrimos epitomize the tarot card of -Strength.-"
	}, {
		"Term" : "Mysterium",
		"Definition" : "A mystical order with roots in Atlantis. They were the scholars and explorers of the Awakened City."
	}, {
		"Term" : "Mysteries",
		"Definition" : "The ways of magic, especially concerning how the art and practice of magic can ascend the soul safely across the Abyss."
	}, {
		"Term" : "Moros",
		"Definition" : " mage whose Path leads to Stygia. Moros epitomize the tarot card of -Death.-"
	}, {
		"Term" : "Mind",
		"Definition" : "he Arcanum that governs communication, hallucinations, mental projection, mind control and telepathy."
	}, {
		"Term" : "Matter",
		"Definition" : "The Arcanum that governs alchemy, elemental air, elemental earth, elemental water, shaping and transmutation."
	}, {
		"Term" : "material realm",
		"Definition" : "The physical portion of the Fallen World, the only realm of existence known to Sleepers."
	}, {
		"Term" : "Mastigos",
		"Definition" : "A mage whose Path leads to Pandemonium. Mastigos epitomize the tarot card of -The Devil.-"
	}, {
		"Term" : "master",
		"Definition" : "A mage who has attained the fifth degree (5 dots) of knowledge in an Arcanum."
	}, {
		"Term" : "Manifestation",
		"Definition" : "A Paradox where a creature from the Abyss manifests within the caster’s vicinity."
	}, {
		"Term" : "Mana",
		"Definition" : "Magical energy. A form of the prima materia(Prime), Mana is likened to the -water-or -liquid-state of that magical substance, as compared to tass, the -earth-or -solid- state."
	}, {
		"Term" : "magical tools",
		"Definition" : "Items a mage uses to help prevent a Paradox when casting magic. Tools can be chosen from the mage’s Path or order lists."
	}, {
		"Term" : "Life",
		"Definition" : "The Arcanum that governs disease, evolution, healing, metamorphosis and vigor."
	}, {
		"Term" : "Lie",
		"Definition" : "The world of Sleepers, ignorant to magic and the supernatural. Conversely, it refers to the state of being ignorant of the Mysteries, as contrasted with the Invisible Truth. Also, any force that tries to hide the truth (i.e., the schemes of the Exarchs)."
	}, {
		"Term" : "Lex Magicus",
		"Definition" : "The body of law concerning magic and the Awakened community. Each cabal is expected to police itself within the bounds of this law, and the Consilium can adjudicate the law when a cabal does not honor it or comes into conflict with another cabal or mage."
	}, {
		"Term" : "Legacy",
		"Definition" : "A mystical teaching about the crafting of the Awakened soul. Legacies cannot be learned from books, but must be taught from mentor to student. Legacies allow a mage to acquire mystical attainments."
	}, {
		"Term" : "Invisible Truth",
		"Definition" : "Awareness and knowledge of the supernatural world, especially the Supernal World and the Mysteries. Mainly used as a term that counters the Lie."
	}, {
		"Term" : "initiate",
		"Definition" : "A mage who attains the first degree (1 dot) of knowledge in an Arcanum."
	}, {
		"Term" : "Imperium Mysteriorum",
		"Definition" : "-Sovereignty of the Mysteries.-"
	}, {
		"Term" : "Imago",
		"Definition" : "The image of a spell in the mind’s eye of its caster."
	}, {
		"Term" : "Hubris",
		"Definition" : "An act or state of mind that causes a mage to stray from the path of Wisdom(i.e., to suffer Wisdom degeneration)."
	}, {
		"Term" : "High Speech",
		"Definition" : "The Atlantean language, woven into the Tapestry itself so that statements made with this tongue can alter reality. It is believed that this is because it was the native tongue of the Oracles and Exarchs, and their reign in the Supernal World gives their language power over the Fallen World. Although poorly understood by modern mages, it can be spoken to increase magical efficacy. Sleeper minds cannot process the language, and they mishear it as noise or foreign babble."
	}, {
		"Term" : "Hierarch",
		"Definition" : "The leader of the Consilium, usually one of the most powerful and influential mages in a region."
	}, {
		"Term" : "Herald",
		"Definition" : "An official role within the Consilium, representing a mage diplomat. Heralds are usually sent as mes or ambassadors to member cabals or other Consilii."
	}, {
		"Term" : "Havoc",
		"Definition" : "A Paradox where the caster loses control of his spell, causing it to affect a random target, and in some cases reverse the spell’s effect."
	}, {
		"Term" : "Hallow",
		"Definition" : "A place that collects and/or generates Mana."
	}, {
		"Term" : "Guardians of the Veil",
		"Definition" : "A mystical order with roots in Atlantis. They were the spies and secret police of the Awakened City."
	}, {
		"Term" : "goetic",
		"Definition" : "An adjective describing demons within Astral Space."
	}, {
		"Term" : "Gnosis",
		"Definition" : "A mage’s understanding of the Supernal World. This is not a conscious knowledge so much as an instinct. It is the core of a mage’s Awakened consciousness, the means by which he can contact a higher realm. (His Arcanum lore provides the mechanism by which he draws down the laws of that higher realm.)"
	}, {
		"Term" : "geas",
		"Definition" : "A powerful Fate spell that forces its target to perform a certain deed or accomplish a certain goal. From the early Irish word for -taboo.-"
	}, {
		"Term" : "Gauntlet",
		"Definition" : "The barrier between the material realm and the Shadow Realm. The strength of the Gauntlet varies in certain areas, and even disappears completely at a Verge."
	}, {
		"Term" : "Free Council",
		"Definition" : "A mystical order that was officially formed at the beginning of the 20th century. It proudly claims no ties to Atlantis and seeks to modernize the craft of magic."
	}, {
		"Term" : "Forces",
		"Definition" : "The Arcanum that governs electricity, gravity, kinetic energy, light, physics, radiation, sound and weather."
	}, {
		"Term" : "Final Key",
		"Definition" : "The legendary state of understanding where a mage has solved the Mysteries and can ascend to the Supernal World."
	}, {
		"Term" : "Fate",
		"Definition" : "The Arcanum that governs blessings, curses, destiny, fortune, oaths and probability."
	}, {
		"Term" : "familiar",
		"Definition" : "A spirit aide to a mage, mystically bonded to his soul through use of Spirit magic. Familiars make excellent spies for those mages capable of casting scrying spells and sympathetic magic."
	}, {
		"Term" : "Fallen World",
		"Definition" : "The prosaic world — this world, including both the material realm and the Shadow Realm."
	}, {
		"Term" : "Exarch",
		"Definition" : "A mythical archmage who resides in the Supernal World, one of the victors in the Atlantean Celestial War. Exarchs are opposed by Oracles."
	}, {
		"Term" : "ephemera",
		"Definition" : "Spiritual substance, the thing of which spirits are made. Beings and objects of Twilight are made of ephemera, as is anything within the Shadow Realm."
	}, {
		"Term" : "disciple",
		"Definition" : "A mage who has attained the third degree (3 dots) of knowledge in an Arcanum."
	}, {
		"Term" : "Disbelief",
		"Definition" : "The power of a Sleeping soul to deny the existence of magic (causing a Sleeper witness to forget or misremember what he saw) and to unravel a vulgar spell that is persistently under Sleeper scrutiny."
	}, {
		"Term" : "Demesne",
		"Definition" : "A place imbued with Supernal power by way of one or more soul stones. Vulgar magic cast within a Demesne is considered to be covert, unless witnessed by one or more Sleepers."
	}, {
		"Term" : "Death",
		"Definition" : "The Arcanum that governs darkness, decay, ectoplasm, enervation, ghosts and soul stealing."
	}, {
		"Term" : "Councilor",
		"Definition" : "A member of the Consilium. There are usually no more than five, including the Hierarch."
	}, {
		"Term" : "Consilium",
		"Definition" : "The highest political body of the Awakened in a region. Councilors from various local cabals serve, making collective decisions as necessary that concern the Awakened as a whole, guided by a Hierarch."
	}, {
		"Term" : "cabal",
		"Definition" : "A formal group of mages, sometimes formed around a symbolic theme."
	}, {
		"Term" : "Branding",
		"Definition" : " Paradox where the caster is inflicted with a supernatural physical disfigurement."
	}, {
		"Term" : "Bedlam",
		"Definition" : "A Paradox where the caster suffers a derangement, worsened by susceptibility to certain magics. In so cases, the derangement might be contagious, affecting one or more other mages."
	}, {
		"Term" : "Attainment",
		"Definition" : "A power gained through the crafting of one’s soul by way of a Legacy, a special mystical teaching from a mentor to a student."
	}, {
		"Term" : "Atlantis",
		"Definition" : "In mage mythology, Atlantis was the Awakened City, the nation-state from pre-history that first codified the Ars Mysteriorum. Four mystical orders claim to continue its heritage."
	}, {
		"Term" : "Astral Space",
		"Definition" : "The internal landscape of an Awakened soul. There are three layers- the personal (individual) dream plane (an Oneiros), the collective dream plane (the Temenos) and the world soul (the Dreamtime). Astral Space is populated by denizens who represent aspects of a mage’s individual or collective psyche."
	}, {
		"Term" : "Ars Mysteriorum",
		"Definition" : "Magic. The -Art of the Mysteries.-"
	}, {
		"Term" : "archmaster",
		"Definition" : "A mage who has attained the alleged sixth degree (6 dots) or higher of knowledge in an Arcanum."
	}, {
		"Term" : "Arcanum",
		"Definition" : "A secret teaching of the Mysteries. The Arcana are the 10 elemental principles or substances believed to make up the Tapestry of Creation. The threads of a Pattern are made from the Arcana. A mage-s Arcanum lore is the mechanism by which he draws down the laws of a higher realm. (His Gnosis provides his connection to that realm.)"
	}, {
		"Term" : "Arcadia",
		"Definition" : "A Supernal Realm where the Ruling Arcana are Fate and Time. Mages who walk the AcanthusPath claim a Watchtower in this realm."
	}, {
		"Term" : "apprentice",
		"Definition" : "A mage who has attained the second degree (2 dots) of knowledge in an Arcanum."
	}, {
		"Term" : "Anomaly",
		"Definition" : "Paradox where the local area around the caster is tainted by negative supernatural effects, most often by the imposition of a Supernal Realm."
	}, {
		"Term" : "Aether",
		"Definition" : "A Supernal Realm where the Ruling Arcana are Forces and Prime. Mages who walk the ObrimosPath claim a Watchtower in this realm."
	}, {
		"Term" : "adept",
		"Definition" : "A mage who has attained the fourth degree (4 dots) of knowledge in an Arcanum."
	}, {
		"Term" : "Adamantine Arrow",
		"Definition" : "A mystical order with roots in Atlantis. They were the warriors and soldiers of the Awakened City."
	}, {
		"Term" : "Acanthus",
		"Definition" : "A mage whose Path leads to Arcadia. Acanthus epitomize the tarot card of -The Fool.-"
	}, {
		"Term" : "Abyss",
		"Definition" : "The rift between the Supernal World and the Fallen World, said by some to grow wider with each Paradox."
	}
]
