[
	{
		"PlacementText" : "[[ZombieInfoBox]]",
		"Type" : "html",
		"html" : "<h2>Zombies</h2>Each zombie created by the “Quicken Corpse” spell (one per Target factor) has the following base traits:<br/><strong>Attributes:</strong> Power 1, Finesse 1, Resistance 2<br/><strong>Size:</strong> 5 (or less if the corpse is small)<br/><strong>Speed:</strong> 1*<br/><strong>Initiative:</strong> 1*<br/><strong>Defense:</strong> 1*<br/><small>*These traits begin at 1, regardless of  Attribute  scores;  the  caster  must spend  successes  on  a  one-success per-dot basis to raise them.</small><br/>Zombies do not suffer wound penalties and cannot heal damage naturally. Bashing, lethal and aggravated wounds are marked normally, but zombies never suffer incapacitation — they just keep going until their lastHealth point is lost to aggravated damage. When zombie's final (rightmost) Health box is marked with bashing damage, no roll is required to remain conscious. When its final Health box is marked with lethal damage,it does not collapse and begin bleeding to death — it keeps going. Any damage suffered after that is upgraded to aggravated. Once this happens, the corpse loses body parts with each new upgraded wound until it incompletely pulverized or disintegrated (the Storyteller decides which parts fall off with each wound). A zombie continues to rot. It suffers one lethal point of damage with each passage of a number of days equal to its Resistance. A zombie with a Resistance of 3therefore suffers one lethal point of rotting damage every three days. In addition, zombies created by this spell have vulnerability to one specific type of attack, such as fire, damage to the brain or carving a mystic sigil on one's body. If a zombie suffers at least one lethal or aggravated point of damage from an attack to which it invulnerable, it is destroyed instantly. The caster chooses the zombie’s vulnerability during spell-casting, unless he devotes a success (over and above the simple success needed to animate the corpse) to make it Indestructible. Indestructible zombies can be destroyed only when their final Health box is marked with aggravated damage."
	}
]
