[{
		"Name" : "Influence Heat",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "162",
		"Arcana Requirement" : "Forces 1",
		"Practice" : "Compelling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can guide the direction and/or flow of existing heat. He could, for example, keep warm in cold weather by pulling the ambient warmth shed by other human bodies to himself, or make sure that the dim heat from a radiator on the other side of a bathroom reached the shower stall. He could not increase the temperature of the heat at this level, nor create heat where there is none.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Radiant Blessing",
				"Dice Pool" : "Intelligence + Occult or Science + Forces 1",
				"Rote Description" : "The mages of the Mysterium like this rote because it allows them to keep their drafty old libraries from losing too much heat."
			}
		]
	},
	{
		"Name" : "Influence Light",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "163",
		"Arcana Requirement" : "Forces 1",
		"Practice" : "Compelling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can guide the direction and/or flow of existing light. He could, for example, cause a wide-angle lantern beam to focus more tightly, like a flashlight beam, or split visible white light into its full spectrum of colors, like a prism. He could not (at this level) cause a weak light to become brighter or cause light to appear where it did not already exist. Successes determine the degree to which the light can be altered. For instance, with one success, a light beam can be diverted in a 90-degree direction, while two successes can turn it again by 90 degrees.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Brilliant Flow",
				"Dice Pool" : "Intelligence + Occult or Science + Forces 1",
				"Rote Description" : "A Silver Ladder mage might use this rote to control the manner in which light falls around him, creating dramatic under-lighting or shining all the lamps in a room directly into the face of someone he interrogates."
			}
		]
	},
	{
		"Name" : "Influence Sound",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "163",
		"Arcana Requirement" : "Forces 1",
		"Practice" : "Compelling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can guide the direction and/or flow of existing sound. He could, for example, focus sound waves from across a vast chamber so he can listen in on a whispered conversation, or ensure that the sound of his own voice does not carry beyond the person to whom he is speaking. He could not amplify the volume, however, or create a noise from thin air.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Fording The River",
				"Dice Pool" : "Intelligence + Occult or Science + Forces 1",
				"Rote Description" : "A whispered word can mean the downfall of an empire, a fact well known to the willworkers of the Silver Ladder. With this rote, such words can be overheard."
			}
		]
	},
	{
		"Name" : "Nightsight",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "163",
		"Arcana Requirement" : "Forces 1",
		"Practice" : "Unveiling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "By attuning her perceptions to pick up trace amounts of ambient light, supplementing this with an intuitive feel for vibration, heat and the like, a mage can see in the dark with the same clarity as most nocturnal predators. She can essentially perceive the infrared or ultraviolet spectrum and detect electromagnetic radiation, or sonic or kinetic energy. Each success lessens by one any penalties for operating under cover of darkness. Note, however, that sudden bursts of light can prove disorienting or even painful for the mage and that she will find the light of an ordinary desk lamp to be excessive, while full noonday sunlight is excruciating. (Invert lighting penalties for the character; it is easy to see in dim or no light, difficult to see in normal light and impossible to see in very bright light.) Also, because this vision is augmented by a somewhat heightened sense for sound and vibration, sudden, violent motions (like an earthquake or an explosion) may temporarily impose penalties on the mage as she readjusts her perceptions to compensate.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Night As Day",
				"Dice Pool" : "Wits + Composure + Forces 1",
				"Rote Description" : "Few things are more frightening to the enemies of the heirs of Atlantis than a squad of Adamantine Arrow willworkers moving in under cover of night and supplemented by this rote. Whether used on the defensive (when a sanctum suddenly loses power, for example, and something unspeakable begins seething up from the basement) or on the attack, this rote is to its caster as a light in the darkness."
			}
		]
	},
	{
		"Name" : "Outer Music",
		"SourceBook" : "Banishers",
		"SourcePage" : "56",
		"Arcana Requirement" : "Forces 1",
		"Practice" : "Knowing",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "This spell enables the mage to eavesdrop on the noise of space itself, sorting out signal-to-noise frequencies without benefit of complex machinery or sensors. In theory, a mage using this spell could identify transmissions from alien lifeforms, hear the &quot;music of the spheres&quot; as the planets and stars emit their telltale signature noises or catch the sound of approaching spacecraft. Naturally, if no such data or noise is present, the spell produces only silence or white noise. A Wits + Science roll is made to enable the mage to pick out and identify the type of signal she is receiving. To break a code, an additional Wits + Occult or Computer may be necessary, while an Intelligence + Language roll can determine if the signal contains a message.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Banisher Rote",
				"Rote Name" : "Invasion Alert",
				"Dice Pool" : "Wits + Science + Forces 1",
				"Rote Description" : "A Banisher may use this rote to determine if the signal is hostile and if it signals an imminent attack. By substituting Time for Forces in the dice pool, the Banisher may get a sense of the approximate time remaining before the attack arrives."
			}
		]
	},
	{
		"Name" : "Read Matrices",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "163",
		"Arcana Requirement" : "Forces 1",
		"Practice" : "Unveiling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage gains the Mage Sight. He can perceive energy and magical resonance, detecting the presence of all of the universe's various forms of energy: Heat, gravity, electromagnetism, and the like, including the presence or absence of different sorts of radiation, such as x-rays or cosmic radiation, either visually or through tactile perception. An undiscerning mage might be fairly blinded by the overwhelming variety and sheer quantity of energy that moves around her at all times, unable to process the ever-shifting tapestry of power that is all but invisible to the untrained eye. The mage is also especially aware of resonance's energetic aspects and flow, its vibratory frequency and movement. Check the information on Resonance for rules on scrutinizing magic with this spell. When scrutinizing energetic phenomena (like the electromagnetic spectrum), the more invisible that energy is to the naked eye, the more dice penalties the mage suffers.</P>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "Receiver",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "164",
		"Arcana Requirement" : "Forces 1",
		"Practice" : "Unveiling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can hear sounds on subsonic or supersonic frequencies that the human ear cannot normally distinguish, but this spell does not improve her hearing ability (it adds no dice, but does extend the range of sounds she can hear). A Wits + Composure roll is made for the mage to discern high-frequency sounds (a dog whistle) or low-frequency sounds (the rumble of a distant herd of elephants). Sounds that are very high or low on the scale from the normal human range of hearing might impose dice penalties.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Thunderous Whispers",
				"Dice Pool" : "Wits + Occult + Forces 1",
				"Rote Description" : "Perception is a large part of being a Guardian of the Veil. A number of Guardians make use of this rote to pick up on things ordinary humans might miss. After all, the world is full of all sorts of wondrous and terrible phenomena, and one never knows if, say, all the dogs in the neighborhood are howling because of some unnatural presence, or due to nothing more than a sound painful to their ears, one far above the register audible to humans. Mages of the Mysterium also make use of such magics, for sometimes the secret to an enigma lies not in what one can see, but in what one can hear."
			}
		]
	},
	{
		"Name" : "Tune In",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "164",
		"Arcana Requirement" : "Forces 1",
		"Practice" : "Knowing",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "This spell enables a mage to listen in on a free-floating data transmission (like that of a cellular modem) and translate the electromagnetic &quot;noise&quot; into intelligible information. The willworker cannot, however, understand information that was originally transmitted in another language. With this sense, a mage could listen in on a radio broadcast without the need for any kind of receiver. Likewise, she could watch any television signal not transmitted directly through cables. This would enable the mage to spy on closed walkie-talkie channels, get free satellite pay-per-views, or even &quot;listen in&quot; on the datastream transmitted and received by a cellular modem if she really felt like it (not that she'd be able to make much sense of it without the use of Mind magic to interpret the noise). She could even access wireless communications (such as MP3s, Internet long-distance phones, or video conferencing) at a wi-fi hot spot, although she can only listen to, not read, such transmissions. At this point, the mage is incapable of actually sending any information along these channels and is restricted to eavesdropping on extant signals. A Wits + Science roll is made for the mage to discern transmissions. Electromagnetism travels vast distances in a short period of time; signals are bounced all over the place by satellites (both natural and artificial), the Earth's atmosphere and various other things. Encrypted signals levy a penalty on perception rolls equal to the successes initially accrued in encrypting the signal.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Mohammed's Radio",
				"Dice Pool" : "Intelligence + Science + Forces 1",
				"Rote Description" : "Good for more than just free satellite radio, this rote allows a Free Council willworker to listen in on police-band radios, walkie-talkies and cellular phone transmissions. Guardians of the Veil also make regular use of this magic in the course of their work defending the Mysteries."
			}
		]
	},
	{
		"Name" : "Activate Police Band",
		"SourceBook" : "Banishers",
		"SourcePage" : "56",
		"Arcana Requirement" : "Forces 2",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Transistory (one turn)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "Banishers are often willing to die to pursue their bloody goals, so getting arrested isn't too big a sacrifice. Other mages, though, have to expend resources and move quickly to avoid problems with the law arrives, and so some Banishers know how to quickly summon the authorities. The Banisher sends out a signal on a police frequency. Rather than sending out a specific vocal transmission (using the Transmission spell), the Banisher simply sends a pulse that computers read as &quot;officers need assistance.&quot; This spell doesn't work well in rural areas where all field communication uses two-way radios, but in cities where every patrol car has its own onboard computer, a Banisher can look forward to flashing lights in a few short minutes. Banishers who make use of this spell often take the time to learn how the police (or other emergency services) communicate in the area. This spell might be used as a last resort, summoning the police to scatter combatants if things go wrong, or it might be part of the Banisher's plan all along.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Banisher Rote",
				"Rote Name" : "10-13",
				"Dice Pool" : "Manipulation + Streetwise + Forces 2",
				"Rote Description" : "This rote was created by an Obrimos Banisher who, pre-Awakening, was a police dispatcher. Noting how quickly cops respond to a call in which fellow officers are in danger, he developed this rote to summon some quick aid (or at least a distraction) when necessary."
			}
		]
	},
	{
		"Name" : "Aether-Net",
		"SourceBook" : "The Free Council",
		"SourcePage" : "108",
		"Arcana Requirement" : "Forces 2",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage can create a wireless Internet connection or cell phone connection where there is none, allowing such devices to work even in the absence of their normal network(s).</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "WiFi",
				"Dice Pool" : "Manipulation + Science + Forces 2",
				"Rote Description" : "Wireless service doesn't quite cover the world just yet, and even in places where it's ubiquitous, it's not always free. Free Council mages were quick to &quot;crack&quot; wireless Internet and cell communications in order to provide them with constant free and accessible service, making their cell phones, PDAs and laptops little more than talismans for the mystic &quot;aether-net.&quot; Note that this spell doesn't provide a network device with any capabilities it doesn't normally possess other than providing a free and open connection to the existing network. Still, the usefulness of searching the web, making cell calls, and sending and receiving e-mail in the depths of a ruined temple or in an isolated locale shouldn't be underestimated."
			}
		]
	},
	{
		"Name" : "Alter Frequency",
		"SourceBook" : "Guardians Of The Veil",
		"SourcePage" : "188",
		"Arcana Requirement" : "Forces 2",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can increase or decrease the frequency of an existing sound, making it sound deeper or higher, as she desires. This spell can be used to speak or whistle in ranges completely foreign to the human larynx. A mage can get the attention of dogs and other creatures that can hear in different pitches. Some myths suggest that a good, loud whistle pitched above the human range of sound could startle (and thus reveal) unprepared supernatural creatures who might otherwise successfully masquerade as human. Use is not limited to sounds the mage creates herself. She may alter the frequency of any sound within sensory range for the duration, for whatever purpose she desires. Using this spell on others' voices, or on other sounds that Sleepers expect to recognize, is a good way to make it Improbable.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Secret Whispers",
				"Dice Pool" : "Presence + Expression + Forces 2",
				"Rote Description" : "Some secrets are too sensitive to be spoken, but too important not to be recorded or shared with another trustworthy Guardian. When this is the case, the Guardians of the Veil may use their magic to narrow the field of who can eavesdrop. One Guardian uses this rote while another casts Forces 1 Receiver, enabling the first to speak in a tone no human (or unprepared mage) will understand while the second listens. Being observed talking without sound is suspicious, so some mages utilize recording devices. Some record their altered voices (in which case they must be sure that the device can capture that range) and use them as personal journals, from which others will only hear static. Used to communicate, the altered voice can be played while the mage makes filler conversation, and the second mage listens to the recording. This is more secure than the alternative, which involves recording normal sound and altering the recording as it plays back."
			}
		]
	},
	{
		"Name" : "[ 2 ] &nbsp; Circuit Television",
		"SourceBook" : "The Free Council",
		"SourcePage" : "108",
		"Arcana Requirement" : "Forces 2 + Space 1",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert (if connected to the same network as the camera) or Vulgar (if one step removed from the camera itself, but still connected through things like power a neighborhood power grid)",
		"Cost" : "None",
		"Effect" : "With this spell, the mage can connect a television monitor to any camera that is nearly connected to a network to which the monitor is connected. This spell is almost always used with a computer connected to the Internet, because many monitoring cameras in the Western world are connected to an intranet that is connected to the Internet. Although the camera is distant, the network is not, so this is not sympathetic magic. The spell also does not grant control of the camera, so the mage can only see what the camera is pointing at. This is not a Space portal; the mage can only look in the same way that a Sleeper who is actually connected to the camera could look.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Open Circuit Television",
				"Dice Pool" : "Intelligence + Computer + Forces 2",
				"Rote Description" : "Sometimes it's as easy as magically activating a webcam on some distant twig of a big sprawling network. Sometimes it's as complicated as drawing the video signal from the camera that sees it to the equipment that wants to. It's trickier, but these machines want to see and show. You just have to appeal to their natures."
			}
		]
	},
	{
		"Name" : "Control Heat",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "165",
		"Arcana Requirement" : "Forces 2",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can increase or decrease the temperature of an area. Each success either increases or decreases the temperature in a one-yard radius of the targeted spot by up to 10 degrees Fahrenheit. For example, four successes allow the caster to reduce average room temperature of 72 degrees down to freezing (32 degrees).</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Subtle Ambiance",
				"Dice Pool" : "Intelligence + Occult or Science + Forces 2",
				"Rote Description" : "The Mysterium uses this rote to control the temperature in the libraries and storerooms in which they keep their valuable finds, creating toasty reading rooms or freezing lockers."
			}
		]
	},
	{
		"Name" : "Control Light",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "165",
		"Arcana Requirement" : "Forces 2",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can brighten or weaken an existing light source, such that a 40-watt light bulb can be made to shine as brightly as a floodlight. Each success doubles the light's candescence or diminishes it by half.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Dim The Lights",
				"Dice Pool" : "Intelligence + Occult or Science + Forces 2",
				"Rote Description" : "The Guardians of the Veil use this rote to darken the places they sneak into without affecting any existing systems, which could be centrally monitored."
			}
		]
	},
	{
		"Name" : "Control Sound",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "165",
		"Arcana Requirement" : "Forces 2",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The volume of sound in an area, such as making the music coming out of a pair of headphones loud enough for dozens of people to hear clearly. Each success doubles the sound's volume or diminishes it by half. The effect covers any sound source emanating from within a targeted spot of one-yard radius. For example, if cast upon a podium, anyone standing within that one-yard spot speaks louder than he would when standing outside it.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Thunderous Whispers",
				"Dice Pool" : "Intelligence + Occult or Science + Forces 2",
				"Rote Description" : "It takes more than a voice that carries to make a great speaker, but this sort of thing almost never hurts, either."
			}
		]
	},
	{
		"Name" : "Control Traffic",
		"SourceBook" : "Tome Of The Mysteries",
		"SourcePage" : "61",
		"Arcana Requirement" : "Forces 2",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "Through a careful manipulation of electrical current, the mage can cause traffic lights to spontaneously change. The mage may choose to simply induce a random change in the lights or try to specify which lights will change to which color. This can be useful for more than just cutting down the length of the mage's morning commute; at least one cabal is known to use this spell to trap their enemies in massive traffi c jams, then assassinate them while they sit, vulnerable, in their car. The mage can affect one traffic light (or any similar electronic signaling device) per success. If he simply wishes all targeted traffic lights to change randomly, no  further roll is required. Specifying a change, however, requires an Intelligence + Science roll, with a -1 penalty per light beyond the first. The mage may continue to change all affected lights for the duration of the spell, as a simple refl exive action to cause a random change or with another Wits + Academics roll (also a reflexive action) to specify the change.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Drag Race",
				"Dice Pool" : "Wits + Science + Forces 2",
				"Rote Description" : "Sometimes, you just need to get the hell away. Free Council mages use this rote to clear the road ahead and make sure nothing gets in the way when sundry unpleasant folk are on their tails."
			}
		]
	},
	{
		"Name" : "Electronic Eye",
		"SourceBook" : "The Free Council",
		"SourcePage" : "108",
		"Arcana Requirement" : "Forces 2",
		"Practice" : "Knowing",
		"Action" : "Instant",
		"Duration" : "Concentration",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "This spell allows a mage to read information from magnetic and optical storage media. By touching a storage medium (or its casing, such as a computer hard drive), the mage can &quot;read&quot; its stored contents as if having access to a machine capable of reading it, such as a computer. The user reads the information at normal human speeds, just as if reading it from a computer screen or listening to it through a speaker. Information in the form of programming (computer code) is recognizable as such, and the reader can disregard it to skim for text and graphics information. The mage cannot &quot;run&quot; software, but can generally determine what it does by reading its code and making an Intelligence + Computer roll.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Data-Reader",
				"Dice Pool" : "Intelligence + Computer + Forces 2",
				"Rote Description" : "Electronic storage of information is quite useful, except when the machinery breaks down. This techn&eacute; is an essential &quot;backup&quot; for a crashed drive or a damaged disk reader. It's also useful for accessing information the caster shouldn't be able to access at all or for finding &quot;hidden&quot; files on storage disks."
			}
		]
	},
	{
		"Name" : "Eyes Of The Matrix",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "165",
		"Arcana Requirement" : "Forces 2",
		"Practice" : "Unveiling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "As the Forces 1 Read Matrices spell, except that the mage casts this rote upon another mage, or even a supernatural being such as a ghost or werewolf. If the spell is cast upon a Sleeper, it invokes Disbelief  immediately, even if its Duration is less than one scene. If the target is unwilling, a reflexive and contested Resolve + Gnosis roll is made to resist. </P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Full Spectrum",
				"Dice Pool" : "Wits + Occult or Science + Forces 2",
				"Rote Description" : "Explorations into the Mysteries sometimes make for strange bedfellows. The mages of the Mysterium use this rote to bestow basic Forces Arcanum perceptions upon erstwhile allies, whether Awakened or of some other occult origin. Silver Ladder willworkers use a variant rote (Presence + Science + Forces) to extend such perceptions to those supernatural beings, mage or otherwise, with whom they associate."
			}
		]
	},
	{
		"Name" : "False Speech",
		"SourceBook" : "Tome Of The Mysteries",
		"SourcePage" : "25",
		"Arcana Requirement" : "(Forces 2 + Mind 2) Or (Forces 3 + Mind 3)",
		"Practice" : "Veiling",
		"Action" : "Instant and contested; targets roll Composure + Gnosis reflexively",
		"Duration" : "Concentration",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "With this magic, a willworker causes spoken words within the radius of effect to be heard as whatever he desires. The lesser variant of this spell is cast on an area and is stationary, while the greater variant can be cast on an individual or object, and moves with its target. In both versions of the spell, the mage needs to be able to multitask (through the casting of different spells of the Mind Arcanum) in order to make different people seem to say different things if more than one is talking at the same time. Otherwise, all the words come out the same. Every subject who rolls fewer successes than the caster hears whatever the mage wants her to hear whenever anyone in the radius of effect speaks. Subjects who succeed in contesting the magic instead hear garbled words while within the effected area (since Forces magic still mangles the sounds).</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Miscommunication",
				"Dice Pool" : "Manipulation + Expression + (Mind 2 Or 3)",
				"Rote Description" : "Without understanding, there is no such thing as cooperation. Th&eacute;archs who learn this magic use it when necessary to deny their enemies, rivals, underlings and pawns alike the free and open exchange of information."
			}
		]
	},
	{
		"Name" : "Fireproofing",
		"SourceBook" : "Legacies: The Ancient",
		"SourcePage" : "44",
		"Arcana Requirement" : "Forces 2",
		"Practice" : "Shielding",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "Fire can be a dangerous tool to use, since it often harms its user as well. Some mages have learned how to make their bodies fireproof, by manipulating the air around their bodies in such a way that fire cannot harm them. The mage who casts this spell is proof against small fires. With the three-dot version of this spell, he can cast it on others. Like the Forces 2 Unseen Shield spell, Fireproofing allows the mage a degree of armor against fire damage (equal to one point of armor per dot of Forces). Even if he is not in direct contact with the flame, its heat does not bother him, unless it's hotter (in terms of damage inflicted per turn) than his Forces dots, in which case he suffers any excess damage due to heat prostration. In addition, his clothing and any object he holds becomes fireproof, no matter how flammable they might be (the fuse on a stick of dynamite can't catch fire so long as he holds it).</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Asbestos Skin",
				"Dice Pool" : "Stamina + Survival + Forces 2",
				"Rote Description" : "If you play with fire, you're going to get burned. Except that some mages don't seem to get burned all that often."
			}
		]
	},
	{
		"Name" : "Friction Reduction",
		"SourceBook" : "Tome Of The Mysteries",
		"SourcePage" : "62",
		"Arcana Requirement" : "Forces 2",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage reduces the friction (static or kinetic) between two solid objects. A book on a table will appear to slide effortlessly across the surface with little resistance. A walker will have a hard time maintaining a foothold. Objects on an incline will move downward. The mage reduces the friction in a given area according to her successes. Any person walking on that area suffers a -1 penalty to any action that might have required normal friction to be present, whether it's a Drive roll to keep control of a car or an Athletics roll to walk across the frictionless surface (other rolls may apply per situation). This penalty can be increased by raising the spell's Potency factors during casting. Characters who fall into objects take damage accordingly.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "Influence Electricity",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "165",
		"Arcana Requirement" : "Forces 2",
		"Practice" : "Ruling",
		"Action" : "Instant and aimed",
		"Duration" : "Transistory (one turn)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage can influence the direction or flow of electricity. He can, for example, cause an existing electrical current (such as that moving through appliances or in walls) to flash or arc out and strike a target. He could not amplify the current at this level. The mage does not directly attack a person or object with this spell; he instead manipulates an existing electrical current, redirecting it toward the target of his choice. The damage inflicted depends entirely on the electrical current. The raw power of the current is not altered in any way at this level. This spell usually causes the power source to shut down (a circuit breaker engages) or short out in following turn (although Duration factors can be increased to prevent this termination for additional turns). A simple success allows the electricity to affect one target. (The mage can arc the electricity to any target within five yards of the source per dot of Forces; a mage with Forces 2 can affect a target 10 yards away.) Excess successes  affect additional adjacent targets next to one another (this is an exception to the normal rule that disallows aimed spells to affect multiple targets). Targets must each be within three yards in either direction of each other. The source itself, however, limits the total number that can be affected.</P>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "Influence Fire",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "166",
		"Arcana Requirement" : "Forces 2",
		"Practice" : "Ruling",
		"Action" : "Instant and aimed; subtract target's Defense",
		"Duration" : "Tranistory (one turn)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage can influence the direction or flow of an existing flame. He can, for example, cause a campfire to leap from its place and onto a person, or direct the flame from a Zippo lighter in an arc to the pool of liquor on the countertop. He could not fan the flames to make a larger or hotter fire at this level. The mage does not directly attack a person or object with this spell; he instead manipulates an existing fire, moving it or directing it toward the target of his choice. The damage inflicted depends entirely on the size and heat of the fire. This spell usually causes the fire to exhaust its fuel in the following turn, although if targets are wearing highly flammable clothing, they might catch fire and continue to burn each turn until the fire is put out. A single success allows the fire to affect one target. (The mage can send the fire at any target within three yards of its origin per dot of Forces; a mage with Forces 2 can affect a target six yards away.) Excess successes affect additional adjacent targets next to one another (this is an exception to the normal rule that disallows aimed spells to affect multiple targets). Targets must each be within three yards in either direction of each other. The size of the source itself, however, limits the total number of targets that can be affected.</P>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "Insulate",
		"SourceBook" : "Seers Of The Throne",
		"SourcePage" : "191",
		"Arcana Requirement" : "Forces 2",
		"Practice" : "Shielding",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "Electricity is the hidden force animating the modern world and in its raw form the fury of creation itself. Seers that meditate on it as a metaphor for magic find the ability to protect themselves from the damaging effects of contact with electricity useful. The mage casting this spell becomes resistant to electrical shock. With Forces 3, it can be cast on others. The spell reduces the automatic damage inflicted by electricity by two points per dot of Forces of the caster. In addition, she automatically succeeds on the Strength roll to pull away.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Seers Of The Throne Rote",
				"Rote Name" : "Protection Of The Second Name",
				"Dice Pool" : "Stamina + Survival + Forces 2",
				"Rote Description" : "Certain of the names of the General offer some protection against the fury of lightning, at least to a Seer that knows them."
			}
		]
	},
	{
		"Name" : "Invisible Object",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "166",
		"Arcana Requirement" : "Forces 2",
		"Practice" : "Veiling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "The mage can render an inanimate object invisible to all forms of sight, including cameras. Cast in combination with the Influence Sound spell, the mage can redirect any sounds the object makes (such as the clicking of a camera shutter), making them seem to come from another location. If the object is moved, it is not invisible (it can be seen) while it is moving.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Look Away",
				"Dice Pool" : "Manipulation + Subterfuge + Forces 2",
				"Rote Description" : "This rote allows a Guardian to render some object (whether a faintly glowing obelisk, exsanguinated corpse, or something else entirely) invisible to mundane sight. Silver Ladder mages sometimes use this rote to conceal some manner of leverage (perhaps a weapon) during delicate negotiations until the time is right."
			}
		]
	},
	{
		"Name" : "Invisibility To Machines",
		"SourceBook" : "The Free Council",
		"SourcePage" : "108",
		"Arcana Requirement" : "Forces 2",
		"Practice" : "Veiling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert (if the mage simply passes by the electronic sensor) or Vulgar (if the mage interacts with objects while within the sensor's &quot;vision&quot;)",
		"Cost" : "None",
		"Effect" : "The mage becomes undetectable to electronic devices of all kinds. The effects of this spell are similar to those of Personal Invisibility combined with Sound Mastery, except the mage is only undetectable with regard to electronic devices, such as video cameras, microphones, electric eye beams, and so forth. So far as those machines are concerned, the mage simply isn't there, although the results of the mage's actions remain noticeable. Although inferior to true Personal Invisibility, this spell is useful in situations where the mage simply doesn't want to leave traces behind. For example, someone under the veil of Invisibility to Machines could walk into a room monitored by a security camera, have an entire conversation with someone in that room (who would be unaware that the security camera cannot detect the mage) and depart, leaving no record behind. Someone watching the video footage (live or recorded) would be more likely to think the other person was lying or delusional than she would to believe there was an &quot;invisible&quot; person in the room with him, unless the mage did something else to give away his presence.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Ghost To The Machines",
				"Dice Pool" : "Wits + Persuasion + Forces 2",
				"Rote Description" : "This Free Council rote quickly found its way into the repertoires of other orders, once they realized its usefulness. The Guardians of the Veil have a similar one called Blinding the Machine, which uses Stealth in place of Persuasion (a metaphor for the difference between the Guardians and the Free Council, if ever there was one). Libertines never let the Guardians forget that the Libertines thought of it first, though."
			}
		]
	},
	{
		"Name" : "Invoke Password",
		"SourceBook" : "The Free Council",
		"SourcePage" : "109",
		"Arcana Requirement" : "Forces 2",
		"Practice" : "Knowing",
		"Action" : "Instant",
		"Duration" : "Instant",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage learns an electronic password or code. By touching a machine and successfully casting this spell, the mage immediately learns the machine's password or passcode, if it has one. If the machine has multiple codes, the mage learns the one for the machine's currently active function. For example, if Invoke Password is cast while touching a computer, the mage learns the passcode to the currently open program window or function. If the spell is cast on an active alarm panel, the mage learns the code to disarm it, and so forth. If there are two or more equally viable functions with passcodes, the mage learns one of them at random, along with what it accesses. The caster must still have some means of inputting the code acquired with this spell. If the machine requires an input device (such as a key card or transmitter) that the mage doesn't have, then the code itself doesn't do much good. The spell also doesn't provide passcodes that can't be entered by human hands; if the machine's only passcode is entered via encoded keycard, for example, then the spell tells the mage nothing.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Cracker's Code",
				"Dice Pool" : "Wits + Crafts + Forces 2",
				"Rote Description" : "Sometimes magic makes a more effective supplement to mundane skills; an Awakened hacker with a willingness to &quot;cheat&quot; can be a terror, as others discovered when the Free Council adopted the digital revolution as part of their own. The Atlantean orders have since learned to ward their computer systems, but Sleepers remain as blissfully unaware as ever."
			}
		]
	},
	{
		"Name" : "Kinetic Blow",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "166",
		"Arcana Requirement" : "Forces 2",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage focuses the force of a physical attack, such as a punch or kick, down to a pinpoint, inflicting damage as though the person on the other end is stabbed with a knife. Bashing damage is converted to lethal. Attacks that already inflict lethal damage are unaffected. The spell affects one future attack roll per success. The player can choose which of his attack rolls are affected, but he must choose before he rolls the dice for each attack. This effect lasts for one scene (unless additional Duration factors are added during casting), after which time any unused Kinetic Blows are lost. With Forces 3, the mage can use this spell with ranged-weapon attacks such as thrown rocks.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Knife Fist",
				"Dice Pool" : "Strength + Brawl or Weaponry + Forces 2",
				"Rote Description" : "The greatest martial artists can kill with a single blow. Arrow willworkers with this rote don't require any special training to transform fists and feet into deadly weapons. As an incredibly useful combat tool, this magic sees considerable use among mages of all orders."
			}
		]
	},
	{
		"Name" : "Modulate Frequency",
		"SourceBook" : "Adamantine Arrow",
		"SourcePage" : "177",
		"Arcana Requirement" : "Forces 2 + Fate 1",
		"Practice" : "Veiling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "While it's virtually impossible to completely prevent enemies from intercepting transmissions between allies, a measure of security is often necessary when sharing information over the airwaves. By means of this spell, willworkers can speak more freely, comfortable in the increased safety of their communications. By casting this spell on audio- and/or video-transmitting devices -- or without them, if all of the mages involved are capable of using magic to transmit and receive such signals -- a willworker can cause all transmissions to modulate frequency randomly but consistently. In other words: All transmitters, whether devices or spells, within the desired &quot;network&quot; modulate frequency at precisely the same rate, making it extremely difficult for an outsider to spy on the exchange.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Elusive Transmission",
				"Dice Pool" : "Wits + Science + Forces 2",
				"Rote Description" : "In 1974, an Arrow calling himself Arclight developed this rote as a better means of coordinating between strike teams. Modern Arrows have taken his work and expanded upon it, enabling secure transmissions with cell phones, video equipment and words spoken into the wind by mages who can hijack radio waves for personal communication."
			}
		]
	},
	{
		"Name" : "Modulate Speech",
		"SourceBook" : "The Silver Ladder",
		"SourcePage" : "197",
		"Arcana Requirement" : "Forces 2 + Fate 1",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "A leader's ability to communicate successfully is dependent upon many factors, not the least of which is her ability to use her voice to the greatest advantage in the pursuit of conveying intent. A mousy, timid voice does little to inspire -- even when making a grand, stirring speech -- while a low, rasping tone might incite a reflexive sense of trepidation, even when one wishes to offer comfort. Even a clear, resounding voice can benefit from a little careful manipulation, subtly downplaying or even phasing out all the little vocal imperfections people take for granted, leaving words too powerful and compelling to be denied. With this magic, a passable speaker can sound like a good one or even a great one, and a great speaker can move others to heights and depths of passion reserved for the most legendary of orators. For each success accrued in the casting of this spell, the mage may add a bonus die to all her non-magical rolls involving speech, whether trying to sway a crowd with her moving words, to threaten a stubborn Seer of the Throne into backing down, or to whisper at just the right pitch so as to be clearly heard by her companion and not at all by the guard standing six feet away. Forces takes all the auditory flaws out of the character's speech, allowing her to gain precisely the vocal quality she desires, while Fate takes care of any small variables: The mage finishes (or, if it is most advantageous, starts) speaking just before the car blaring loud music drives by outside, or she happens to stop right where the acoustics in the Consilium's meeting space are most favorable before delivering her scathing invective toward the Hierarch.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Words Of Grandeur",
				"Dice Pool" : "Manipulation + Expression + Forces 2",
				"Rote Description" : "The ability to express oneself accurately is, in many cases, requisite to strong, stable leadership. A th&eacute;arch who cannot convey her points in a manner that motivates others to follow her finds her ability to guide and direct other Awakened failing when she most needs them; allies are not roused to her causes, and rivals and enemies exploit the shortcomings in her delivery. Thus this magic is used to bestow upon such willworkers -- from the most shy and retiring to the most socially adept -- a helpful edge."
			}
		]
	},
	{
		"Name" : "Nullify Combustion",
		"SourceBook" : "Adamantine Arrow",
		"SourcePage" : "177",
		"Arcana Requirement" : "Forces 2 + Death 2",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert (but potentially subject to Disbelief if witnessed by Sleepers)",
		"Cost" : "None",
		"Effect" : "Fire has been an instrument of battle for nearly as long as people have engaged in organized conflict. It is said by some that ancient Atlantis itself made use of great mystic siege engines, churning out hellish flames and spewing them upon the forces of enemy nations. Thus, it is unsurprising that magics have been developed to quell such flames before ever they're ignited. Within this spell's area of effect, the process of combustion simply cannot be initiated. Bullets cannot be fired, cars do not start, and matches will not light. Magics that create combustion subtract the Potency of this spell from their casting rolls, to a minimum of zero. Note that a magically enhanced gun or car, for instance, employs ordinary (non-magical) combustion, unless specifically noted otherwise. Any ongoing process of combustion that enters the spell's area of effect continues as normal (so a torch wouldn't go out and a car wouldn't stall out) -- only the initiation of the process is suppressed. With Forces 3, the mage can also cause existing sources of combustion to die out. In the case of magical effects, this spell's Potency is subtracted from the Potency of the effect in question. If the combustion effect is reduced to zero Potency, the source goes out.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Thwarting Prometheus",
				"Dice Pool" : "Presence + Occult or Science + Forces 2",
				"Rote Description" : "A wandering Arrow calling himself Gregory Saint -- a devout adherent of the way of the sword -- developed this rote in the mid-1950s, to rob gunfighters of the advantage of what he called their &quot;coward's toys.&quot; The sentiment wasn't particularly popular in many quarters of the order, but the rote definitely was, and came into use for a wide variety of purposes, only one of which is denying an enemy recourse to the use of firearms."
			}
		]
	},
	{
		"Name" : "Spare Sleepers",
		"SourceBook" : "Banishers",
		"SourcePage" : "56",
		"Arcana Requirement" : "Forces 2, Prime 1, Space 1 }",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can fire (or throw or loose) ranged weapon attacks that will strike only mages and other supernatural beings. He can sweep a fully automatic weapon through a crowd without fear of hitting Sleepers, blindly loose arrows or throw knives, or use the spell to guarantee that he isn't hitting a supernatural target's Sleeper double, or a Sleeper that he mistakenly thinks is a supernatural being. Prime and Space lock on to the auras of everyone in range; Forces turns bullets and other projectiles away from targets the spell &quot;tags&quot; as Sleepers. The spell doesn't directly reveal who is and isn't a Sleeper, but an observant mage who sees projectiles tumble away from certain targets will be able to figure it out. The mage must accept a penalty based on the maximum area of effect in which the spell will function. There are also a number of ways to fool the spell. A supernatural target who suppresses his aura or masks it as a Sleeper's will not be struck by projectiles fired under the influence of the spell. Sleepers with altered auras may not be able to take advantage of the spell's protection.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Banisher Rote",
				"Rote Name" : "Take The Shot",
				"Dice Pool" : "Composure + Firearms + Forces 2",
				"Rote Description" : "Rumor has it that this spell was originally developed by a former police sniper. The inventor's name has been lost, but gun-toting Banishers have passed it around amongst themselves ever since. Thanks to this spell, a Banisher almost never needs to worry about shooting the wrong person -- by Banisher standards, at least."
			}
		]
	},
	{
		"Name" : "Telekinetic Push",
		"SourceBook" : "Glimpses Of The Unknown",
		"SourcePage" : "23",
		"Arcana Requirement" : "Forces 2",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Lasting",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "Sometimes a mage needs to make her point magically, but without causing any real bodily harm. In such instances, the power to gesture or nod and toss an opponent backwards is useful.</P>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "Transmission",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "167",
		"Arcana Requirement" : "Forces 2",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can hijack an extant radio signal, transmitting her own words on it and replacing the original transmission. While this spell gives the caster the ability to replace one signal with another, it doesn't convey the skill or talent needed to fake a specific transmission. That requires Skills appropriate to the transmission, which could be Expression, Subterfuge, and even Science. The Storyteller decides what roll needs to be made to devise a convincing transmission. For example, faking a radio transmission by a well-known radio shock-jock would require the ability to mimic that DJ's voice, which might be Intelligence + Expression, assuming the speaker's voice isn't too unlike the person's mimicked.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Voices In The Ether",
				"Dice Pool" : "Manipulation + Expression + Forces 2",
				"Rote Description" : "Good for sending police on wild-goose chases and creating scares about Martian invasions, among many other uses, this Mysterium rote is also quite popular with Guardians of the Veil, who cherish its potential for misdirection."
			}
		]
	},
	{
		"Name" : "Unseen Shield",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "167",
		"Arcana Requirement" : "Forces 2",
		"Practice" : "Shielding",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "1 Mana (optional)",
		"Effect" : "Through the use of this spell, the mage deflects incoming attacks with an energy shield, dispersing their force along its invisible contours and causing a punch to land harmlessly. Kinetic attacks (like fists and bullets) are as surely turned aside as energy-based ones (like a gout of flame or a laser), their momentum stolen or power leeched away. The mage gains one point of armor per dot he possesses in the Forces Arcanum. By spending one Mana, the Duration can be made to last for one day. Most mages cast such a shielding spell at the beginning of the day as part of their morning rituals. Successes are used to combat attempts to dispel the shield. Note that this magical armor does not apply against an opponent's attempts to achieve a grappling hold on the mage (the Fate, Mind, Space, and Time Arcana provide shielding spells to do that). Nor does it apply against a grappling opponent's attempts to overpower the mage. The spell does, however, protect against attempts to inflict damage upon the caster (subtract the armor points from any overpower roll that intends to damage the mage or attack him with a drawn weapon). In addition, the mage gains +1 die per Forces dot on rolls to resist being knocked down from applications of kinetic force, such as a hurtling wrestler or a stiff wind along a canyon edge (including attacks that cause the knockdown effect.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Force Field",
				"Dice Pool" : "Stamina + Occult or Science + Forces 2",
				"Rote Description" : "This Free Council rote generates a weave of simple energies designed to blunt any incoming attack. Adamantine Arrow willworkers use a similar rote to guard against such assaults."
			}
		]
	},
	{
		"Name" : "Autonomous Servant",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "167",
		"Arcana Requirement" : "Forces 3 + (Mind 1 Or 5); optional Space 2 }",
		"Practice" : "Weaving",
		"Action" : "Instant",
		"Duration" : "Concentration",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage can have a spell perform an extended-action task for him while he goes about his own business. He might have it cook him dinner while he watches TV, or lift buckets of water while he reads a book. Forces 3 allows for the accomplishment of one physical extended-action task through telekinesis (instant actions, such as fighting, are not possible). Successes are allocated to the telekinetic force's Strength or Dexterity, as per the Telekinesis spell. The caster must concentrate for the length of the task. If he is attacked or surprised, a Resolve + Composure roll must be made for him to maintain concentration. If concentration is lost before the extended action's target number is reached, the spell can be recast but all accumulated successes are lost; the spell must start from scratch. Mind allows the mage to devote part of his own brainpower to guiding the task, while he is able to perform a separate mental (not physical) action himself. He multitasks, as with the One Mind, Two Thoughts spell. Since he presides over the telekinetic operation, which does all the actual work, it is considered a mental task rather than physical one. The spell's telekinetic force performs the extended-action task, guided by a portion of the mage's own mind that is invested into the chore being performed. The dice pool is equal to the telekinesis' spell's assigned Attribute plus the mage's own Skill. A heavy-lifting task might require Strength + Athletics, cooking dinner or writing one's memoirs might need Dexterity + Athletics or Crafts, and picking a lock might be Dexterity + Larceny. With Mind 5, the mage can create a separate mind for the telekinetic force that can guide itself without his further involvement. He allocates successes between Strength, Dexterity, and whatever Physical Skill is needed for the task (it doesn't use the mage's own Skills, it has only those Skill dots that are allocated to it with spellcasting successes). If Space 2 is included, the Autonomous Servant can perform its task well away from the eyes and ears of the mage. For instance, he can get it to pick the lock to the wealthy financier's home while he chats up that financier at a gala ball across town.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Indispensable Aide",
				"Dice Pool" : "Intelligence + Investigation + Forces 3",
				"Rote Description" : "Mysterium mages are stereotyped as being too buried in their books to attend to mundane matters, such as shaving, cleaning, or even dressing properly. This rote's popularity among mages of that order does little to break the stereotype, although it does allow a bookworm mage to at least dust his library before visitors arrive without losing valuable study time."
			}
		]
	},
	{
		"Name" : "Bestow Unseen Shield",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "168",
		"Arcana Requirement" : "Forces 3",
		"Practice" : "Shielding",
		"Action" : "Instant",
		"Duration" : "Prolonged",
		"Aspect" : "Covert",
		"Cost" : "1 Mana (optional; extends Duration to 24 hours)",
		"Effect" : "The mage casts a protective ward upon others. As with the Forces 2 Unseen Shield spell.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Force Shield",
				"Dice Pool" : "Intelligence + Occult or Science + Forces 3",
				"Rote Description" : "This rote is usually cast upon an area, creating a barrier with which attacks and objects must contend. Free Council mages often cast this rote with strange devices, while Mysterium willworkers usually invoke its power through more traditional means (Resolve + Occult + Forces)."
			}
		]
	},
	{
		"Name" : "Call Lightning",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "168",
		"Arcana Requirement" : "Forces 3",
		"Practice" : "Weaving",
		"Action" : "Instant and aimed",
		"Duration" : "Lasting",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage calls down lightning from a stormy sky to strike a target of his choice. He cannot conjure lightning from nothing (at least, not at this level). He can bring down lightning only from a pre-existing storm or a storm he causes through the Change Weather spell. The mage does not directly attack a person or object with this spell; he instead calls and directs a bolt of lightning toward the target of his choice. The bolt inflicts three points of bashing damage plus one per success (two successes therefore inflict five points of bashing damage). The target must be somewhere that lightning could reasonably strike. Successive uses of this spell within the same scene against the same target (or even other nearby targets) might be considered Improbable by Sleeper witnesses. A third strike (and each successive strike thereafter) in the same turn is vulgar.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Heavenly Wrath Fist",
				"Dice Pool" : "Strength + Athletics + Forces 3",
				"Rote Description" : "Making the mudra-fist of Heavenly Wrath, the Adamantine Arrow gathers to himself the aspect of the avenging heavens, smiting that which is base and unenlightened, that it may be purified -- either in enlightenment, or in destruction. The Imago of this spell involves the target standing upon a copper dais inscribed with the Atlantean symbols for &quot;justice,&quot; &quot;punishment,&quot; and &quot;righteousness.&quot; Factor Bonuses: Wearing the traditional three copper rings of the Heavenly Wrath Fist (+1 factor); Physically striking someone in punishment for hurting another or breaking the law (+1 Potency factor if cast within two turns of the strike)."
			}
		]
	},
	{
		"Name" : "Complex Transmission",
		"SourceBook" : "The Free Council",
		"SourcePage" : "109",
		"Arcana Requirement" : "Forces 3",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "Similar to Transmission, except the mage can send a complex audiovisual transmission.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "MTV",
				"Dice Pool" : "Manipulation + Science + Forces 3",
				"Rote Description" : "It's short for &quot;Mage Television,&quot; and Libertines like to claim they came up with the abbreviation first. In addition to the joys of pirate video broadcasting, this rote is useful for messing with live video feeds from closed circuit TV cameras and the like."
			}
		]
	},
	{
		"Name" : "Control Electricity",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "168",
		"Arcana Requirement" : "Forces 3",
		"Practice" : "Weaving",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can diminish an electrical current and/or alter its direction of flow. He could cut the power to a certain outlet, redirect all the electricity in the building to a single outlet, or send the power coursing through one outlet to multiple outlets (assuming the physical wiring exists or there is some other way to control conductivity). He cannot increase the current at this level, since that involves generating new electricity. He can work with only existing electricity at this level. Each success can send a single line of power in a new direction, or divert it elsewhere. If the mage attempts to diminish the power, each success brings it down by one degree. For example, one success reduces a main line to a junction box. Two successes takes a junction box down to an industrial socket. Three successes reduces an industrial socket to a regular wall socket.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Switchbox",
				"Dice Pool" : "Wits + Science + Forces 3",
				"Rote Description" : "Mysterium mages are accustomed to having to disable security systems when they need to acquire something that just can't be bought with money. This rote allows them to disable power to a system without shutting down the entire line (and possibly alerting someone to trouble when all goes dark)."
			}
		]
	},
	{
		"Name" : "Control Fire",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "168",
		"Arcana Requirement" : "Forces 3",
		"Practice" : "Weaving or Fraying",
		"Action" : "Instant",
		"Duration" : "Transitory (one turn for fueling a fire) or lasting (extinguishing a fire)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can fuel an existing fire, increasing its size and intensity. Likewise, he can deprive an existing fire of fuel, dampening or even extinguishing it. When fueling a fire, successes are allocated between size and heat, with each success either doubling the fire's size or adding one point to its heat damage. When dampening a fire, each success subtracts one from the damage it delivers. Once it has no more damage rating, it is extinguished. For example, a torch delivers two points of damage (one from size, the other from heat). One success diminishes that to one point of damage, while two successes extinguish it completely. Extinguishing a fire is lasting (the fire doesn't re-ignite when the spell expires).</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Dry Water",
				"Dice Pool" : "Presence + Occult or Science + Forces 3",
				"Rote Description" : "It is not unknown for Free Council mages to accidentally start fires in their laboratories. This rote helps put them out before they can destroy hours of work."
			}
		]
	},
	{
		"Name" : "Curse Of Electrical Rebellion",
		"SourceBook" : "Tome Of The Mysteries",
		"SourcePage" : "139",
		"Arcana Requirement" : "Forces 3",
		"Practice" : "Weaving",
		"Action" : "Extended",
		"Duration" : "Prolonged (this spell uses the advanced prolongation factors)",
		"Aspect" : "Covert",
		"Cost" : "Variable; see below",
		"Effect" : "The mage creates a cursed item that will cause electrical components to short out, malfunction and otherwise stop working in the owner's presence. Computers, automobiles, elevators, heaters, hair dryers and cell phones comprise just part of the list of rebellious devices. Malfunctions range in seriousness from merely inconvenient to life-threatening. The mage must add five to the target number per point of Mana spent. Whenever the item's owner is in proximity to a functioning electronic device, and there is some chance that its malfunction might harm him, or seriously hamper his pursuit of his current goals, the Storyteller rolls a die pool equal to the Mana spent on this spell during item creation. On a success, the device malfunctions. On an exceptional success, the device's malfunction threatens the owner's life. (Bystanders may suffer collateral damage.) A one-die bonus accrues if the item owner is acting against the interests of the order the creating mage belonged to at the time of the item's enchantment.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Fatal Error",
				"Dice Pool" : "Intelligence + Crafts + Forces 3",
				"Rote Description" : "Free Council technophiles enjoy bringing down their opponents with items that opportunistically monkeywrench their gear."
			}
		]
	},
	{
		"Name" : "Cutting Scream",
		"SourceBook" : "Adamantine Arrow",
		"SourcePage" : "178",
		"Arcana Requirement" : "Forces 3",
		"Practice" : "Fraying",
		"Action" : "Instant and aimed",
		"Duration" : "Lasting",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage focuses the sound of his voice to damage and deafen a single opponent within range of touch. Each success on the casting roll inflicts one point of bashing Health damage. With Forces 4, damage dealt may be improved to lethal, or by spending one Mana with Forces 5, damage dealt may be improved to aggravated. This spell is treated as a ranged attack, fired at melee range, allowing the target their normal Defense. The volume of the sonic attack is loud enough to temporarily deafen opponents. For each point of damage taken, the target is deafened for one turn, but is allowed a reflexive Stamina check to reduce the number of turns deafened by one per success. Deafened mages gain no bonus to spell casting from chanting in High Speech.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Battle Cry",
				"Dice Pool" : "Stamina + Expression + Forces 3",
				"Rote Description" : "Arrows who prefer to get up close and personal in combat favor this rote. The close range blast of sound is difficult to avoid and deals satisfactory damage. The secondary deafening effect is also useful in reducing the ability of multiple opponents to coordinate their attacks."
			}
		]
	},
	{
		"Name" : "Empowered Voice",
		"SourceBook" : "Adamantine Arrow",
		"SourcePage" : "178",
		"Arcana Requirement" : "Forces 3",
		"Practice" : "Weaving",
		"Action" : "Instant and contested",
		"Duration" : "Transitory",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "There's a time for words, and a time for action. With this spell, a mage can move from one scenario to the other instantly, as her voice is transformed from a tool of communication into a potent weapon. A single syllable uttered by the mage is magically amplified, creating a thunderous shockwave to sweep aside any who would stand in her way. The mage utters any brief word or syllable, which instantly becomes a deafening thunderclap. Anyone within the affected area, a one-yard radius centered on the mage, is subject to a Knockdown effect: They must roll Dexterity + Athletics to remain on their feet. Characters knocked to the ground lose their next action as they regain their footing. Dramatic failure indicates that the victim takes a hard fall and suffers a point of bashing damage as well. The mage may use the spell's extra successes to contest the targets' Knockdown rolls, or may use them to extend the area of effect, with each extra success doubling the area (a two-yard radius with two successes, a four-yard radius with three successes and so on). She must apply that choice to all targets, though: Her success either makes the sound louder, or makes it travel farther.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Thunderword",
				"Dice Pool" : "Presence + Athletics + Forces 3",
				"Rote Description" : "&quot;Speak loudly and carry a big stick&quot; is a philosophy many Arrow mages can relate to. Knowing this rote allows the voice to become the stick... or at least buy some time for the mage bring a bigger stick to bear."
			}
		]
	},
	{
		"Name" : "Floating Step",
		"SourceBook" : "Grimoire Of Grimoires",
		"SourcePage" : "70",
		"Arcana Requirement" : "Forces 3",
		"Practice" : "Weaving",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "This spell manipulates wind currents and kinetic energy around the mage to improve her balance and jumping ability, all while reducing her effective weight. Once cast, the spell provides the 8 again advantage to Dexterity + Athletics rolls to maintain balance, making it easy for a well-trained mage to run across tightropes or jump from one narrow post to another. The mage also adds her Forces dots in feet for every success scored whenever she succeeds at a Strength + Athletics roll. For example, if she scores 4 successes to make a standing broad jump and has Forces 3, she jumps 20 feet (2 per success as usual, + 3 per success using the spell).</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Karumijutsu",
				"Dice Pool" : "Resolve + Athletics + Forces 3",
				"Rote Description" : "The &quot;body lightening art&quot; gives practitioners the ability to leap incredible distances and balance on the most precarious surfaces."
			}
		]
	},
	{
		"Name" : "Instill Shock",
		"SourceBook" : "Tome Of The Mysteries",
		"SourcePage" : "140",
		"Arcana Requirement" : "Forces 3",
		"Practice" : "Weaving",
		"Action" : "Instant",
		"Duration" : "Prolonged (this spell uses the advanced prolongation factors)",
		"Aspect" : "Covert",
		"Cost" : "1 - 3 Mana, at caster's discretion",
		"Effect" : "The mage weaves a protective measure into an electronic device or other device capable of holding a significant charge of electrical energy. Unauthorized individuals touching the device receive a powerful shock. Shock victims suffer bashing damage equal to the number of Mana spent during item creation. If Sleepers witness the same device delivering repeated shocks, Disbelief might come into play, unless the device is connected to a power source at the time, offering a plausible excuse for its effect.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Hands Off",
				"Dice Pool" : "Intelligence + Crafts + Forces 3",
				"Rote Description" : "Free Council mages use this spell to protect their favorite Enchanted Items and other pieces of critical gear. For this reason, booting up a Free Councilor's laptop without permission is unwise."
			}
		]
	},
	{
		"Name" : "Light Mastery",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "169",
		"Arcana Requirement" : "Forces 3",
		"Practice" : "Weaving",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage can create or extinguish light. He could cause a room to go pitch-black or light a dark cave from nothing but the tip of a glowing finger. Successes determine the created light's intensity (in a directional 30-degree arc). Conversely, one success is usually enough to extinguish a light, unless it's a light created by this spell or other magic, in which case the magic's Potency must be exceeded by this spell.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "Optimize Kinetic Attack",
		"SourceBook" : "Grimoire Of Grimoires",
		"SourcePage" : "71",
		"Arcana Requirement" : "Forces 3",
		"Practice" : "Weaving",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "This spell channels wasted kinetic energy from a mage's movements into the speed and force of an attack. Divide successes between the number of future attacks this spell benefits, and its primary effect, adding dice to any Brawl or Weaponry-based attack. Each success devoted to this advantage adds a die to the mage's attack dice pool. There's a limit: No attack can have a combined spell + weapon damage dice bonus of more than 5, or 1 higher than the weapon's damage bonus if the mage already wields a 5 damage weapon. If the mage would gain a combined bonus 1 higher than this, he instead gains the 9 again advantage. (If the weapon provides 9 again already, this becomes 8 again.) If the mage would gain a combined 3 higher than the limit, he gets the 8 again advantage - the maximum benefit the spell can provide. For example, if Zeno casts this spell while using a sword that inflicts 2 damage and scores 4 successes, the sword + spell adds 5 dice to the attack, which benefits from the 9 again advantage. If Zeno had cast the spell to augment an unarmed attack it would add 4 dice. This spell can't enhance ranged attacks of any kind.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Arashi Waza",
				"Dice Pool" : "Wits + Brawl + Forces 3",
				"Rote Description" : "A master of the &quot;storm technique&quot; sees the chaotic currents of the wind reflected in his physical movements. He uses his mind and body to smooth the frayed lines of motion in his movement without sacrificing raw power"
			}
		]
	},
	{
		"Name" : "Personal Invisibility",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "169",
		"Arcana Requirement" : "Forces 3",
		"Practice" : "Veiling",
		"Action" : "Instant",
		"Duration" : "Concentration",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "The mage can turn herself invisible. As with the Forces 2 Invisible Object spell, but cast upon herself. Cast in combination with the Sound Mastery spell, the mage can be invisible and completely silent. She must maintain concentration as an instant action to remain unseen. One success is enough to hide the mage from sight, while excess successes act to occlude her from spells used to see or locate her (compare spell Potencies). Although the mage's physical form is invisible, her aura can still be seen by those with the ability to perceive auras (Mind 1 Aura Perception or Prime 1 Supernal Vision). Also, while the mage is invisible to a vampire's heightened senses from the Auspex Discipline, the vampire might still sense the mage's presence through his heightened smell or hearing. She must maintain concentration as an instant action (which means she cannot cast other spells while maintaining invisibility). She also cannot make quick movements (she can't move more than half her Speed), or gain her Defense while concentrating. If she does either, she can be seen as a prominent blur or refraction of light, allowing others to freely target her (as if she were barely concealed, with a -1 dice penalty) on the turn in which she moves and before she acts again on the following turn. Others can try to pinpoint an invisible person through hearing or smell (assuming they have advanced olfactory senses).</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Cloak Of Rain",
				"Dice Pool" : "Wits + Stealth + Forces 3",
				"Rote Description" : "A Guardian could ask for few finer rotes when about the business of her order, whether tailing a troublesome Sleeper, gathering intelligence on a potential problem site, or preparing to eliminate a threat to the secrecy of the Mysteries. The Guardian could be the proverbial &quot;fly on the wall&quot; watching an event unfold, unseen and unnoticed, save by ill luck (if someone blunders into her) or mystic senses. Mages of all orders make use of this magic given its broad utility."
			}
		]
	},
	{
		"Name" : "Sound Mastery",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "170",
		"Arcana Requirement" : "Forces 3",
		"Practice" : "Weaving",
		"Action" : "Instant",
		"Duration" : "Concentration (unique sounds) or prolonged (repetitive sounds)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage creates sounds or silences them. He could, for example, create the sound of a police siren or render absolutely silent the footfalls of a stealthy intruder. He can also record sounds, storing them magically for later playback. Successes determine the sound's volume. The range of sounds the mage creates depends on his ingenuity and capability. A reflexive roll of Wits + Expression (for voices) or Animal Ken (for animal cries) or Science (for devices) might be required. An instant and contested Intelligence + Investigation roll can be made for any listener who doubts his ears to realize the sound is fake (it's a real sound, but not a real lion). The Duration for creating sounds is one scene, although if the sound is sufficiently repetitive it could last for up to a scene (or longer with extra prolonged Duration factors) without needing the mage's concentration. Conversely, one success is usually enough to completely silence a one yard radius around a targeted spot (successes can be allocated to Target factors to silence a larger area. A sound created by this spell or other magic within the zone of silence must contest with the silencing spell's Potency for its sound to be heard. A separate casting of this spell allows a mage to record sounds that occur around her and store them as bits of magical energy. For the following hour, she can choose to turn on her magical recorder as an instant action, although she can turn it off reflexively. She then &quot;locks off&quot; one of her Mana points, using it to store the sounds. She cannot spend that point without losing its stored recording. She can play them back for herself at any time using the Read Matrices spell, or she can play them for anyone to hear (and record with a mundane recording device, perhaps for posterity) by spending the locked Mana, after which the recording is lost. (Unless she has Prime 3, allowing her to distill the Mana into tass, and so store it physically.)</P>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "Stay The Invisible Fires",
		"SourceBook" : "The Free Council",
		"SourcePage" : "109",
		"Arcana Requirement" : "Forces 3",
		"Practice" : "Shielding",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "1 Mana (optional; extends Duration to 24 hours)",
		"Effect" : "The mage creates an invisible shield against radiation. For the Duration, the mage is immune to the effects of harmful radiation and does not become irradiated, although other side effects can cause harm. So the mage could handle plutonium with bare hands without risk, but couldn't resist the heat of a nuclear reactor (and would want to be careful to wash off any radioactive materials before the Duration ended or before coming into contact with anyone else).</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Radiation Shield",
				"Dice Pool" : "Strength + Science + Forces 3",
				"Rote Description" : "A Libertine's work often involves going to dangerous places and handling dangerous materials, and this techn&eacute; helps to ensure such things are a bit less dangerous."
			}
		]
	},
	{
		"Name" : "Telekinesis",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "170",
		"Arcana Requirement" : "Forces 3",
		"Practice" : "Weaving",
		"Action" : "Instant",
		"Duration" : "Concentration",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage can telekinetically lift and/or use an object remotely. The mage must declare before casting whether successes apply to the force's Strength (its lifting ability) or Dexterity (its fine manipulation ability). The lesser Attribute has a default score of 1 dot. The caster can also raise either Attribute by choosing to suffer a -1 dice penalty on the spellcasting roll per dot to be raised. She could, for example, choose to put a lot of Strength and very little Dexterity into a spell intended to lift an extremely heavy object straight up, or she could grant very little Strength and a lot of Dexterity to a spell cast to use a set of lock picks from a distance (roll the Telekinesis Dexterity + caster's Larceny Skill). The object cannot be moved beyond the mage's sight (unless he uses Space 2 to scry it). The mage can move the item at a Speed per turn equal to his Gnosis + Forces. The mage must concentrate for each turn. With Forces 4, he can cast the spell with a default Duration of one scene (in which case, when he is not actively manipulating the object, it stays where he left it, even levitating in the air).</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Hand Of The Mind",
				"Dice Pool" : "Resolve + Occult or Science + Forces 3",
				"Rote Description" : "Guardians armed with this rote can distract Sleeper interlopers with all manner of sounds, or quiet their own noises should a Sleeper approach."
			}
		]
	},
	{
		"Name" : "Telekinetic Strike",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "170",
		"Arcana Requirement" : "Forces 3",
		"Practice" : "Fraying",
		"Action" : "Instant and aimed",
		"Duration" : "Lasting",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage creates a ball of telekinetic force that he hurls at his intended target. Each success inflicts one point of bashing damage. With Forces 4, this damage can be lethal. With Forces 5, one Mana can be spent to make the damage aggravated, by tearing apart the target's cellular structure. This version of Telekinetic Strike actually causes air to ripple in an unnatural fashion, warning a target about the threat. The target is allowed his Defense against the caster's aiming roll.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Mind Arrows",
				"Dice Pool" : "Presence + Athletics + Forces 3",
				"Rote Description" : "Unarmed and at range, an Arrow mage can attack her foes. This rote launches a telekinetic assault that can strike at a distance. Of course, other mages also make use of this rote, as one never knows when it might become necessary to take someone down at 30 paces."
			}
		]
	},
	{
		"Name" : "Turn Projectile",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "171",
		"Arcana Requirement" : "Forces 3",
		"Practice" : "Weaving",
		"Action" : "Instant",
		"Duration" : "Lasting",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage can direct the course of a fast projectile. Although the casting is an instant action, the mage can cast this spell at any point in the Initiative roster, even before he could normally act, although that is his action for the turn. The mage can turn the projectile up, down, right, left, or even back the way it came. The degree to which the projectile's course is altered depends on the number of successes rolled. Mages can mix and match successes to direct a projectile's course in multiple directions. For example, with two successes, a mage can turn an arrow 45 degrees to its left and then make it go down 45 degrees from its new course. The effect is lasting; once the projectile's course is altered, it remains traveling along its new course until something else causes it to change vectors or it smashes into something. With a successful reflexive Dexterity + Firearms roll, the mage can aim the projectile at a target along its new trajectory. The mage can affect multiple projectiles by adding extra Target factors. When turning autofire from the same gun, use the following special autofire dice penalties chart.</P>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "Sorcerer's Retribution",
		"SourceBook" : "Grimoire Of Grimoires",
		"SourcePage" : "55",
		"Arcana Requirement" : "Forces 3, Prime 2; Song: Angels Of Malice",
		"Practice" : "Shielding",
		"Action" : "Fraying / Shielding",
		"Duration" : "Prolonged (1 scene, but see below)",
		"Aspect" : "Vulgar",
		"Cost" : "Vulgar",
		"Effect" : "This spell creates a matrix of kinetic and magical energy around the caster that's sensitive to invading magic. This whirling shard of bound force orbits him, avoiding nearby objects and leaving nothing other than a slight breeze to indicate its existence. When anyone casts a damaging spell on the caster the matrix lashes out, intercepting the intrusion and following it back to strike the source. Once cast, this spell acts like the spell Magic Shield, providing 1 point of armor per dot of the caster's Prime Arcanum. In addition, the spell strikes the source of the magical attack with a bolt of kinetic energy, inflicting 1 point of bashing damage per success. However, the same energy that shields the mage is used in the attack, like a sort of &quot;point defense&quot; against the spell that blows through to hit the enemy caster as well. Reduce the number of successes calculated for the attack by the armor rating provided by the spell. For example, if the caster scores 8 successes and has Prime 3, the counterattack is only treated as if it had 5 successes. The caster may voluntarily reduce the armor protection granted by the spell to increase its counteroffensive ability. The counterattack does not use one of the caster's actions. If the spell came from an artifact or imbued item, the kinetic energy strikes that instead. By spending 1 Mana, the caster can make the spell last 1 day. However, once the spell delivers its counterattack it is expended, whether the caster spent Mana or not. It must be cast again.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Angels Of Malice",
				"Dice Pool" : "Presence + Expression + Forces 3",
				"Rote Description" : "Hellson designed this rote to strike down sorcerers who would dare attack him. He visualizes his voice coalescing into a serpent-shaped coil of energy, lying in wait against magical assault."
			}
		]
	},
	{
		"Name" : "Bag Of Winds",
		"SourceBook" : "Legacies: The Ancient",
		"SourcePage" : "68",
		"Arcana Requirement" : "Forces 4 + Fate 2 + Time 2",
		"Practice" : "Patterning",
		"Action" : "Instant",
		"Duration" : "Conditional (Transitory when spell is triggered)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "Aeolus gave Odysseus a bag of winds, and if the bag didn't work, it was because of the incompetence of the hero's men, not the efficacy of the magic. Mages have long passed on the method of duplicating Aeolus' result in a bag or a pocket. This spell allows the mage to trap a current weather condition in a pocket or a bag (whether a natural weather condition, or one he has already created), to be kept for later. Fate 2 allows the spell to keep the weather safe as long as the bag is clasped shut, for a base of one scene. When the bag is opened, the weather floods out, covering the immediate vicinity. With Forces 4, the mage can trap weather conditions that aren't disastrous in the bag. With Forces 5, the Aeolian can trap dangerous weather, such as windstorms. The spell only works outdoors. If the bag is opened indoors, the weather inside the bag escapes through cracks in the door or window, and affects the area immediately around the building in which the owner of the bag is standing.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Aeolus' Gift",
				"Dice Pool" : "Dexterity + Science + Forces 4",
				"Rote Description" : "The Mysterium sometimes find it useful to give a bit of wind or rain to a friend, as a secret, &quot;between you and me.&quot; With this, it's easy, as long as the friend isn't tempted to take a peek inside too soon."
			}
		]
	},
	{
		"Name" : "Bestow Invisibility",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "171",
		"Arcana Requirement" : "Forces 4",
		"Practice" : "Veiling",
		"Action" : "Instant",
		"Duration" : "Concentration",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "The mage can turn another person invisible, as he does with himself with the Forces 3 Personal Invisibility spell. The target must maintain concentration to remain unseen. The target, not the mage, must concentrate to maintain the effect.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Unseen Army",
				"Dice Pool" : "Manipulation + Stealth + Forces 4",
				"Rote Description" : "Guardians understand that not everyone has the capabilities required to do the work the order requires of them, but they must, nonetheless, occasionally bring such unprepared souls along for the ride. This rote helps to even the odds somewhat, enabling even the most normally conspicuous souls to move with preternatural stealth. Silver Ladder mages also make use of this rote, often to conceal a bodyguard."
			}
		]
	},
	{
		"Name" : "Burst Of Speed",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "171",
		"Arcana Requirement" : "Forces 4",
		"Practice" : "Patterning",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana per turn",
		"Effect" : "The circumstances requiring it may be rare, but every so often it happens that a mage needs to outpace a horse on foot. Sometimes it just helps to be a whole hell of a lot faster than the guy with a gun. This spell makes a mage swifter than any mortal human being could be, reducing the force of forward friction (from the atmosphere and winds) to nil, while vastly amplifying forward momentum. Each stride can carry the caster effortlessly for the equivalent of seven or eight normal paces. While the mage can't outpace a bullet, she does move faster than just about any living thing without mechanical assistance. A Mana point can be spent to boostSpeed for a turn. The caster can do so as many times as he wishes while the spell's scene-long Duration is still active (assuming he has enough Mana). The mage's Speed increases by itself again for each success on the spellcasting roll. Characters who run double this figure, as well. Assuming the spell has four successes and a mage has a Speed of 12, he has an effective speed of 48. If he runs, his Speed is 96 -- almost 65 miles per hour! If any Sleeper witnesses the mage running faster than a normal human, Disbelief is invoked.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Hermes' Sandals",
				"Dice Pool" : "Wits + Athletics + Forces 4",
				"Rote Description" : "There is a time for negotiations, a time to hold one's ground, and a time to get the hell out of Dodge. This Mysterium rote is magic for the last of those situations. Of course, members of the Mysterium are just as apt to use this spell to catch up with someone or something as to use it to take flight. Guardians of the Veil also occasionally use this magic when they need to intercept a threat to the secrecy of the Mysteries and don't have time to hail a cab."
			}
		]
	},
	{
		"Name" : "Change Weather",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "172",
		"Arcana Requirement" : "Forces 4",
		"Practice" : "Patterning",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage alters weather patterns, bringing almost any sort of normal (non-disastrous) weather to bear on an area, given enough time and effort. (Note that a frost in late spring, while potentially very destructive to local food production, is not the same sort of thing as a tornado or typhoon, and can be created using this level of Forces.) The inertia of current weather patterns might levy dice penalties. Making threatening thunderclouds release a downpour might cause no penalty, while turning a bright summer's day into freezing rain might cause a -3 dice penalty. It takes about five minutes after casting for the storm effects to develop. Major conditions, such as hurricanes or tornadoes, require the Adverse Weather spell.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Rainmaker",
				"Dice Pool" : "Intelligence + Occult or Science + Forces 4",
				"Rote Description" : "Long has humanity tried to harness weather to its own ends. A Free Council mage with this rote can call up rain to end a drought, a bit of warmth to break a cold snap, or whatever other non-extreme condition she desires. Mysterium mages use alternate means to control these forces (Resolve + Science + Forces), but accomplish the same ends."
			}
		]
	},
	{
		"Name" : "Control Velocity",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "172",
		"Arcana Requirement" : "Forces 4",
		"Practice" : "Patterning or Unraveling",
		"Action" : "Instant",
		"Duration" : "Transistory (one turn)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage can increase or decrease the velocity of an object (but not a living creature). He could, for example, make a hurtling truck slow down, or speed up (or slow down) a bullet. Although the casting is an instant action, the mage can cast this spell at any point in the Initiative roster, even before he could normally act, although doing so is his action for the turn. Each success doubles or halves the target object's speed. For example, a truck going 80 mph is reduced to 40 mph with one success, 20 mph with two successes, 10 mph with three successes, 5 mph with four successes, and two-and-a-half mph with five successes. Note that the mage must be able to affect the entire target and its Size (which might be up to 30 or more for an 18-wheeler rig and tow). He can't single out portions of it, such as slowing the velocity of a single tire and so slow the whole truck (while causing the passengers and objects inside to be thrown forward). High-speed projectiles such as arrows and bullets cannot be halted at this level. Instead, add (for increased velocity) or subtract (for decreased velocity) one point of damage per every two successes as shown in the below chart. For turning autofire from the same gun, use the following autofire dice penalties chart.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "Destroy Spirit",
		"SourceBook" : "Summoners",
		"SourcePage" : "208",
		"Arcana Requirement" : "Forces 4, Prime 4",
		"Practice" : "Unraveling",
		"Action" : "Instant and aimed",
		"Duration" : "Lasting",
		"Aspect" : "Vulgar",
		"Cost" : "One point of Mana (optional for aggravated damage)",
		"Effect" : "Caging a creature is all well and good, but sometimes you just need to annihilate it. Designed to simultaneously attack all aspects of spirits, ghosts, and other ephemeral beings, this spell is a weapon against anything that comes from anywhere other than the flesh-and-blood world of mundane Sleepers. The raw might of the Aether is brought to bear against the target, potentially destroying all traces of the unfortunate entity. The mage channels a nearly solid beam of blinding white light at the target. This brightly glowing ray almost seems to have a certain weight to it, moving with about the same velocity as a thrown projectile. Each success inflicts one point of lethal damage and removes one point of Essence from any creature that has a Corpus score. Lost points of Essence are simply destroyed. With Forces 5, the mage may spend a point of Mana to inflict aggravated damage with this spell.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Obliteration",
				"Dice Pool" : "Strength + Athletics + Forces 4",
				"Rote Description" : "Many of the most destructive spells created were designed in response to a looming threat. This rote was crafted as a preemptive measure by a particularly paranoid Banner Warden of the Arrow named Phosphorous. Scarred by the death of her brother at the many hands of a hideous spirit of gluttony, Phosphorous devised a means to safeguard those that could not save themselves. In the early summer of 1920, while tourists flocked to the shores of the eastern United States, the bitter Obrimos waged war against the blossoming spirits of corruption and vice that were springing up throughout the area. A number of the mages of Phosphorous' Consilium were against these unprovoked attacks, and more than one chastised the Arrow for creating such a one-dimensional spell; what good would come of such destructive power? They soon found out when one local mystagogue got in over his head. &quot;Dapper&quot; Dave hadn't intended any harm by it, but whatever it was that he dredged up from the Underworld longed only to destroy. Phosphorous answered its aggression with the fury of her magic, unleashing this brutal spell upon the creature, until it troubled the Consilium no more. After that, folks stopped criticizing the Arrow's &quot;one-dimensional&quot; approach."
			}
		]
	},
	{
		"Name" : "Fiery Transformation",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "172",
		"Arcana Requirement" : "Forces 4 + Life 4; optional Matter 4",
		"Practice" : "Patterning",
		"Action" : "Instant",
		"Duration" : "Transistory (one turn)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana (optional)",
		"Effect" : "Stories of old tell of willworkers using the power of magic to metamorphose into all manner of strange forms. Many chose to become animals or to take on the shape of other people, while some assumed more fanciful skins. With this spell, a mage transforms into a creature of living flame. The spell takes effect in the turn following casting. Since the mage does not transform into another form of life, she is in no danger of losing herself to an alien mindset. Instead, she becomes a being of fire. Planes of force within her new shape allow her to maintain whatever Physical Attributes she possessed before the change. The successes rolled for this spell are rolled as dice of lethal damage against anyone or anything not somehow fireproofed that makes physical contact with the mage (including her clothes and equipment). Likewise, the mage's hand-to-hand attacks cause lethal fire damage, to which the spell's successes are added as an equipment bonus. By adding Matter 4 to the casting, the mage can cause all of her normal equipment (such as clothing or, say, a knife) to change into fire with her, although they retain only simple mechanical properties. Firearms thus altered, however, do not function for the duration of the spell. With Forces 5, the caster can spend one Mana to inflict aggravated damage with this magic.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Wrath Of The Inferno",
				"Dice Pool" : "Stamina + Intimidation + Forces 4",
				"Rote Description" : "Arrow mages who learn this rote use it to sow fear among their enemies and to inflict horrific harm in combat. While some see the rote as needlessly flashy, few things are quite as terrifying as a warrior of living fire, carving a charred and bloody swath through the ranks of her foes. Mysterium mages, though not often renowned for martial prowess, occasionally use a version of this rote to augment what combat ability they possess."
			}
		]
	},
	{
		"Name" : "Firebolt",
		"SourceBook" : "Adamantine Arrow",
		"SourcePage" : "179",
		"Arcana Requirement" : "Forces 4",
		"Practice" : "Unraveling",
		"Action" : "Instant",
		"Duration" : "Lasting",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana (optional for aggravated damage)",
		"Effect" : "One of the signature spells of the battle-minded Obrimos, this magic allows a willworker to project a lancing gout of flame from his fingertips toward a target at range. Each success assigned to the Potency of this spell inflicts one Health box of lethal damage to the target, who is allowed to apply her Defense against the attack. With Forces 5, the caster can spend a point of Mana to make this spell inflict aggravated damage. Note that flammable objects in the target's vicinity are apt to be set ablaze by this attack.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Sword Of Michael",
				"Dice Pool" : "Dexterity + Athletics + Forces 4",
				"Rote Description" : "While some Arrows prefer lightning and others sonic bursts, the simple fact of the matter is that more supernatural weirdness appears to be harmed in a meaningful way by fire than by any other natural form of energy. This rote, probably older than the order itself, capitalizes upon that truth."
			}
		]
	},
	{
		"Name" : "Firestarter",
		"SourceBook" : "Legacies: The Ancient",
		"SourcePage" : "43",
		"Arcana Requirement" : "Forces 4",
		"Practice" : "Unraveling",
		"Action" : "Instant",
		"Duration" : "Lasting",
		"Aspect" : "Covert (but see below)",
		"Cost" : "1 Mana",
		"Effect" : "Sometimes the wrath of the Tamers of Fire burns hot and bright. Magical arson may not be honorable, but fire can cleanse, and fire can destroy. When all looks impossible, an inferno from nowhere can ensure that even if a Champion doesn't get out alive, his opponents join him in the flames. This spell causes the area around a targeted spot (which can be anywhere within sensory perception) to catch fire. Fire causes automatic lethal damage to everyone within its ",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "Friction Knife",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "173",
		"Arcana Requirement" : "Forces 4",
		"Practice" : "Fraying",
		"Action" : "Instant and contested; target rolls Stamina + Gnosis reflexively",
		"Duration" : "Transistory (one turn)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The subject suffers one Health wound of lethal damage per every three yards (rounding down) that she moves in a turn. At the Storyteller's discretion, one additional wound might be caused by a strong wind. Note that a person sitting in a moving vehicle does not suffer this damage unless he's exposed to open air, such as in a convertible. (If he's next to an open window, he suffers half damage, rounded down.) Non-magical armor provides only half its normal protection, unless the subject's body is more than 95% covered by armor.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Sword Of The Winds",
				"Dice Pool" : "Intelligence + Occult or Science + Forces 4 vs. Stamina + Gnosis",
				"Rote Description" : "The greatest warrior learns to use every resource in her environment, a lesson taken to heart by those Arrow mages who practice this rote. With such magic, an Arrow lays low her enemies without force of arms, allowing them to destroy themselves. Silver Ladder mages also make use of this magic to destroy foes without lifting a finger."
			}
		]
	},
	{
		"Name" : "Gravity Shift",
		"SourceBook" : "Adamantine Arrow",
		"SourcePage" : "179",
		"Arcana Requirement" : "Forces 4",
		"Practice" : "Patterning",
		"Action" : "Instant",
		"Duration" : "Concentration",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "Sometimes the path a mage needs to follow becomes blocked or impassable. No matter -- with this spell, the caster isn't limited to walking on the ground. He can amble up the side of a wall or stride across a ceiling avoiding obstructions that would slow the passage of earthbound travelers.With each success, the mage can shift the direction of gravity upon his person by 45 degrees. Thus, one success allows him to scale a vertical wall with mild effort, as if it were a steep incline; two successes allows him to walk straight up it as if it was flat ground. Four successes are needed to walk on a ceiling (after walking up the wall to reach it). From the mage's perspective, &quot;down&quot; always feels as if it's beneath his feet, and everything he carries or holds behaves accordingly. He could even pour himself a glass of water while standing on the ceiling, and the water would fall into his glass instead of spilling onto the floor. Once he lets go of something --including another person, if he's carrying someone -- that item or person is affected by gravity normally. Note that the mage need not be in motion for the spell to function; he could choose to sit on a ceiling like a spider while guarding a room, for example.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Human Fly",
				"Dice Pool" : "Wits + Occult + Forces 4",
				"Rote Description" : "With this rote, no wall is too high to climb. Floor-level traps or alarm systems can be bypassed; rooftops, treetops and even mountaintops are simple to reach."
			}
		]
	},
	{
		"Name" : "Influence Magnet",
		"SourceBook" : "Tome Of The Mysteries",
		"SourcePage" : "63",
		"Arcana Requirement" : "Forces 4",
		"Practice" : "Patterning",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage can strengthen or weaken any natural magnet or magnetic substance. Using this spell on a magnetized object, each success on the spell can increase or decrease the magnet's Strength by one. An object reduced to Strength 0 is still mildly magnetic, but probably not strong enough to support the object's own weight. One additional success can then reduce a Strength 0 magnet to a completely non-magnetized state. This spell can also be cast on objects that are not magnetized but can naturally be magnets. The first success then gives the object magnetic Strength 0, and additional successes allow the mage to increase that Strength. Objects generally return to their old state of magnetization once the spell ends. With Forces 5 and the expenditure of a point of Mana, the mage may make the change in Strength lasting as long as the material can naturally hold that Strength of magnetization. Any object can be permanently made non-magnetic; most magnetic materials have a maximum Strength they can hold, generally 2 or 3. Such a material increased to Strength 5 would naturally weaken to its maximum magnetic Strength after the spell's normal Duration expired. This spell may also be used to reverse a magnet's polarization, but the mage must use successes to make the magnet completely non-magnetized before she can apply any toward strengthening the reverse polarization.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Commanding Polarization",
				"Dice Pool" : "Intelligence + Science + Forces 4",
				"Rote Description" : "This rote is excellent for creating powerful magnets for scientific or occult experiments, or just for boosting the power from existing magnets. Using this spell on a computer hard drive is an excellent way to wipe the memory completely, leaving no evidence of electronic data or the attempt to destroy it."
			}
		]
	},
	{
		"Name" : "Invisible Fire",
		"SourceBook" : "The Free Council",
		"SourcePage" : "110",
		"Arcana Requirement" : "Forces 4",
		"Practice" : "Fraying",
		"Action" : "Instant and aimed",
		"Duration" : "Lasting",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana (optional; makes damage aggravated)",
		"Effect" : "The mage strikes a target with a concentrated amount of radiation. Each success inflicts one level of lethal damage due to radiation burns. Invisible Fire ignores armor not specifically shielded against radiation or magic. Anyone with the protection of Stay the Invisible Fires is immune. One point of Mana can be spent to make the damage aggravated.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Rad-Blast",
				"Dice Pool" : "Wits + Science + Forces 4",
				"Rote Description" : "The Libertines weren't the first to think of using radiation as a weapon, just the first mages to do so. This techn&eacute; is considered a weapon of last resort since it's dirty and vulgar, and tends to raise difficult questions."
			}
		]
	},
	{
		"Name" : "Kinetic Ripple",
		"SourceBook" : "Adamantine Arrow",
		"SourcePage" : "180",
		"Arcana Requirement" : "Forces 4",
		"Practice" : "Unraveling",
		"Action" : "Instant; subtract target's Stamina",
		"Duration" : "Lasting",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "The mage lashes out with her magic, harming anyone near her with a shimmering wave of force. Those nearest the mage suffer the most damage, as the wave of force quickly decreases in ferocity the further the wave spreads. The visible effects from this spell on a body are misleading. Serious internal damage can be caused while leaving only bruises. This spell causes damage based on target proximity from point of origin (the caster). All targets within a one-yard radius of the mage suffer one point of lethal Health damage per success on the casting roll. All targets outside the one-yard radius, but within three yards of the mage, suffer one point of bashing Health damage per success on the casting roll. Damage dealt is considered Resistant Damage, and in the case of multiple targets, subtract the highest Stamina present from the casting roll. It is possible to exclude friendly targets from Kinetic Ripple by including Fate 2 in the spellcasting.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Break The Line",
				"Dice Pool" : "Stamina + Athletics + Forces 4",
				"Rote Description" : "The Adamantine Arrow uses this spell to disrupt enemy lines and to scatter clumped groups. Multiple Arrows with knowledge of this spell, working as a group, can quickly clear an area with successive pulses of damaging energy."
			}
		]
	},
	{
		"Name" : "Levitation",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "173",
		"Arcana Requirement" : "Forces 4",
		"Practice" : "Patterning",
		"Action" : "Instant",
		"Duration" : "Concentration",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage can lift himself off the ground using telekinetic force. At this level of Forces, travel is slow and requires concentration. Success allows the mage to levitate and travel in any direction with a maximum Speed equal to her Gnosis +1 per success (she cannot double this as she could by running on the ground). She must maintain concentration as an instant action (no further rolls are required). She is not very maneuverable, however. She cannot make quick movements to dodge obstacles and does not gain her Defense against any attacks that can reach her. If she is attacked or startled, a reflexive Resolve + Composure roll must be made to maintain concentration. If it fails, she falls, although she can resume concentration as an instant action anytime within a number of turns equal to her Forces dots, halting her plummet instantly, assuming she doesn't hit ground before the. She'd have to fall from an extreme height -- such as from skydiving -- to allow her any time to regain concentration. (Note: This is an exception to the normal rules for losing concentration with a spell). This spell instantly invokes Disbelief in Sleeper witnesses, which immediately works to unravel the magic.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Air Walk",
				"Dice Pool" : "Intelligence + Athletics + Forces 4",
				"Rote Description" : "Guardian mages find this a very useful spell when they need to perform home or office intrusions to fetch or destroy incriminating evidence -- or to spy on someone from where he least expects it, above."
			}
		]
	},
	{
		"Name" : "Quench The Invisible Fires",
		"SourceBook" : "The Free Council",
		"SourcePage" : "110",
		"Arcana Requirement" : "Forces 4",
		"Practice" : "Unraveling",
		"Action" : "Instant",
		"Duration" : "Lasting",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "This spell cleanses radioactivity from an affected area. Radioactive materials in the spell's area are instantly rendered non-radioactive (and therefore useless for any purposes relying on their radioactivity). This includes material irradiated by contact with radioactive materials.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Shorten Half-Life",
				"Dice Pool" : "Intelligence + Science + Forces 4",
				"Rote Description" : "While Libertines work with radioactive materials only rarely, this techn&eacute; allows them to clean up after themselves quickly, leaving no traces behind."
			}
		]
	},
	{
		"Name" : "Sensory Deprivation",
		"SourceBook" : "Tome Of The Mysteries",
		"SourcePage" : "63",
		"Arcana Requirement" : "Forces 4; optional Life 3 Or Mind 2",
		"Practice" : "Unraveling",
		"Action" : "Instant and contested; target rolls Composure + Gnosis reflexively",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage uses Forces to cut a target off from three of his senses: Speaking, hearing and seeing. The target's voice and hearing capabilities are dampened through a silencing of all sound around the mouth and ears. Sight is removed by diminishing all light that reaches the target's eyes. The addition of Life can stimulate the subject's biological fear responses (increased heartbeat, sweat, hyperventilating). The addition of Mind can emotionally urge the subject to feel whatever the caster desires during this time of deprivation. Each success on the casting roll reduces any Composure-based rolls (including, obviously, Perception rolls) by one. A success also reduces any Manipulation-based rolls (i.e., attempts to communicate) by one die per success, as well. The victim cannot speak, hear or see (though spellcasting may inadvertently allow for some light or sound to escape, but this usually comes across as muffled white noise or gray, filtered light). Note that if the target is a mage with at least Forces 1 or Mind 1, he might recognize (via Unseen Senses) that he is being manipulated. At the Storyteller's discretion, prolonged use of this spell (or if the caster gains an exceptional success) might cause the victim of the casting to gain a temporary derangement. This derangement grants either a mild version or upgrades a mild version to severe. This derangement lasts for 12 hours. Resultant derangements are usually Depression (or Melancholia), Phobia (or Hysteria), Inferiority Complex (or Anxiety).</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Interrogation",
				"Dice Pool" : "Manipulation + Intimidation + Forces 4",
				"Rote Description" : "Using this rote, a Guardian can more affectively interrogate a victim through use of magical torture."
			}
		]
	},
	{
		"Name" : "Thunderbolt",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "173",
		"Arcana Requirement" : "Forces 4",
		"Practice" : "Unraveling",
		"Action" : "Instant and aimed",
		"Duration" : "Lasting",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana (optional for aggravated damage)",
		"Effect" : "The mage conjures up crackling tendrils of electricity that dance between her fingertips, and then sends them at a ranged target. Each success inflicts one Health wound of lethal damage. With Forces 5, one Mana can be spent to make the damage aggravated (although the target is allowed his Defense against the aiming roll made for the caster).</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Lightning's Vessel",
				"Dice Pool" : "Stamina + Athletics + Forces 4",
				"Rote Description" : "Perhaps one of the more awe-inspiring modes of attack common to the Adamantine Arrow (which is saying something), this rote is emblematic of that order's very name. Free Council willworkers use their own means of generating the energy needed for such magic (Intelligence + Athletics + Forces)."
			}
		]
	},
	{
		"Name" : "Transform Energy",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "173",
		"Arcana Requirement" : "Forces 4",
		"Practice" : "Patterning",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage can transform energy: Sound into light or heat, or electricity into sound, or fire into electricity, or any combination of these forces. All kinds of energy have their origins in certain physical principles that manifested long ago and diverged from a single course. Using that sympathy, a mage can change one kind of energy into another. Electricity, for example, can be transformed into sound. (As with the Sound Mastery spell, however, a separateSkill roll might be required to generate exacting sounds. The mage could easily get screams or gunfire, but it's harder to get a specific person screaming or the telltale sound of a certain model of gun.) Light could be changed into heat, meaning that a blindingly bright room could become pitch-black and searingly hot. The existing energy is transformed, but it is not increased or diminished unless cast in combination with a spell that allows that effect. Use the chart below as a general guideline for transforming one form of energy into another.</P>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "Trojan Horse",
		"SourceBook" : "Banishers",
		"SourcePage" : "57",
		"Arcana Requirement" : "Forces 4 + Fate 2 + Time 2",
		"Practice" : "Unraveling",
		"Action" : "Extended",
		"Duration" : "Vulgar",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana + 1 Willpower",
		"Effect" : "The use of this spell is undoubtedly an act of cruelty; some might even call it an act of terrorism. In the end, however, the difference between a terrorist and a freedom fighter depends on point of view. Certainly, Banishers have no qualms about using this spell in their fight against mages. The mage plants a destructive spell in a Sleeper subject, concealing a lethal time bomb within an unsuspecting person. This spell implants the Forces 4 rote Thunderbolt in a Sleeper. A Sleeper subject is procured by the caster, who proceeds to cast the Thunderbolt spell. At the very last moment, the mage channels the energy of the spell into the Sleeper, rather than at the Sleeper. This type of casting requires concentration and slows the spell from an instant action to a special type of extended action. The mage has a window of three turns in which to properly complete the spell, or the thunderbolt will be discharged targeting the Sleeper. The extended roll requires five successes. Once the spell has been set in the target, the mage weaves Fate and Time into the spell so it remains dormant until the Sleeper is in the presence of magic. The very next time a spell is cast within sensory range of the Sleeper, the Thunderbolt spell is discharged, targeting the source of the magic. The spell released in this way from a Sleeper requires no roll to hit. Damage caused by the spell is equal to the caster's Gnosis + 3. Changing the primary Arcanum of the spell could produce a variety of different effects. Cast with Matter 4, for example, the spell could incorporate the Transmute Air spell to transmute the air breathed out by the Sleeper carrier into sarin gas. Use of this rote is an act of hubris requiring a degeneration check for mages of Wisdom 4 or higher (roll three dice).</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Banisher Rote",
				"Rote Name" : "Minefield",
				"Dice Pool" : "Resolve + Occult + Forces 4",
				"Rote Description" : "A Guardians of the Veil cabal, located in Chicago, have published a report documenting the cabal's battles with a small cell of Banishers and the Banishers' extensive use of this spell. The report indicates Banishers use this spell in two ways. One is to seed a crowd with Sleeper carriers, then draw a mage to the crowd and attack them in a mundane fashion. The crueler use is to cast the spell on Sleeper friends and allies of a mage."
			}
		]
	},
	{
		"Name" : "Unseen Hand",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "174",
		"Arcana Requirement" : "Forces 4",
		"Practice" : "Weaving",
		"Action" : "Concentration",
		"Duration" : "Instant and contested; target rolls Composure + Gnosis reflexively",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "The mage can telekinetically lift a living creature remotely. A simple success lifts the target into the air. The spell's Strength is equal to its successes. The mage can move the living creature at a Speed per turn equal to his Gnosis plus any successes allocated for this purpose. The target cannot be moved beyond the mage's sight (unless he uses Space 2 to scry it). Each turn, the victim can attempt to struggle free from the telekinetic grip. It takes an instant action and a Strength + Athletics or Brawl roll, penalized by the spell's assigned Strength. With Forces 5, this spell can have a default Duration of prolonged (one scene), in which case when the caster is not actively manipulating the target, the target stays where the caster left him, even if he levitates in the air (although the target can try to break the hold as described above).</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Unyielding Grasp",
				"Dice Pool" : "Wits + Brawl + Forces 4 vs. Composure + Gnosis",
				"Rote Description" : "The Adamantine Arrow often uses this rote to freeze enemies in place, or to lift them high and then drop them. It lacks honor, but so do many Arrow enemies."
			}
		]
	},
	{
		"Name" : "Adverse Weather",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "174",
		"Arcana Requirement" : "Forces 5",
		"Practice" : "Making",
		"Action" : "Instant",
		"Duration" : "Prolonged (for storms, monsoons, tsunamis, or similar longterm phenomena; one scene) or transitory (for tornadoes or similar short-term phenomena; one turn)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage creates a major weather disturbance such as a tsunami or monsoon, following the guidelines of the Change Weather spell. Creating a tornado in the American Midwest in the summer might impose a -1 dice penalty (depending upon current prevailing weather), while doing so in northern Alaska probably imposes a -5 dice penalty, regardless of the season. Long-term weather effects (storms, monsoons) take about five minutes after casting to grow into force, and dissipate as soon as the spell's Duration expires. Short-term effects arise immediately and disappear immediately when the spell expires.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Clearing The Streets",
				"Dice Pool" : "Resolve + Intimidation + Forces 5",
				"Rote Description" : "Given the choice between creating a short-term panic with sudden hurricane-force winds and allowing Sleepers to bear witness to something that could utterly destroy the secrecy of the occult world, most Guardians opt for the former. This rote can also be used for purely destructive purposes, of course, and this &quot;wrath of heaven&quot; potential draws certain members of the Silver Ladder to learn the same magic."
			}
		]
	},
	{
		"Name" : "Bestow Burst Of Speed",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "175",
		"Arcana Requirement" : "Forces 5",
		"Practice" : "Patterning",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana per turn",
		"Effect" : "The mage allows others to vastly speed up their movement, as he does for himself with the Forces 4 Burst of Speed spell. The target, not the mage, can spend a Mana point to boost his Speed for a turn, as per the rules for the Burst of Speed spell. If the target has no Mana, he cannot gain the benefit of this spell.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Flashpoint",
				"Dice Pool" : "Manipulation + Athletics + Forces 5",
				"Rote Description" : "Silver Ladder mages use this rote to give their cabal-mates the speed to catch or intercept enemies."
			}
		]
	},
	{
		"Name" : "Bestow Levitation",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "175",
		"Arcana Requirement" : "Forces 5",
		"Practice" : "Making",
		"Action" : "Instant",
		"Duration" : "Concentration",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "The mage can impart levitation to others. This is identical to that which a mage could bestow upon himself with Levitation, although the target must concentrate to levitate. This spell can be cast upon only willing targets. To lift an unwilling target, the caster must use the Unseen Hand spell. The target, not the mage, must concentrate to maintain the spell.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Disc Of Levitation",
				"Dice Pool" : "Intelligence + Occult or Science + Forces 5",
				"Rote Description" : "A quick casting of this rote has saved the life of more than one Mysterium willworker's cabal-mate. Adamantine Arrow mages use their own version of the rote (Wits + Occult + Forces) to give their allies the means to flee a hostile encounter or to attack a foe from an unexpected angle."
			}
		]
	},
	{
		"Name" : "Complete Invisibility",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "175",
		"Arcana Requirement" : "Forces 5",
		"Practice" : "Veiling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "The mage can turn herself invisible, as with the Forces 3 Personal Invisibility spell, but she no longer needs to maintain concentration to remain unseen. One success is enough to hide the mage from sight, while excess successes act to occlude her from spells used to see or locate her (compare spell Potencies). Although the mage can now make quick movements (unlike with Personal Invisibility), and gains her Defense against attacks that can actually target her (the attacker must be able to see through the spell's Potency with a spell of his own), she cannot make Brawl or Weaponry attacks or run or dive for cover without revealing her location. Such movements can be seen as a prominent blur or refraction of light, allowing others to freely target the mage (with a -1 dice penalty) on the turn in which she moves and before she acts again on the following turn.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Cloak Of Light",
				"Dice Pool" : "Wits + Stealth + Forces 5",
				"Rote Description" : "Guardians prize this rote as among the most valued for their &quot;profession&quot; of policing the Awakened world."
			}
		]
	},
	{
		"Name" : "Control Gravity",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "176",
		"Arcana Requirement" : "Forces 5",
		"Practice" : "Making",
		"Action" : "Instant",
		"Duration" : "Transistory (one turn)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage redirects the force of gravity, causing people and things to fall in another direction, such as sideways or upward. A simple success affects gravity in a one-yard radius. Excess successes spread the energy over a larger area. Characters who fall into objects take damage normally. A person in the radius who is sent &quot;falling&quot; upward travels at the same rate as someone falling downward, but once he exits the radius affected, he is subject to normal gravity again. Although his momentum might still send him upward for a turn or two, the natural downward pull of gravity brings him back down -- unless he falls into the radius of the altered gravity, which sends him upward again. He might oscillate between the area of altered gravity and normal gravity until the spell expires.</P>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "Create Sunlight",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "176",
		"Arcana Requirement" : "Forces 5",
		"Practice" : "Making",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "The mage creates sunlight. He does not really turn night into day, but does create a miniature sun, a source of true sunlight. The spell's successes determine the area of direct sunlight; anything outside the area might be illuminated indirectly by the glow, but isn't otherwise affected. Needless to say, this spell is especially deadly to vampires. Within the radius affected, the sunlight is &quot;direct&quot; (three points of aggravated damage per turn). Outside the immediate radius (within double the radius' area), the sunlight is &quot;faint&quot; (one point of aggravated damage per turn).</P>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "Earthquake",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "176",
		"Arcana Requirement" : "Forces 5",
		"Practice" : "Unmaking",
		"Action" : "Instant",
		"Duration" : "Transistory (one turn)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "With this spell, a mage can create a localized earthquake by manipulating the balance of force and pressure beneath the ground. This spell inflicts damage upon structures such as buildings within its targeted area (a five-yard area with one success) equal to the spell's successes. Dexterity + Athletics, minus the spell's successes, is rolled for living beings to remain standing. In uncommon cases, those in the area (especially those who fall down) may suffer a Health wound or two of damage, almost always bashing (Storyteller's discretion). Being in a narrow stairwell filled with plummeting debris may involve more damage, as might being beneath a falling statue, but such occurrences are judged on a case-by-case basis.</P>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "Electromagnetic Pulse",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "177",
		"Arcana Requirement" : "Forces 5",
		"Practice" : "Unmaking",
		"Action" : "Instant",
		"Duration" : "Lasting",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage creates an EMP that destroys power and electrical devices. One success is sufficient to ruin every electrical device within the spell's radius (destroying the Structures of all electronic components). (Certain military devices specifically made to resist EMP are immune). A simple success affects a one-yard radius. Excess successes spread the pulse over a larger area. The effect is lasting, although devices can be repaired.</P>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "Eradicate Radiation",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "177",
		"Arcana Requirement" : "Forces 5",
		"Practice" : "Unmaking",
		"Action" : "Instant",
		"Duration" : "Lasting",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage extinguishes a source of nuclear radiation in an area. The intensity of the radioactive source can levy dice penalties. A small amount of uranium might impose no penalty, while a cooling rod from an active nuclear plant might levy a -3 penalty. A simple success affects radiation in a 1-yard radius. Excess successes extinguish radiation over a larger radius. The effect is lasting.</P>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "Flight",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "177",
		"Arcana Requirement" : "Forces 5",
		"Practice" : "Making",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "The mage acquires the power of flight, using telekinetic force to repel herself from the surface of the Earth and upward into the air. This is a more advanced version of Forces 4 Levitation. The mage now has more maneuverability and no longer needs to maintain concentration to lift away from gravity's pull. Success allows the mage to fly and travel in any direction with a maximum Speed equal to her Gnosis +1 per success (she cannot double this as she could by running on the ground). Reflexive Dexterity + Athletics rolls are made to avoid obstacles, and she gains her normal Defense against attacks that can reach her. If she is stunned or suffers a knockout or is rendered unconscious (perhaps by wounds), she begins to descend as her flight becomes uncontrolled. She does not fall, but slowly floats downward at a rate of Speed equal to her Size, touching ground without injury. If the spell's Duration expires before she touches down, she falls like anyone dropped from her current height. This spell instantly invokes Disbelief in Sleeper witnesses, which immediately works to unravel the magic.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Witch's Broom",
				"Dice Pool" : "Dexterity + Athletics + Forces 5",
				"Rote Description" : "This rote allows members of the Mysterium to avoid both the hassles and occasional perils of earthbound transportation. Granted, flight bears its own unique problems and risks, but no few mages are willing to accept them. Adamantine Arrow sorcerers use the same rote in conferring the powers of flight upon themselves."
			}
		]
	},
	{
		"Name" : "Increase Gravity",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "178",
		"Arcana Requirement" : "Forces 5",
		"Practice" : "Making",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "This spell increases the pull of gravity, as if the Earth were a larger body. A simple success gives gravity a Strength of 1 and affects a five-square-yard area. Excess successes are allocated between the Strength of the gravity and the area affected. Each point of Strength subtracts three points from the Speed of anyone  or anything within the volume affected. Those affected also suffer a -1 dice penalty to jumping rolls per Strength. Additionally, if the gravity's Strength exceeds a person's Strength, all Physical dice pools are at -1 dice per excess Strength. Flying creatures (including those using Forces spells to fly or that are lifted telekinetically) are subject to a reflexive Strength + Athletics roll each turn. Failure in any roll forces them toward the ground at a rate of Speed per turn equal to the gravity's Strength.</P>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "Magnetize",
		"SourceBook" : "Tome Of The Mysteries",
		"SourcePage" : "63",
		"Arcana Requirement" : "Forces 5",
		"Practice" : "Patterning",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "By manipulating an object's magnetic properties, the mage can turn non-magnetic objects into temporary magnets. Any object affected by this spell temporarily becomes a magnet. It begins with a Strength of zero; the object is mildly magnetic, but it cannot provide effective resistance against a creature that wants to move the object and may not be able to magnetically support its own weight. The Strength is increased by one per additional success. Note that some objects, even when strongly magnetized, cannot effectively use their Strength in all situations. Magnetizing a sheet of paper to Strength 5 may make it impossible to remove from the fridge, but the sheet will still rip if you slap it over the door to the fridge and the freezer and only open one of them.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Primagnet",
				"Dice Pool" : "Intelligence + Science + Forces 5",
				"Rote Description" : "Libertines use this rote to create powerful magnets out of anything that is at hand. One might use the result to hide a note under a metal table, while another might use one to &quot;lock&quot; a metal door closed."
			}
		]
	},
	{
		"Name" : "Nullify Gravity",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "178",
		"Arcana Requirement" : "Forces 5",
		"Practice" : "Unmaking",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "This spell decreases the pull of gravity as if the Earth were a smaller body. A simple success decreases gravity within a five-cubic yard volume. Successes are allocated between the Potency of the gravity and the volume affected. Each point of Potency adds one to the Speed of anyone or anything within the area of effect. This sudden ease of motion might come as a surprise to a person affected. If more than five points are added to Speed, a reflexive Dexterity + Athletics roll is made for the subject to control her sudden vault. Also, every Potency point of the spell doubles a person's jumping distance per success. For example, under a spell with Potency 1, a character jumps two feet with a vertical leap and four feet with a standing broad jump. Flying creatures (including those using Forces spells to fly or to be lifted telekinetically) add one point to their flight Speeds when going straight upward.</P>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "Radiation",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "178",
		"Arcana Requirement" : "Forces 5",
		"Practice" : "Unmaking",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage irradiates an area, causing it to be suffused with deadly radiation. The spell's successes determine the radius. Anything outside that area is not affected. Living beings cannot spend time in the area without suffering the adverse effects of radiation poisoning. For every 30 minutes a person is exposed, increase the radiation's Potency by one. Once it exceeds the creature or person's Stamina, he suffers symptoms of poisoning. 1 point: Weakness. The victim suffers -1 to all Physical dice pools. 2 points: Nausea. If the victim moves more than half his Speed in a turn, a reflexive Stamina + Composure roll is required to avoid vomiting for that turn. While vomiting, the victim cannot take any other action, although he still gains his Defense. 3 points: Bleeding from an orifice. The victim suffers one point of bashing damage. This damage does not heal as long as the victim is still exposed. In addition, long-term health problems such as cancer might develop in later years. 4 points: Skin burns. The victim suffers one point of bashing damage this turn and per successive 10 minutes of exposure. This damage does not heal as long as the victim is still exposed. 5 points: Fainting. A reflexive Stamina + Resolve roll is made for the victim to avoid falling unconscious for a number of minutes equal to any radiation damage he has already suffered. Any new damage he suffers due to exposure while unconscious adds to this time. Once he awakens, the roll must be made again each turn if he is still exposed. Ongoing exposure continues to inflict damage until a victim is dead of aggravated wounds. </P>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "Velocity Mastery",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "179",
		"Arcana Requirement" : "Forces 5",
		"Practice" : "Making or Unmaking",
		"Action" : "Instant and contested; target rolls Composure + Gnosis reflexively",
		"Duration" : "Lasting (vs. projectiles) or transitory (vs. creatures and objects)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage can completely control an object or even a living creature's velocity, causing the subject to speed up or slow down beyond personal control. The mage can even halt bullets in midair. Although the casting is an instant action, the mage can use this spell at any point in the Initiative roster, even before he could normally act, although doing so is his action for the turn. This spell acts just like the Control Velocity spell, except that the mage can now cast it on living creatures or even on portions of objects (such as a truck tire, but not necessarily the rest of the truck, which surely causes the rig to jackknife unless the driver is very, very good). When the spell is cast on a living creature, its Speed trait is doubled or halved per success, but it is not in full control and reflexive Dexterity + Athletics rolls must be made each turn it moves or the subject suffers a knockdown effect. The creature's Speed is modified for the spell's Duration (default of one turn). In the case of projectiles, one success is enough to completely halt a projectile halfway in its path (or as close between there and its target as the mage desires). Additional successes can halt it closer and closer to its origin point, and an exceptional success can halt a bullet in the barrel of a gun. For instance, with two successes, a bullet is stopped after it travels only one-quarter the way from the barrel to its intended target (one success stops it halfway, while the second success halves that distance again). The mage can affect multiple projectiles by adding extra Target factors. Note that in the case of halting multiple bullets from the same gun (such as stopping machinegun fire), use the below autofire targeting chart:</P>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	}
]