[{
		"Name" : "Analyze Life",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "180",
		"Arcana Requirement" : "Life 1",
		"Practice" : "Knowing",
		"Action" : "Instant",
		"Duration" : "Concentration",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage discerns the species, age, and sex of a nearby living plant or animal, including humans. Identifying a specific type of species requires a reflexive Intelligence + Animal Ken roll. If the target is a plant, Science, Survival, or Medicine is rolled instead. The mage can even discern the breed (or breeds) of an animal, perhaps to detect whether its owner's claim of full-breed status is true. A non-human, supernatural creature can be identified, provided the mage has seen its like before. If not, its species remains unknown (this fact alone is sure to raise a mage's curiosity).</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Classify Specimen",
				"Dice Pool" : "Intelligence + Survival (plants) or Animal Ken (animals) or Medicine (humans) + Life 1",
				"Rote Description" : "In all things, there is hierarchy, and the teeming life is no exception. Ladder mages use this rote to classify and categorize the living things around them."
			}
		]
	}, {
		"Name" : "Cleanse The Body",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "180",
		"Arcana Requirement" : "Life 1",
		"Practice" : "Compelling",
		"Action" : "Instant",
		"Duration" : "Lasting",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can cleanse herself of drugs, toxins, or poisons. Spellcasting successes are added as bonus dice to rolls for overcoming a drug, or allow a mage to ignore an equal amount of points of poison damage.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Purge The Unbidden",
				"Dice Pool" : "Stamina + Medicine + Life 1",
				"Rote Description" : "While it doesn't happen quite as often in modern times, it was once the case that guardsmen and warriors often needed to be mindful of poison. Adamantine Arrow mages use this rote to purge unwanted influences from their systems. Of course, the spell is as effective on, say, alcohol as it is on strychnine, so mages of all orders eventually manage to find one use or another for it."
			}
		]
	}, {
		"Name" : "Forgo Rest",
		"SourceBook" : "The Free Council",
		"SourcePage" : "110",
		"Arcana Requirement" : "Life 1",
		"Practice" : "Compelling",
		"Action" : "Instant",
		"Duration" : "Lasting",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "An initiate of Life can overcome some of the weaknesses of the body, at least for a time. A mage using this spell can go without sleep for an extended period, with no impairment of faculties, at least until fatigue becomes too great. Mages find it most useful to forgo rest when they must focus their attention on a task for a long period of time. Each spellcasting success allows the mage to go an additional six-hour period without sleep with no need for a Stamina + Resolve roll. The mage suffers none of the penalties for missed sleep during this time. The maximum this spell can put off the need for sleep is a number of days equal to the lower of the mage's Stamina or Resolve, after which the spell no longer works. Once the spell ends, the mage suffers all the effects of any missed sleep and must make it up (an additional hour's sleep per six-hour period forgone using this spell).</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "All-Nighter",
				"Dice Pool" : "Resolve + Crafts + Life 1",
				"Rote Description" : "Free Councilors often find it necessary to stay up all night (or for a few days, for that matter) to complete a particular project, and they don't necessarily want the jitters of caffeine or other stimulants interfering with their faculties. Some say this rote dates back to the Nameless War, when many Libertines were afraid to sleep at all, preferring to remain on their guard."
			}
		]
	}, {
		"Name" : "Healer's Trance",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "181",
		"Arcana Requirement" : "Life 1",
		"Practice" : "Knowing",
		"Action" : "Extended",
		"Duration" : "Concentration",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can discern the state of health of a living being and detect and identify any illnesses. Obscure or rare diseases or conditions might levy a dice penalty to the roll (the rare hemorrhagic Ebola virus might be -3). The time per roll is one turn, and the target number depends on the condition of the subject. Only one success is needed to examine a perfectly healthy specimen, but a small cancerous tumor might need five or more successes to detect. The Storyteller should make the roll, so that the player doesn't know when his character misses a telling sign of illness.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Root Out Illness",
				"Dice Pool" : "Intelligence + Medicine + Life 1",
				"Rote Description" : "Guardians occasionally come across strange illnesses in the course of their work, or are forced to quickly diagnose injuries caused by any number of malign entities. Adamantine Arrow mages use this rote for similar reasons, assessing injuries sustained in the defense of their charges."
			}
		]
	}, {
		"Name" : "Pulse Of The Living World",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "181",
		"Arcana Requirement" : "Life 1",
		"Practice" : "Unveiling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage gains the Mage Sight. He is able to detect the presence of mystic vital animation in the area, effectively reading resonance as a function of reality's living energies. See the information on Resonance for rules on scrutinizing magic with this spell.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Theosophy Tradition Rote",
				"Rote Name" : "The Life Of The Senses",
				"Dice Pool" : "Wits + Science + Life 1 (extended)",
				"Rote Description" : "The very first anthroposophical exercise involves meditating on the force of energy within a living plant. The mage needs to find a place of silence and contemplates a living plant, observing its every contour and purpose with the utmost care, gradually becoming aware of the green force within it. Having reached a point of enlightenment through observation, the mage understands life that much better for a while."
			}
		]
	}, {
		"Name" : "Sense Life",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "181",
		"Arcana Requirement" : "Life 1",
		"Practice" : "Knowing",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "It is often handy for a mage to know the proximity of living creatures. Sometimes he may need to find a potential food source. At other times, he may be curious as to whether potential allies or enemies are nearby. This spell allows a mage to reach out with an arcane sense, to touch the subtle eddies life impresses upon the Tapestry, and thereby discern the nearness of other living creatures, from the most miniscule microorganisms to the most expansive flora and fauna. A mage typically specifies certain types of life to look for (&quot;white-tailed deer, salmon and humans,&quot; for example, or &quot;all insects&quot;), which is often a much faster proposition than singling out certain kinds of life to not look for. Without putting some kind of filter on his search, the mage is apt to get a uselessly overwhelming response. The mage might even be overwhelmed by the sheer quantity of living creatures to be found virtually anywhere on, in, under or above the face of the earth, from the depths of the seas to the outermost reaches of the atmosphere. The spell enables a mage to get a good sense of where these living patterns are in relation to him. By adding a Space 1 component to the spell, he can get an exact bearing on the detected life forms. The mage can detect life within his sensory range. In addition, while the spell is in effect, it creates a &quot;safety zone&quot; in a radius around the mage into which no living thing can enter without his knowledge. For example, if an assassin tried to creep up behind him, he'd know it as soon as the assassin entered the spell's radius. Successes are also used to pierce any supernatural occlusion a living creature may possess (such as a person under the effects of the Death 3 Suppress Own Life spell.</P>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	}, {
		"Name" : "Body Control",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "182",
		"Arcana Requirement" : "Life 2",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage has perfect conscious control of his bodily functions, from breathing and reflexes to metabolism and circulation. Successes provide various benefits in each of the following four categories all at once. They are not allocated among categories, but are applied separately to each to collect a series of benefits. For example, one success allows the mage to slow down his breathing, gives him +1 Initiative, doubles the amount of time he can go before suffering deprivation or fatigue, slows his heart, and halves his healing time for bashing wounds.</P>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	}, {
		"Name" : "Control Base Life",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "182",
		"Arcana Requirement" : "Life 2",
		"Practice" : "Ruling",
		"Action" : "Instant and contested; target rolls Stamina reflexively",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage controls base life forms through the manipulation of instinctual responses. She can make a base life form engage in any behavior natural for it, even if outside of the circumstances under which such behavior would normally be performed. A honeybee could be made to signal to others in the hive that it has found pollen, even when it has not, or a spider could be made to secrete venom from its fangs in the absence of prey. The mage can trigger whichever part of a base life form's fight or flight response she wishes, as well as compelling any base being with physiologically triggered instincts (such as a mother-wolf's instinct to protect her young) to engage in one or more of those instinctual behaviors through careful manipulation of brain and glandular chemistry. The mage can affect either a single target or all targets within a defined area. The creatures can be various types of vermin. In the case of a swarm of stinging insects, it usually attacks any person or persons within its radius. The damage the swarm inflicts depends on its density. All sizes listed deliver one die of bashing damage to anyone within the radius. A swarm can inflict more damage by condensing. Using the success chart, add one die per step smaller on the chart. For example, a 16-yard radius swarm (five successes) that condenses to a two-yard radius (two successes) inflicts four dice of bashing damage. Armor is effective only if it covers the full body, and then it provides only half its rating (rounded down). In addition, targets are distracted by the buzzing swarm, suffering -2 dice on perception and concentration rolls while they are within the radius, even if they're not specifically attacked. The insect swarm cannot be attacked with fists, clubs, swords, or guns. Only area-affect attacks such as a torch affect it. Each point of damage inflicted by a flame or other applicable attack damages the swarm's size. Once it's reduced to zero size, all insects are either dead or the few remaining disperse.</P>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	}, {
		"Name" : "Bread Alone",
		"SourceBook" : "Tome Of The Mysteries",
		"SourcePage" : "64",
		"Arcana Requirement" : "Life 2",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Lasting",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "With the right magic, no mage need ever go hungry, no matter how inhospitable the terrain he might find himself in. With this spell, a magician can turn the handfuls of creepy-crawlies and otherwise inedible plant matter he might find around him into plain and yet nutritious and easily stored blocks of food matter. The food created is tasty, but just as with any food, too much of it can get boring. The spell requires base life matter to be available and in hand. In a forest, the mage might be able to find tree leaves, slugs, snails, beetles, worms and the like. In the desert, cacti, beetles and scorpions might fit the bill. On the open sea, the mage may have to scoop up algae and plankton. The mage needs to kill the animals (or pick the plant matter) he's going to use as ingredients before he casts this spell. Successes are allocated to Potency: each point of Potency creates enough food for one meal for one person.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Crabsticks",
				"Dice Pool" : "Wits + Survival + Life 2",
				"Rote Description" : "There are stories of Free Council sailors found adrift on lifeboats for weeks on end without any food. They never seem to starve, although quite a few lose their taste for seafood after they find their way to shore."
			}
		]
	}, {
		"Name" : "Evidence Shroud",
		"SourceBook" : "Tome Of The Mysteries",
		"SourcePage" : "65",
		"Arcana Requirement" : "Life 2 + Matter 2",
		"Practice" : "Veiling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage erases all evidence of any activities already undertaken during the current scene. This includes hairs, body fluids, fingerprints, as well as inorganic evidence such as footprints and fibers. The mage leaves an unusably blurry or distorted image on security camera videotapes or other recorded media. If the willworker's activity is the destruction of existence -- for example, the cleanup of blood and tissues from a murder scene -- the spell ensures that all incriminating materials are completely removed. If Sleepers are present, the spontaneous disappearance of bloodstains and other obvious evidence can strain credulity and provoke Disbelief. The willworker can prevent this by making a show of cleaning up the evidence by mundane means as a Life-only spell, in which case only organic evidence is eliminated, or as a Matter-only spell, wherein only inorganic evidence vanishes.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Mop Up",
				"Dice Pool" : "Wits + Investigation + Life 2 or Matter 2",
				"Rote Description" : "Corpses, notorious for exuding an assortment of messy and aggressively sticky excretions, conspire to incriminate those responsible for the bodies' deaths. Assassins of the Adamantine Arrow counter their victims' tendency to leave behind inconvenient residues with this widely useful rote. Despite its name, the rote's general applicability to infiltration and burglary missiolns should not be overlooked."
			}
		]
	}, {
		"Name" : "Heal Flora And Fauna",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "182",
		"Arcana Requirement" : "Life 2",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Lasting",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can heal the wounds of animals and plants. As with the Self-Healing spell, but the mage can cast this spell upon non-human life. At this level, the mage must touch the target. With Life 3, he can cast this spell at sensory range.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Cellular Regeneration",
				"Dice Pool" : "Intelligence + Medicine + Life 2",
				"Rote Description" : "With advanced medicines and experimental treatment techniques, Free Council mages are capable of mending the injuries of virtually any creature other than human. It is most commonly used on pets, but could conceivably by used on most any animal or plant. Guardians of the Veil also use this magic to erase all evidence of unnatural damage to flora or fauna."
			}
		]
	}, {
		"Name" : "Organic Resilience",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "183",
		"Arcana Requirement" : "Life 2",
		"Practice" : "Shielding",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "1 Mana (optional)",
		"Effect" : "The mage can shore up her living Pattern with magic, becoming far more resilient to most forms of attack. While this magic does not defend against any purely psychic forms of harm, or attacks to the mage's spirit, it does foil (at least partially) everything from edged weapons to blunt trauma to fire or other forms of energy. This protection usually means increased tissue resilience when cast covertly, which might be noticed with a medical doctor's examination, assuming the doctor has examined the mage before without the spell's effect and can note the disparity. The mage gains one point of armor per dot he possesses in the Life Arcanum. By spending one Mana, the Duration can be made to last for one day. Most mages cast such a shielding spell at the beginning of the day, as part of their morning rituals. Successes are used to combat attempts to dispel the shield. Note that this magical armor does not apply against an opponent's attempts to achieve a grappling hold on the mage (the Fate, Mind, Space, and Time Arcana provide shielding spells to do that). Nor does the spell apply against a grappling opponent's attempts to overpower the mage. It does, however, protect against attempts to inflict damage upon him (subtract the armor points from any overpower roll that intends to damage the mage or attack him with a drawn weapon).</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Bones Of Steel",
				"Dice Pool" : "Stamina + Athletics + Life 2",
				"Rote Description" : "When going into a potentially perilous situation, Guardians with skill in Life magics often make use of this rote, armoring flesh and bone with a preternatural resilience. Some Mysterium mages use a variant rote (Resolve + Athletics + Life) that steels the body with a disciplined mind."
			}
		]
	}, {
		"Name" : "Purify Bodies",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "183",
		"Arcana Requirement" : "Life 2",
		"Practice" : "Compelling",
		"Action" : "Instant",
		"Duration" : "Lasting",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage cleanses others of drugs, toxins, or poisons. This is as the Life 1 Cleanse the Body spell, except that this version can be cast upon others. At this level, the mage must touch the target. With Life 3, he can cast this spell at sensory range.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Antivenin",
				"Dice Pool" : "Intelligence + Medicine + Life 2",
				"Rote Description" : "Even in the middle of nowhere, short on supplies and unable to call for help, a Mysterium mage with this rote is prepared to save a companion's life from envenomization by whatever sort of creature, terrestrial or otherworldly. Some Free Council willworkers use a more improvisational rote (Wits + Medicine + Life) to accomplish the same."
			}
		]
	}, {
		"Name" : "Self-Healing",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "183",
		"Arcana Requirement" : "Life 2",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Lasting",
		"Aspect" : "Covert",
		"Cost" : "1 Mana",
		"Effect" : "The mage can heal herself of injuries and wounds. Each success heals one point of bashing or lethal Health damage (the rightmost wound on the Health chart is healed first). This spell can be cast covertly, although Sleepers who witness it need some method of explaining its miraculous effects so the spell won't seem Improbable; use of medical gear might be enough to convince them. With Life 3, the mage can heal aggravated wounds, but the spell must be cast with a vulgar aspect.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Salve The Wounds Of Battle",
				"Dice Pool" : "Dexterity + Medicine + Life 2",
				"Rote Description" : "No warrior goes her entire life without a scratch. The mages of the Adamantine Arrow use this rote to mend flesh and bone when skill fails or luck takes a turn for the worse. Such willworkers are careful to grit their teeth through the pain, so that a cursory inspection (and casting) can reveal even grievous hurts (to the eyes of the unenlightened, at any rate) to have been merely &quot;flesh wounds.&quot; Guardians of the Veil who practice such arts often prefer slightly calmer surroundings for their healing magics (Intelligence + Medicine + Life) than the frantic circumstances in which Arrow mages often find themselves."
			}
		]
	}, {
		"Name" : "Self-Purging",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "183",
		"Arcana Requirement" : "Life 2",
		"Practice" : "Ruling",
		"Action" : "Extended",
		"Duration" : "Lasting",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can cure sickness or disease in herself. The rarity and virulence of the disease determines the target number required for overcoming it. A common cold might require three successes while Ebola might require 10 or more. Note that this spell provides no clues whatsoever toward providing a mundane antidote or cure for the disease.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Blood Of The Lamb",
				"Dice Pool" : "Stamina + Medicine + Life 2",
				"Rote Description" : "With poultices and strange elixirs, a mage of the Mysterium banishes illness and disease from her body, revitalizing and restoring herself from the ravages of even the most terrible sicknesses to the fullness of health."
			}
		]
	}, {
		"Name" : "Simulate Basic Needs",
		"SourceBook" : "Banishers",
		"SourcePage" : "57",
		"Arcana Requirement" : "Life 2",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Lasting",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can immediately obviate the effects of hunger and fatigue on him, readying himself for another full day of work in a few seconds. Banishers don't always have time to rest and eat in-between battles, and sometimes it behooves them to keep hammering on their enemies, regardless of how many days of pursuit and aggression it takes. This spell allows a Banisher to force his body to generate the energy it needs to simulate a nutritious meal and eight hours of healthy sleep. Casting this spell removes the effects of fatigue and hunger deprivation, and allows the mage to regain one point of Willpower as though he had slept for a full night. Casting this spell repeatedly over a series of days, though, is difficult. Whenever the Banisher uses this spell, he is creating nutrients from his own body. Most people have enough body fat for this to work, but casting this spell does force the mage's body to feast on itself. Over a period of time, the mage runs the risk of losing too much body mass and suffering malnutrition (which this spell can't cure). In game terms, if a mage uses this spell for a number of consecutive days in excess of his Stamina, he suffers one point of lethal damage per day. So, if a mage with Stamina 2 uses this spell continuously, he suffers one point of lethal damage on the third day, a second on the fourth day and so on. This damage can't be healed magically, but if the mage starts eating normally again, it heals at a rate of one point per day. At Life 3, the mage can cast this spell on others. If the subject is unwilling for whatever reason, subtract her Stamina from the mage's dice pool.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Banisher Rote",
				"Rote Name" : "Rested And Ready",
				"Dice Pool" : "Stamina + Survival + Life 2 (- Stamina)",
				"Rote Description" : "A Banisher strategist realized that the ability to &quot;refresh&quot; quickly after a fight was a critical advantage to have. He developed this rote to give his cult and him the power to do so, and used the few hours this bought them to devastating effect on his enemies."
			}
		]
	}, {
		"Name" : "Sustenance",
		"SourceBook" : "Grimoire Of Grimoires",
		"SourcePage" : "140",
		"Arcana Requirement" : "Life 2 + Spirit 2",
		"Practice" : "Weaving",
		"Action" : "Extended",
		"Duration" : "Lasting",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "This spell allows the mage to sustain her physical body with food and drink consumed while in the Dreamtime. The rote is cast on food and drink gathered in the Dreamtime and will affect enough material to provide the caster with one meal. Too much time spent in the Anima Mundi without consuming food and drink will lead to deprivation.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Tablets Of U'mat Rote",
				"Rote Name" : "Sustenance",
				"Dice Pool" : "Resolve + Survival + the lowest spell pool of either Life 2 or Spirit 2",
				"Rote Description" : "This rote is performed just as the spell, above."
			}
		]
	}, {
		"Name" : "Transfer Base Features",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "184",
		"Arcana Requirement" : "Life 2",
		"Practice" : "Ruling",
		"Action" : "Instant and contested; target rolls Stamina reflexively",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage gives one base life form features from another base life form. One feature can be transferred per success. This could be used to create an earthworm with chitinous armor, or a dragonfly with photosynthetic skin. At this level, the mage must touch the target. With Life 3, he can cast this spell at sensory range.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "DNA Swap",
				"Dice Pool" : "Intelligence + Animal Ken or Survival + Life 2 vs. Stamina",
				"Rote Description" : "Free Council mages use this rote to produce effects that even today's most skilled and well-schooled geneticists would be stunned to witness. Granted, many of these changes can unravel with Disbelief if witnessed by a Sleeper, but a cautious and discrete willworker can produce some truly miraculous transformations. Mages of the Mysterium use the same rote to perform similar alterations to basic life forms."
			}
		]
	}, {
		"Name" : "Transform Base Life",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "184",
		"Arcana Requirement" : "Life 2",
		"Practice" : "Ruling",
		"Action" : "Instant and contested; target reflexively rolls Stamina",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage can transform one base form of life (such as insects, fungi, or plants) into another base life form. (Note that sentient beings of whatever kind are not considered base life.) By transmuting the living energy of a plant, such as a growing flower or unripe acorn, a mage can transform such life into another form of life entirely, such as an insect swarm. Alternately, the mage can change one kind of insect (or other simple invertebrate life) into another (such as a cockroach into a wasp or an earthworm into a millipede). At this level, the mage must touch the target. With Life 3, he can cast this spell at sensory range. The mage can affect a target of Size 20 or less. If the target is larger, dice penalties are levied on the spellcasting roll. He can transform a subject into a creature with a Size typical for that type of creature. A large oak tree (Size 10) can be transformed into a small bonsai tree (Size 1), but not into a Size 10 bonsai tree. Transforming a smaller life form (the bonsai) into a larger life form (the oak) levies dice penalties. If the caster wants to change a life form (such as a tree) into an insect swarm, the size of an insect swarm depends on the Size of the life form that was transformed. To direct the swarm, the mage can cast the Control Base Life spell.</P>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	}, {
		"Name" : "Visions Of The Living World",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "185",
		"Arcana Requirement" : "Life 2",
		"Practice" : "Unveiling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "As the Life 1 Pulse of the Living World spell, except that the mage casts this magic upon another mage, or even a supernatural being such as a ghost or werewolf. If this spell is cast upon a Sleeper, it invokes Disbelief immediately, even if its Duration is less than one scene. If the target is unwilling, he may resist with a reflexive and contested Resolve + Gnosis roll.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Detect Intruders",
				"Dice Pool" : "Intelligence + Animal Ken or Survival + Life 2",
				"Rote Description" : "This magic allows an Arrow willworker to bestow simple Life Arcanum perceptions upon another. Some cast this rote to bolster the capabilities of allies, while others have been known to use it to disorient intruders with senses they have trouble controlling or understanding. Some Mysterium mages use a different rote (Manipulation + Animal Ken or Survival + Life) to gift others with such senses."
			}
		]
	}, {
		"Name" : "Banish Plague",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "185",
		"Arcana Requirement" : "Life 3",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Lasting",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can cure sickness or disease in others. This is as with the Life 2 Self-Purging spell. At this level, the mage must touch the target. With Life 4, he can cast this spell at sensory range.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Reseal The Tomb",
				"Dice Pool" : "Wits + Medicine + Life 3",
				"Rote Description" : "Sickness and disease are just some of the threats encountered by Mysterium mages and their compatriots as they work to uncover the secrets of the ancients. With this rote, illness can be banished from the bodies of friends, or even just innocent strangers. Free Council mages also make some use of this magic (Intelligence + Medicine + Life) through the application of cutting-edge medical techniques and innovative treatments."
			}
		]
	}, {
		"Name" : "Body Mastery",
		"SourceBook" : "The Mysterium -- Page 195 ) ( Grimoire Of Grimoires",
		"SourcePage" : "32",
		"Arcana Requirement" : "Life 3",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Prolonged (1 scene)",
		"Aspect" : "Covert",
		"Cost" : "1 Mana (optional)",
		"Effect" : "This spell enhances the mage's health, boosts the speed of his healing and lengthens his lifespan. The mage can also use this spell to cause all forms of damage to heal more rapidly. Each success allows the mage to halve the time (round down) it takes to heal bashing, lethal, and aggravated damage. 2 successes allow a mage to heal 1 lethal wound in 12 hours and 1 aggravated wound in a little over a day and a half. To gain this benefit, the mage must either cast this spell with the required duration or recast it whenever the duration expires. This healing is compatible with the Quick Healer Merit. Each success also acts as 1 automatic success on all extended and instant rolls to resist diseases, poisons, or drugs. Finally, characters who spend most of their time (at least 75%) under the influence of this spell lengthen their life spans by 25 years for every dot of the Life Arcana they possess. Decrease this latter bonus proportional to the amount of time the character spends using this spell. By spending 1 Mana, the Duration of this spell can be made to last for 1 day. Most mages who use this spell cast it at the beginning of the day, as part of their morning rituals.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Enduring Body",
				"Dice Pool" : "Stamina + Occult + Life 3",
				"Rote Description" : "One of the greatest and most profound limitations of the life of all scholars and experimenters is the unavoidable combination of ill health and mortality that cuts short their ability to continue their research. Although no form of magic can avert these universal problems, this spell can certainly postpone them."
			}
		]
	}, {
		"Name" : "Channel Paradox",
		"SourceBook" : "Grimoire Of Grimoires",
		"SourcePage" : "47",
		"Arcana Requirement" : "Life 3 + Prime 4",
		"Practice" : "Patterning",
		"Action" : "Patterning",
		"Duration" : "Lasting",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "Every manifestation of Paradox widens the great gulf of the Abyss, or so the Guardians of the Veil teach their neophytes. By accepting the hurts of Paradox into one's own flesh, however, Plures believed the Abyss could be denied greater purchase in the Fallen World. This spell enables just that, allowing the Guardian to draw Paradox into his own living pattern, thus preventing the taint of the Abyss from further infecting this world. Upon successfully casting this spell -- which can be done reactively in response to any form of Paradox in the mage's vicinity, save backlash, so long as he has not yet taken his action for the turn -- the Guardian draws the force of a Paradox into his own body. He then rolls the Paradox successes as a Backlash dice pool, suffering its effects, if any, as normal. Note that the Guardian may, if he wishes, use Mana to mitigate the Paradox before rolling for backlash. Note that this spell may not be cast on another, whether willingly or otherwise.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Taming The Void",
				"Dice Pool" : "Stamina + Occult + Prime 4",
				"Rote Description" : "Reaching out with this magic, the Guardian seizes hold of the power of the Abyss and, through personal suffering, defies and negates it. Guardians who make use of this spell often look to it as a real, quantifiable means of striking back at the Void."
			}
		]
	}, {
		"Name" : "Chemical Imbalance",
		"SourceBook" : "Tome Of The Mysteries",
		"SourcePage" : "65",
		"Arcana Requirement" : "Life 3",
		"Practice" : "Fraying",
		"Action" : "Instant; subtract target's Stamina",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "At this level, the spell is somewhat imprecise. The mage does not have the deftness to precisely alter a target's brain chemistry and achieve emotional result. (Though, at Life 4, specific emotions can be created through the manipulation of brain and body chemistry.) The results of this spell may cause effects similar to that of intoxication, manic depression, high or low testosterone levels or general unruliness paired with vertigo. The specific effects depend on the caster's successes.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	}, {
		"Name" : "Control Median Life",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "185",
		"Arcana Requirement" : "Life 3",
		"Practice" : "Weaving",
		"Action" : "Instant and contested; target rolls Resolve reflexively",
		"Duration" : "Prolonged",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "Animals are creatures of instinct. While some of the most intelligent sorts of beasts can apply reason to problem solving, most are restricted to responses determined by biologically pre-programmed protocols. When hungry, they seek food. When afraid, they flee. When cornered, many fight. In fact, these responses are so deeply ingrained and predictable that a mage knowledgeable in the Arcanum of Life can call upon these responses to induce a given animal to react in virtually any way he desires, within the animal's normal range of behavior. Because it is biologically possible to cow a 600-pound African lion into submission, the mage could, if he so wished, trigger the submission response in such an animal. Likewise, because a Yorkshire terrier has within it the potential to attack with relentless aggression, the mage can compel the dog to attack an adult human with all the fury (if likely none of the success) of a full-grown feral Doberman pinscher defending its territory against a smaller, weaker creature. This is not a mental compulsion, but a delicate manipulation of an animal's instinctual responses to situations (regulated by brain chemistry and the animal's glandular system). All this means that a dog can't, for example, be made to pull a loose strip of tape off of the top of a sealed box in order to open it neatly, since that response requires training and is not a function of the dog's natural behavioral template. Further, the spell does not create any kind of telepathic bond with the animal; the mage decides what he wants the animal to do. If the action is within the animal's range of normal behavior and reactions, it can be induced to experience the desired response. A clever mage can use this spell to affect an animal's emotional state in a manner that practically borders on telepathy, such as triggering a dog's pack hierarchy instincts to make it regard the mage not only as a member of the pack, but as its alpha. One success is sufficient to induce a desired, normal instinctual response in an animal. If, however, the animal is dead-set on a given activity (such as fleeing a mage who has violated its territory or attacking a vastly superior foe), a +1 or greater dice bonus might be added to its contesting roll.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Daniel's Voice",
				"Dice Pool" : "Presence + Animal Ken + Life 3 vs. Resolve",
				"Rote Description" : "While some might overlook the utility of command over lesser beasts, Silver Ladder mages put such a power to good use with this rote. Though animals can be compelled to act only within the parameters of their potential normal behaviors, a cunning willworker can get most creatures to do almost anything she requires. Guardians of the Veil use their own version of this magic (Manipulation + Animal Ken + Life) when compelling animals to do their bidding."
			}
		]
	}, {
		"Name" : "Curse Of Predation",
		"SourceBook" : "Tome Of The Mysteries",
		"SourcePage" : "138",
		"Arcana Requirement" : "Life 3",
		"Practice" : "Weaving",
		"Action" : "Extended",
		"Duration" : "Prolonged (this spell uses the advanced prolongation factors)",
		"Aspect" : "Covert",
		"Cost" : "Variable; see below",
		"Effect" : "The mage creates a cursed object, most often one carried or worn on the person, that attracts to its owner the attention of carnivorous animals. The item emits the distress pheromones of a wounded animal, triggering attack instincts of nearby predators. Depending on the location, these might include raptors, carrion-eating birds, coyotes, hyenas, hogs, wolves, bears or big cats. In urban settings, the greatest danger will come from domesticated dogs, whose feral instincts kick into overdrive when aroused by the presence of a cursed item. The density of dog populations in cities makes these items even more dangerous there than in wilderness areas, where predator populations are spread out in relation to their food sources. Still, a cursed item makes a handy addition to an enemy's sleeping bag as he prepares for a camping trip to a grizzly-infested mountain pass. A time interval passes between each serious animal attack, as determined by the amount of Mana spent during item creation. The item creator must also add five to the spell's target number per point of Mana spent. Item owners may suffer additional inconsequential animal attacks between intervals, most often from small creatures such as swallows or gerbils, who are incapable of infl icting measurable damage. Dogs may strain at their leashes but fail to escape from their masters to attack. Note that under some circumstances, for example, while the owner is behind the wheel of a speeding car, even a swarm of small animals could pose a serious risk to life and limb.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Jaws Of Fear",
				"Dice Pool" : "Presence + Crafts + Life 3",
				"Rote Description" : "Adamantine Arrow killers plant these cursed objects on their targets as part of an intimidation campaign, designed to distract and terrify their victims in the leadup to assassination attempts."
			}
		]
	}, {
		"Name" : "Degrading The Form",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "186",
		"Arcana Requirement" : "Life 3",
		"Practice" : "Fraying",
		"Action" : "Instant; subtract target's Stamina",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana (if cast upon another)",
		"Effect" : "The mage can lower one of his Physical Attributes or that of a base or median life form. The mage might wish to appear infirm or feeble. The mage can lower one dot per success, up to a maximum amount equal to his Life dots. If cast upon a base or median life form, he must spend one Mana and the target's Stamina is subtracted from the spellcasting dice pool (resistance is reflexive).</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Paralyzed With Fear",
				"Dice Pool" : "Presence + Athletics + Life 3 - Stamina",
				"Rote Description" : "It is said that the mighty war cries of a powerful warrior can turn the bowels of his foes to cold water, and set his knees to quaking. With this rote, the Arrow can literally paralyze his foe with fear. The precise manifestation of this is up to the mage himself: He may cause his foe's strength to abandon him from fear, or set his hands and feet to quaking or cause his enemy's breath and very constitution to abandon him. The Imago of this spell involves the mighty shout from the Heavens utterly wracking his foe, cracking bones and blasting him with Supernal power drawn down from the Watchtower of the Stone Book. Factor Bonuses: Bellowing a powerful war-cry (+1 Potency or Target factor); Striking down an ally of the target's within the past two turns (+2 Potency or Duration factors)."
			}
		]
	}, {
		"Name" : "Enforced Silence",
		"SourceBook" : "Guardians Of The Veil",
		"SourcePage" : "188",
		"Arcana Requirement" : "Life 3 + optional Mind 3",
		"Practice" : "Weaving",
		"Action" : "Instant and contested; the target rolls Stamina + Gnosis reflexively.",
		"Duration" : "Prolonged",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage quells a target creature's vocalizations, eliminating its ability to make any noise with its voice. At her command, vocal chords seize up, the tongue is paralyzed, the lips fail to shape sounds; as a result, the target is unable to generate any sound louder than breathing. Not even hisses or tongue clicks are possible. The target can cough (and so cannot be made to choke while this spell is active), but his coughs sound like barely audible wheezing. The spell works on any living being that creates noise with its breath. With one success, a single target's vocal apparatus is silenced; extra successes allow multiple targets to be affected. Those affected by the spell can still eat, breathe and swallow normally. Note that most animals and people will experience some distress upon finding they can't use their voice. Because the spell draws on the Life Arcanum, the spell won't function on nonliving beings such as spirits, ghosts, vampires, or the walking dead. If the mage also has Mind 3, he may prevent the target from speaking about a specific topic or articulating a specific word or phrase. The target can talk normally unless he tries to utter the specified words, or speak about the forbidden topic, even obliquely.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	}, {
		"Name" : "Feral Reflex",
		"SourceBook" : "Adamantine Arrow",
		"SourcePage" : "180",
		"Arcana Requirement" : "Life 3 + Mind 3",
		"Practice" : "Perfecting",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "Many animals move with adroitness and surety that far outstrip that common to humans. Replicating these natural instincts for grace, a mage acquires a heightened ability to evade his enemies' blows in battle. For the duration of this spell, the caster uses the greater of his Dexterity or Wits to calculate his Defense, like an animal.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Savage Dance",
				"Dice Pool" : "Wits + Animal Ken + Life 3",
				"Rote Description" : "Deciphering only with great difficulty the secrets of the mind, the Thyrsus Arrow, Artemis, developed this rote centuries ago by way of imitating the profound agility of the wolf, the stag, and the great cat in time of battle."
			}
		]
	}, {
		"Name" : "Gaia's Hold",
		"SourceBook" : "Adamantine Arrow",
		"SourcePage" : "180",
		"Arcana Requirement" : "Life 3",
		"Practice" : "Ruling",
		"Action" : "Instant and Contested; target rolls Composure + Gnosis reflexively",
		"Duration" : "Lasting",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage calls upon flora to slow and entangle her target. Grass grows and knots around the target's feet, tree branches catch and snag at clothing and limbs, and vines spiral and twist around the target in an ever tightening grasp. This rote functions properly only in areas with abundant plant life. Areas with less than optimum conditions impose a penalty on the casting roll from -1 (mild drought) to -5 (near desert). If no flora exists in the area, the spell will simply not function. Each success on the casting roll reduces the target's Speed by 2. When this spell is cast as an extended spell, the flora slowing the target continues to creep up his body attempting to hold him in place. Treat this as a Grapple attack with total successes on the extended roll acting as the Strength of the attack. If the target breaks the grapple, all successes are lost. If the total number of successes to grapple the target is ever greater than twice his Size, the target is considered Immobilized. Casting Gaia's Hold as an extended spell costs one Mana.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Cage The Rabbit",
				"Dice Pool" : "Wits + Science + Life 3",
				"Rote Description" : "Many people would rather flee than submit themselves to the proper authority of an Arrow fulfilling his oath. This rote was developed to slow a running target as well as for those occasions when an Arrow needs to bring his target back alive."
			}
		]
	}, {
		"Name" : "Healing Heart",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "186",
		"Arcana Requirement" : "Life 3",
		"Practice" : "Perfecting",
		"Action" : "Instant",
		"Duration" : "Lasting",
		"Aspect" : "Covert",
		"Cost" : "1 Mana",
		"Effect" : "The mage can heal the wounds of other humans. Each success heals one bashing or lethal Health wound (the rightmost wound on the Health chart is healed first). At this level, the mage must touch the target. With Life 4, he can cast this spell at sensory range. With Life 4, aggravated wounds can be healed, although the mage must still touch the target (he can heal aggravated wounds at sensory range with Life 5).</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Balm Of Flesh",
				"Dice Pool" : "Composure + Medicine + Life 3",
				"Rote Description" : "Whether through a potion, poultice or some other means, members of the Mysterium use this rote to mend injuries, restoring torn flesh and shattered bone. Guardians of the Veil use a version of this rote (Resolve + Medicine + Life) to remove evidence of injury by paranormal phenomena."
			}
		]
	}, {
		"Name" : "Honing The Form",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "186",
		"Arcana Requirement" : "Life 3",
		"Practice" : "Perfecting",
		"Action" : "Instant; subtract target's Stamina",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "The mage can raise one of his Physical Attributes or that of a base or median life form. A single Physical Attribute may be raised by one dot per success, up to a maximum of caster's Life Arcanum dots. For example, if the mage has Strength 3 and Life 3 and gets three successes on this spell to boost his Strength, his Strength becomes 6 dots for the spell's Duration. If four successes were rolled, he could still only boost Strength by three dots, since he has only Life 3. Naturally, this spell also modifies any derived traits (such as Speed, Health, or Initiative). Note that the same spell cast to boost a different Physical Attribute does not combine with the first spell -- only the highest Potency spell takes effect. For example, if a mage boosts his Strength by two dots and then casts a spell boosting his Dexterity by one dot, only the first spell takes effect, since it has the higher Potency. (With Life 4, he can allocate successes among different Physical Attributes. When cast upon base or median life forms (using the same rules as when casting upon himself), the mage must touch the target. With Life 4, he can cast this spell at sensory range. If the target resists the spell, subtract its Stamina from the spellcasting dice pool.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Actualizing Potential",
				"Dice Pool" : "Resolve + Athletics + Life 3 - Stamina",
				"Rote Description" : "Free Council mages use this rote to tap into enhanced physical capabilities. Prodigious strength, quick reflexes, enhanced resilience; all can be manifested by a willworker sufficiently skilled in the Life Arcanum. This magic can also be used on lesser life forms, bestowing such amazing capabilities upon virtually any non-human creature. Given its broad appeal and amazing usefulness, this rote is practiced among all orders."
			}
		]
	}, {
		"Name" : "Image Of Striking Beauty",
		"SourceBook" : "The Silver Ladder",
		"SourcePage" : "197",
		"Arcana Requirement" : "Life 3 + Mind 2",
		"Practice" : "Weaving",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can subtly alter his body in order to make himself appear exceptionally attractive. This spell alters the mage's features, while also influencing the emotions of everyone who sees the mage so they find him to be more attractive. The effects of this spell are sufficiently subtle that the mage remains easily recognizable. Others simply see him as more attractive than before and are likely to attribute the improved appearance to some change in clothing or grooming on the part of the mage or perhaps never having looked at him closely before. Each success on this roll provides the mage with a +1 modifier to all Presence and Manipulation rolls when he attempts to use his looks to entertain, persuade, distract or deceive others. The bonuses gained from this spell are compatible with those from the Striking Looks Merit.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Impeccable Bearing",
				"Dice Pool" : "Presence + Expression + Life 3",
				"Rote Description" : "Attractive people are usually quite successful. Looking sufficiently good can give a member of the Silver Ladder an important edge when dealing with others."
			}
		]
	}, {
		"Name" : "Induce Vertigo",
		"SourceBook" : "Banishers",
		"SourcePage" : "58",
		"Arcana Requirement" : "Life 3",
		"Practice" : "Fraying",
		"Action" : "Instant",
		"Duration" : "Transitory (one turn)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can send a victim into a fit of vertigo with a single touch. The Banisher must touch her target to use this spell (at Life 4, she can cast Induce Vertigo at sensory range). Subtract the target's Stamina from the spell roll. The spell affects the target's inner ear, causing him to become dizzy, nauseated, and disoriented. The target's player must make a Stamina + Resolve roll each turn that this spell affects him. Failure means that the target falls down and cannot rise or take any action until the player makes the roll successfully. During that time, the Banisher (or anyone else, for that matter) can perform a killing blow to the target. Even if the player succeeds on the Stamina + Resolve roll, the character suffers a -3 penalty to all actions while the spell is in effect. A mage with Life 2 can cast a covert Ruling spell to cancel this effect (Life 3 to affect others). Normally, this spell is transitory in Duration, though the Banisher can use Duration Factors to extend it. At Life 5, the spell can be cast with a prolonged Duration.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Banisher Rote",
				"Rote Name" : "Venom Of The Righteous",
				"Dice Pool" : "Strength + Medicine + Life 3 - Stamina",
				"Rote Description" : "Aaron Murphy, the &quot;Huntsman&quot; Banisher, developed this rote in his ongoing campaign to kill non-Thyrsus mages. As a Master of Life, he is capable of spreading his &quot;venom&quot; over a small area, and then walking through it, delivering killing blows at will. His disciples, however, have to start with the less potent version."
			}
		]
	}, {
		"Name" : "Inflict Agony",
		"SourceBook" : "Seers Of The Throne",
		"SourcePage" : "191",
		"Arcana Requirement" : "Life 3",
		"Practice" : "Fraying",
		"Action" : "Extended and contested; target rolls Stamina + Gnosis reflexively",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "Pain is a powerful motivator. Animals instinctively shrink back from causes of suffering; some scientists even believe that plants do so. Every living thing reflexively does what it can to avoid pain. Thus, some mages find benefit in magic intended to inflict harm upon others without having to resort to more lasting forms of violence, whether as a tool of interrogation or one of simple cruelty. Successes accrued in the casting of this spell (as well as successes accrued to resist) are treated precisely like successes gained in the interrogation process. At the Storyteller's discretion, Inflict Agony may be used to supplement other applications of the Intimidation Skill. Also, a Storyteller may choose to allow a character with the Iron Stamina Merit to add her dots in that Merit as an equipment bonus to her roll to contest this spell. At Life 3, this spell requires touch. With Life 4, it may be cast at sensory range and, at Life 5, it may be cast sympathetically. The use of this spell on an unwilling subject requires a check to resist degeneration when cast by any character with a Wisdom of 4 or greater (roll three dice).</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Seers Of The Throne Rote",
				"Rote Name" : "The General's Burning Gauntlet",
				"Dice Pool" : "Strength + Intimidation + Life 3",
				"Rote Description" : "Seers of the Praetorian Ministry are often confronted with stubborn enemies, unwilling to reveal what they know when offered gentler forms of persuasion. Thus, torture occasionally becomes necessary in the pursuit of critical intelligence. or even just the &quot;reeducation&quot; of troublesome foes."
			}
		]
	}, {
		"Name" : "Organic Shield",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "187",
		"Arcana Requirement" : "Life 3",
		"Practice" : "Shielding",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "As with the Life 2 Organic Resilience spell, but the mage can now cast this magic upon others.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Muscular Tension",
				"Dice Pool" : "Intelligence + Medicine + Life 3",
				"Rote Description" : "By performing subtle modifications to body chemistry and physiology, a Council willworker can fortify the body of a treasured companion, an ally of convenience, or even an innocent bystander. Silver Ladder mages are known to use similar magic (Presence + Medicine + Life) to fortify their champions in dangerous times."
			}
		]
	}, {
		"Name" : "Palsy",
		"SourceBook" : "Guardians Of The Veil",
		"SourcePage" : "189",
		"Arcana Requirement" : "Life 3",
		"Practice" : "Weaving",
		"Action" : "Instant; subtract target's Stamina",
		"Duration" : "Transitory (one turn)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage robs her subject of motor control by afflicting him with powerful tremors and muscle spasms. The subject's muscles twitch and seize up uncontrollably. The subject's hands, only vaguely under his control, shake with a violent palsy, making it impossible for him to maintain hold on an item. The rest of his body suffers similarly, making it challenging to move with any grace and may even render him unable to stay on his feet. The mage must first grab hold of the target, with a roll of Strength or Dexterity + Brawl - the target's Defense. If successful, he can cast this spell as an instant action in the following turn. With Life 4, he can cast this at targets in sensory range. While afflicted by this spell, the subject's Dexterity is reduced by the number of successes the mage's player attained on the roll. This impacts all traits that depend on Dexterity, including Defense. A subject whose Dexterity is brought down to zero (or less) is unable to maintain enough coordination to stay standing, and falls over into a twitching mass.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "St. Vitus Dance",
				"Dice Pool" : "Composure + Medicine + Life 3 - Stamina",
				"Rote Description" : "The work of the Guardians occasionally requires them to neutralize or detain a subject without causing lasting damage. This rote is ideal for that use. It prevents the subject from running or attacking, but inflicts no more damage than what the subject might take from a fall. Likewise, weapons, magical or otherwise, fall from his hands, preventing him from being a danger to himself or anyone else. Best yet, it's perfectly suitable for use in front of Sleepers, who will assume that the unfortunate subject of the spell is simply having a seizure of some sort."
			}
		]
	}, {
		"Name" : "Physical Reconfiguration",
		"SourceBook" : "The Silver Ladder",
		"SourcePage" : "198",
		"Arcana Requirement" : "Life 3; optional Mind 1",
		"Practice" : "Perfecting",
		"Action" : "Instant",
		"Duration" : "Transitory (one turn)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "By selectively altering certain aspects of his physiology, a mage can temporarily replicate certain exceptional -- if entirely non-magical -- capabilities. Further changes can be affected by those with minimal proficiency in more cerebral magics. By successfully casting the basic version of this spell, a mage can temporarily acquire the following Merits (see The World of Darkness): Fast Reflexes (1 to 2), Fleet of Foot (1 to 3), Iron Stamina (1 to 3), Iron Stomach, Natural Immunity, Quick Healer, Striking Looks (2 or 4), Strong Back, Strong Lungs, or Toxin Resistance. By casting this spell conjunctionally with Mind 1, the willworker may add the following Merits to the list: Ambidextrous, Eidetic Memory, Fresh Start, Quick Draw (for either Firearms or Weaponry), and Stunt Driver. Successes of Potency must be divided among Merit dots, and the mage must meet all prerequisites for any Merit chosen. Thus, with three successes, a mage might select Fast Reflexes 1 and 2, and then Fresh Start (provided he meets the prerequisites for Fast Reflexes, that is), with a success left over. With only one success, however, he could not select Fresh Start unless he already otherwise possessed 2 dots of Fast Reflexes. Note that any benefits granted by this spell end when its effects fade, so a mage who grants himself the Fresh Start Merit, for example, returns to his original position in the initiative roster (minus the bonus conveyed by Fast Reflexes, if he has also supplemented his initiative in that manner) if the spell's Duration expires in the middle of a combat.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Flesh Follows The Will",
				"Dice Pool" : "Resolve + Subterfuge + Life 3",
				"Rote Description" : "A leader must be many things. Sometimes, he must be what he is not and make use of capabilities he does not truly possess in order to best guide and serve his people. By way of this magic, a willworker of the Silver Ladder learns that even the subtle nuances of his own physical form are subject to the dictates of his will, making him faster, more durable or imposing, or whatever else is needful."
			}
		]
	}, {
		"Name" : "Scent Of Nature",
		"SourceBook" : "Grimoire Of Grimoires",
		"SourcePage" : "139",
		"Arcana Requirement" : "Life 3",
		"Practice" : "Weaving",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "1 Mana",
		"Effect" : "This spell alters the chemical composition of the mage's scent. To predators, the mage will smell like a stronger hunter and to prey the caster will smell non-threatening, like a member of its species. With a single success on the casting roll the mage simply becomes part of the background to natural creatures. The mage's scent changes depending upon what animal smells it and discourages it from attacking or fleeing. Animals will fight in self-defense, but otherwise take no hostile action toward the caster.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Tablets Of U'mat Rote",
				"Rote Name" : "Scent Of Nature",
				"Dice Pool" : "Wits + Animal Ken + Life 3",
				"Rote Description" : "This rote is performed just as its spell counterpart, above."
			}
		]
	}, {
		"Name" : "Summon Cryptid",
		"SourceBook" : "Summoners",
		"SourcePage" : "29",
		"Arcana Requirement" : "Life 3 + Space 2 + Spirit 3",
		"Practice" : "Weaving",
		"Action" : "Instant and contested; target rolls Resistance reflexively",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "Willworkers interested in seeing the Mothman, the Jersey Devil, the Fiji mermaid, or the Mongolian death worm often find nothing but fanciful tales and badly-crafted fake corpses for their efforts. Those who learn this spell, on the other hand -- and who dare to wander into some of the loneliest and remotest places on Earth -- sometimes find a great deal more. This spell calls a cryptid out of the Verge or other impossible space in which it dwells. The willworker must be physically present at the site of the Verge or other &quot;impossible space&quot; that contains or encompasses the cryptid's personal domain in order to cast this spell. Summon Cryptid may not be cast at sympathetic range, even if the mage otherwise possesses a sympathetic connection to the creature that she is attempting to summon. Success in casting this spell summons a cryptid out of its hiding place and compels it to present itself before the caster. The creature may or may not be peaceful; the spell offers no protections of its own against a hostile cryptid. A cryptid may willingly forego its roll to contest this spell if it actually desires to make contact (out of curiosity, loneliness, or even hunger).</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Fortean Bestiary",
				"Dice Pool" : "Resolve + Occult + Spirit 3",
				"Rote Description" : "Mystagogues often have occasion to encounter aberrations of the natural world. Those that make a habit of such unusual adventures sometimes wish to be able to call up a particular specimen for study, rare sacramental components, or even just a pleasant chat. This rote is ancient, indeed, and has long since passed into the hands of mages outside of the Mysterium."
			}
		]
	}, {
		"Name" : "Transfer Median Features",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "187",
		"Arcana Requirement" : "Life 3",
		"Practice" : "Weaving",
		"Action" : "Instant and contested; target rolls Stamina reflexively",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage can give a median life form features from another median or base life form. A shark could be given crocodilian limbs and the ability to breathe air, for instance, or a spider monkey could be granted a scorpion's stinger tail and the venom to go with it. One feature can be transferred per success. At this level, the mage must touch the target. With Life 4, he can cast this spell at sensory range.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Tampering With The Web",
				"Dice Pool" : "Intelligence + Medicine + Life 3 vs. Stamina",
				"Rote Description" : "When nature does not provide a Ladder mage with the exact beast she needs for a given situation, she crafts one of her own design, cobbling parts together to form a useful whole. Free Council mages usually make use of advanced laboratories and the like when casting their own variant of this rote."
			}
		]
	}, {
		"Name" : "Transform Median Life",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "187",
		"Arcana Requirement" : "Life 3",
		"Practice" : "Weaving",
		"Action" : "Instant and contested; target rolls Stamina reflexively",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage can transform one form of median life (most mammals, fish, birds and reptiles) into another median or base life form. The mage can affect a target of Size 20 or less. If the target is larger, penalties are levied against the spellcasting roll. He transforms the target into a creature of Size typical for that type of being. A bear (Size 8) can be transformed into a cat (Size 2), but not into a Size 8 cat. Transforming a smaller creature (the cat) into a larger creature (the bear) imposes dice penalties. At this level, the mage must touch the target. With Life 4, he can cast this spell at sensory range.</P>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	}, {
		"Name" : "Transform Self",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "187",
		"Arcana Requirement" : "Life 3",
		"Practice" : "Weaving",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "The mage can give himself the features of a base or median life form. He may affect certain changes in his own body, such as developing fungal, plant, or animal features in order to thrive in a given environment or under a set of circumstances. He could, for example, supplement his intake of food in a harsh desert by granting himself the ability to absorb nutrients directly from the ground, or he could enhance his jaw strength to that of a hyena in order to crack bones and get at the marrow within. The mage can take on one feature of a base or median life form per success. Among other things, the mage could manifest gills, sharp claws, fangs (turning his normal hand-to-hand damage from bashing to lethal and adding one to two dice modifiers to attack pools depending on the weapon gained), cat's eyes (lessening by two penalties from all but absolute darkness), or a rat's digestive system (allowing him to safely digest all but the foulest food sources). Note that this spell does not grant any changes beyond the purely biological. A mage who grows feline claws doesn't know how to fight any better than normal. Nor does a mage with a rat's iron stomach find the stench of carrion any more palatable than normal. As mentioned in Transfer Median Features, a roll might be needed to get features right if specimens are not available during casting.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Harsh Duty",
				"Dice Pool" : "Stamina + Athletics + Life 3",
				"Rote Description" : "The work of a mage of the Adamantine Arrow can be harsh and unforgiving. This rote enables an Arrow willworker to survive under all but the most brutal conditions, killing prey with his bare hands, thriving beneath the waves or in the deadliest cold, or going for weeks without a drop of water or morsel of food. Mysterium mages use similar magic to persevere in the sometimes-perilous environments in which they seek their lore."
			}
		]
	}, {
		"Name" : "Two Faces",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "188",
		"Arcana Requirement" : "Life 3",
		"Practice" : "Weaving",
		"Action" : "Instant",
		"Duration" : "Prolonged",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage can change his features. One feature may be altered per success. Each of the following is one feature: Changing eye color (includes both eyes), skin color, hair color, hair length, hair texture. Other superficial characteristics can also be altered: Fingers or toes may be slightly shortened or lengthened, body hair can be made sparse or more abundant, skin can be rendered dry or more oily, and height and weight can be very slightly altered (perhaps an inch or two, or up to 10 pounds, respectively). Perhaps most significantly, facial features and other distinguishing marks (like moles or scars) can be changed. Changes more extreme than these (such as changing fingerprints) require Life 4.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Incognito Exchange",
				"Dice Pool" : "Wits + Subterfuge + Wits + Subterfuge + Life 3",
				"Rote Description" : "With this rote, a Guardian can be someone other than himself, a useful ability in his line of work. Indeed, such a mage can go from a &quot;blond-haired, clean-shaven, green-eyed, early-30s&quot; suspect being chased by police to a 40ish man with salt-and-pepper hair and beard saying, &quot;He went that way.&quot; Silver Ladder willworkers sometimes use the same rote when trying to go unnoticed."
			}
		]
	}, {
		"Name" : "Accelerate Healing",
		"SourceBook" : "Adamantine Arrow",
		"SourcePage" : "180",
		"Arcana Requirement" : "Life 4",
		"Practice" : "Patterning",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "Special (see below)",
		"Effect" : "Heroic legends are rife with tales of warriors who kept fighting long after sustaining injuries that should have killed any human being. Emulating these great figures of myth, some Arrows will themselves to mend in seconds injuries that might otherwise take months to heal. After casting this spell, the Arrow may, for the remainder of the scene, reflexively spend points of Mana on a one-for-one basis to heal levels of bashing or lethal damage, though bashing damage must be healed in preference to lethal if the mage is currently suffering from both, as the body attempts to cope with less elaborate hurts before tackling deeper wounds. The willworker is limited by the amount of Mana he might normally spend in a turn -- including those points of Mana spent for other reasons, such as in the casting of spells -- according to his Gnosis. This spell is subject to Disbelief and Unraveling if used to heal lethal damage in front of Sleepers, and has no effect at all on aggravated damage.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Pain Is An Illusion",
				"Dice Pool" : "Stamina + Medicine + Life 4",
				"Rote Description" : "During the course of his work, an Arrow is called upon to place himself directly in the path of harm, often with little time to step back and receive restorative spells. But a dead Arrow is of no help to anyone, and so he must find ways of enduring all that his sacred task throws in his path. This rote is one answer to that quandary."
			}
		]
	}, {
		"Name" : "Animal Degradation",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "188",
		"Arcana Requirement" : "Life 4",
		"Practice" : "Unraveling",
		"Action" : "Instant and contested; target rolls Stamina reflexively",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "The mage can degrade more than one Physical Attribute of a base or median life form. As per the Enfeeblement spell, the mage's successes can be allocated among the target's Physical Attributes in any combination. The total that each Attribute can be lowered is still limited by the mage's total Life dots.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Beast Lord",
				"Dice Pool" : "Resolve + Animal Ken + Life 4 vs. Stamina",
				"Rote Description" : "Just as with the lesser version of this rote, Arrow mages use this magic to strike at the martial prowess of lesser life forms, granting themselves the edge in combat."
			}
		]
	}, {
		"Name" : "Animal Minion",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "188",
		"Arcana Requirement" : "Life 4",
		"Practice" : "Patterning",
		"Action" : "Instant and contested; target rolls Resolve reflexively",
		"Duration" : "Concentration",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage exerts gross bodily control over base or median life. Effectively, the mage uses the affected creature like a marionette. Other Life Arcanum magic can move a beast to act within the limits of its instincts and understanding, but this spell enables the mage to push it beyond the parameters of its ingrained behavior (though not, without other alterations, beyond the limits of its physical capabilities). Naturally, this spell works best on an unconscious target (which cannot normally resist). Make a reflexive and contested Resolve roll for creatures that resist consciously.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Loyal Hound",
				"Dice Pool" : "Presence + Persuasion + Life 4 vs. Resolve",
				"Rote Description" : "At times, the Silver Ladder willworker needs an animal to do something it normally won't."
			}
		]
	}, {
		"Name" : "Bind The Wayward Body",
		"SourceBook" : "Magical Traditions",
		"SourcePage" : "124",
		"Arcana Requirement" : "Life 4; optional + Space 1",
		"Practice" : "Unraveling",
		"Action" : "Instant and contested; target rolls Resolve + Gnosis",
		"Duration" : "Transitory against mages, Prolonged against Sleepers (until released by the caster)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "The mountains have harbored many a fugitive in its hollers and caves throughout the years. Some have never been brought to justice. Others have fallen prey to this powerful piece of hoodoo magic. This spell enables the mage to literally stop a fugitive in his tracks, rendering the person unable to move forward or backward for a period of time that is usually just long enough for his pursuers to catch him. Success means that the target cannot move more than three yards in any direction from the place he was standing/sitting when the spell takes effect. If he's a mage, the spell lasts for only one turn. If he's a Sleeper, the spell lasts for one scene or until he's released by the following phrase from the mage's own mouth: &quot;As you have been bound, now you are free.&quot; Of course, by that time, the fugitive should be free only to accompany his captors to jail. A Life 3 version of this spell targets animals.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Appalachian Hoodoo Tradition Rote",
				"Rote Name" : "Pillar Of Salt",
				"Dice Pool" : "Manipulation + Persuasion + Life 4 vs. Resolve + Gnosis",
				"Rote Description" : "The mage must follow the fugitive, who needs to be within line of sight (unless Space 2 is added to the casting). As she travels, she repeats a prayer similar to the following: Peter, Paul and all the Apostles, be my witness to God's power which binds all rogues, thieves, murderers and fugitives who seek to hide from justice. In particular, let Thy power find [name of fugitive or some other form of specific identification, such as &quot;the man who robbed the Big Ivy branch bank last night&quot;] and bind him with fetters of guilt. Let him not step forward. Let him not step backward. Let him breathe but not speak until such time as he is released by me. The mage must say this prayer (or whichever one she uses) three times. When she comes in sight of the fugitive, she must point her hand and clench it into a fist. As her hand tightens, the muscles of the fugitive will tighten until he cannot move."
			}
		]
	}, {
		"Name" : "Contagion",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "188",
		"Arcana Requirement" : "Life 4",
		"Practice" : "Unraveling",
		"Action" : "Extended",
		"Duration" : "Lasting",
		"Aspect" : "Covert",
		"Cost" : "1 Mana",
		"Effect" : "The mage can cause sickness or disease. A common cold might require one success while Ebola might require eight or more. The mage must mimic an existing disease, and the more virulent or easily transmitted it is, the more successes it requires. The disease is contagious; anyone can potentially catch it after exposure (a reflexive Stamina + Athletics or Survival roll might stave it off).</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Interdiction",
				"Dice Pool" : "Resolve + Medicine + Life 4",
				"Rote Description" : "Guardians occasionally use this rote to end a threat to the secrecy of the Mysteries in a way that raises few suspicions. After all, a noted journalist  who suddenly disappears raises questions, while a fatal or even just crippling illness is dismissed by most as nothing more than bad luck. Free Council mages experimenting with microbial life and the like occasionally use a variant rote (Intelligence + Medicine + Life)."
			}
		]
	}, {
		"Name" : "Control Reactions",
		"SourceBook" : "Guardians Of The Veil",
		"SourcePage" : "189",
		"Arcana Requirement" : "Life 4 + Mind 2",
		"Practice" : "Weaving",
		"Action" : "Instant and contested; target rolls Composure + Gnosis reflexively",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "Using a combination of emotional suggestions similar to the Mind 2 Emotional Urging spell, barely perceptible telepathic messages and precise physiological control identical to that provided by the Life 4 Trigger the Lizard Brain spell, the caster can evoke a particular, visceral emotional response in the target. For example, by combining emotions such as greed with physiological reactions normally associated desire and interest, an otherwise honest official might be persuaded to accept a bribe. The most common use of this spell is to cause the target to have a particular positive or negative reaction to some specific event. A newspaper editor can be caused to dismiss a news story he might otherwise have published, and a police officer can be convinced to accept a somewhat dubious but non-magical explanation for a bizarre phenomenon that he just witnessed. In addition to such subtle and precise uses, this spell can also be used to completely discredit someone that the Guardians consider to be dangerous. By provoking completely inappropriate but powerful feelings of fear, lust, or anger, an individual can be made to appear overly emotional or even mentally unbalanced. If cast with a sufficiently long duration, the target might even remain unbalanced long enough to fail an initial examination by a psychiatrist and be committed for observation for a few days. Even targets who avoid acting inappropriately still experience all of the physiological signs of the desired emotion, including nervous sweating, a tremor in their voices, and other reactions that will cause anyone they are talking to take them far less seriously. Alternately, the caster can make targets seem far calmer and confident than they would otherwise feel. Depending Upon the caster's intent, the target adds or subtracts one die to or from every Social roll he makes while this spell is in effect. For example, if the caster wished to make a lawyer nervous and shy, the lawyer would subtract one die from all of her Social rolls for the duration of this spell. Since the target actually feels all of the emotional and physiological reactions produced by this spell, even if the actions that he takes while under its influence seem completely out of character, he is almost certain to come up with some reason for making this choice and will likely defend his motives and actions if questioned later.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Puppets Of The Labyrinth",
				"Dice Pool" : "Manipulation + Empathy + Life 4 versus Composure + Gnosis",
				"Rote Description" : "This is one of the Guardians' most subtle and powerful tools. While the Guardians remain in the shadows, they make individual Sleepers seem far more or less credible than they otherwise would. The Guardians also carefully manipulate the reactions of important people to various ideas and pieces of information. In addition to allowing the Guardians to cause important people to dismiss all evidence of an incident of vulgar magic, this rote is also regularly used to render those determined to uncover the truth about mages and magic harmless by making them appear to be raving lunatics or harmless and unstable crackpots. Guardians who work closely with the Labyrinth are particularly fond of this rote, because it allows them to make and break the people who lead the various cults and other organizations that make up this complex morass. Leaders whom the Guardians deem unsuitable appear weak or insane, while people the Guardians support seem unusually confident and eloquent. There are rumors that some Guardians have used this rote to do far more than depose minor cult leaders. Although many such charges are exaggerations, a few Guardians have used this rote to change the course of national elections during political speeches and debates, causing one candidate to appear far more sensible and suitable than the others. Naturally, the Guardians deny all such uses of this rote."
			}
		]
	}, {
		"Name" : "Doppleganger",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "188",
		"Arcana Requirement" : "Life 4",
		"Practice" : "Patterning",
		"Action" : "Extended (one turn per roll)",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "Sometimes the right man for the job is someone else. A mage with this spells can be that someone else. &quot;Doppelganger&quot; enables a mage to alter her build and features to conform to those possessed by another human being of either gender and any age and size. Conservation of mass does not apply, so a five-foot-tall, 97-pound woman could become a man of 6&quot;7&quot; and 340 pounds. Despite the spell's name, it need not always be used to mimic an actual person and can be employed to become an Everyman or to take on particular characteristics suited to a task (becoming a brawny linebacker sort when applying for a job as a bouncer). Without other Life Arcanum alterations, the mage's physical capabilities (i.e., Attributes) remain as they are in her normal form. The completeness of the change is dictated by the number of successes accrued in casting. Each success changes one aspect of the mage's physical form. Height is one component, girth is another (note that a mage wishing to actually change her Size can only move within normal human parameters and each change up or down from her current Size requires a success), and facial features are yet another. Each unique feature (like two different colored eyes, an intricate and conspicuous pattern of facial scarring or a birthmark in the shape of a wolf's head) requires a success.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Another Man's Shoes",
				"Dice Pool" : "Intelligence + Subterfuge + Life 4",
				"Rote Description" : "A Guardian of the Veil with this rote can transform herself into any person she wishes to become. Cunning Arrow mages are sometimes known to use this rote to appear much less imposing or physically capable than normal."
			}
		]
	}, {
		"Name" : "Enfeeblement",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "189",
		"Arcana Requirement" : "Life 4",
		"Practice" : "Unraveling",
		"Action" : "Instant; subtract target's Stamina",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "The mage can degrade one of another person's Physical Attributes. As with self-degradation for Life 3 Degrading the Form, but turned on another. The mage can lower one dot per success up to a maximum amount equal to his Life dots. The mage must first grab hold of or touch the target; roll Strength or Dexterity + Brawl - the target's Defense. If that's successful, the mage can cast this spell as an instant action in the following turn. (With Life 5, he can cast it at sensory range as an instant action. He needs Life 6 before he can add Space 2 for a sympathetic casting.) Note: Lowering Strength or Dexterity also lowers the target's Speed and Initiative, and might affect Defense, while lowering Stamina also lowers Health.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Weaken The Foe",
				"Dice Pool" : "Strength + Intimidation + Life 4 - Stamina",
				"Rote Description" : "The threat posed by an enemy incapable of holding a weapon is much less than that of one at full strength. Adamantine Arrow willworkers cast this rote to debilitate foes, whether in combat or for some other reason (perhaps rendering them less agile while she pursues over treacherous ground, or less hardy during frigid weather). Silver Ladder mages use their own version of this magic (Presence + Intimidation + Life) to whittle away the physical prowess of opponents."
			}
		]
	}, {
		"Name" : "Hone Another's Form",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "189",
		"Arcana Requirement" : "Life 4",
		"Practice" : "Perfecting",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "The mage can raise one of another human being's Physical Attributes, as per the Life 3 Honing the Form spell. The mage must touch the target. With Life 5, he can cast this spell at sensory range. The target can choose to resist; subtract its Resolve dots from the spellcasting dice pool.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Performance Enhancement",
				"Dice Pool" : "Intelligence + Medicine + Life 4",
				"Rote Description" : "Sometimes consisting of &quot;energy supplements&quot; and such, the casting of this Free Council rote augments another's physical capabilities."
			}
		]
	}, {
		"Name" : "Life Force Assault",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "190",
		"Arcana Requirement" : "Life 4",
		"Practice" : "Unraveling",
		"Action" : "Instant; subtract target's Stamina",
		"Duration" : "Lasting",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage attacks a target's life force, the mystical field generated by all living things. Each success inflicts one point of lethal damage to a single life form. With Life 5, the caster can inflict aggravated wounds by spending one Mana.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Organic Knife",
				"Dice Pool" : "Dexterity + Athletics + Life 4",
				"Rote Description" : "Adamantine Arrow mages use this rote to strike down creatures or human enemies that endanger or assault their charges."
			}
		]
	}, {
		"Name" : "Many Faces",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "190",
		"Arcana Requirement" : "Life 4",
		"Practice" : "Weaving",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage can change another human being's features as per the Life 3 &quot;Two Faces&quot; spell. The mage must touch the target. With Life 5, he can cast this spell at sensory range. The target can choose to contest with a reflexive Composure + Gnosis roll.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Perfected Disguise",
				"Dice Pool" : "Manipulation + Subterfuge + Life 4",
				"Rote Description" : "Mysterium mages often use this rote to send cabal-mates or other allies into questionable situations without the risk of their being recognized."
			}
		]
	}, {
		"Name" : "Perfect Mask",
		"SourceBook" : "Guardians Of The Veil",
		"SourcePage" : "190",
		"Arcana Requirement" : "Life 4 + Mind 3",
		"Practice" : "Patterning",
		"Action" : "Instant; subtract target's Resolve",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "In her duties, a Guardian must sometimes not only appear to be someone else, she must know how to act like the person she's imitating. This spell allows her to draw from the memories of the person she mimics. The person to be mimicked must be within sensory contact of the caster (preferably chained or otherwise detained). This spell is based upon the Life 4 Doppleganger spell. While simply aping the shape of another person is often good enough to fool most observers, to the trained eye something is amiss, even if the perceiver has not rational explanation as to why someone is acting differently. Adding the Mind component to the spell allows the mage to pull enough knowledge from the target's mind to allow her to blend into her surroundings. The knowledge is appropriate to a certain location or set of circumstances, but isn't terribly detailed or specific; it's enough to get the &quot;lay of the land&quot; and know the routines of others who frequent the place or situation. This does not give the mage any special skills she does not possess, but allows her to pass herself off as if she belongs there.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "The Reflecting Shadow",
				"Dice Pool" : "Manipulation + Stealth + Life 4",
				"Rote Description" : "Rumor has it that the Guardians invented this rote in order to infiltrate the court of Queen Victoria, believing that the Silver Ladder were attempting to control her with Mind magics. Whether the Guardians were correct or not has not been recorded, but the rote proved so useful that it has been handed down from master to apprentice since then."
			}
		]
	}, {
		"Name" : "Shapechanging",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "190",
		"Arcana Requirement" : "Life 4",
		"Practice" : "Patterning",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "The mage takes on the physical characteristics, including Attributes and Size, of an average member of the biological type into which he changes. The mage learns how to alter his shape into that of any other form of natural biological life more advanced than a single-celled organism. He can become anything from an elephant or blue whale, to an earthworm or a black ant, to a fern or a wood mushroom. If he is not careful, however, he can lose himself in the mindset (such as it is in some cases) of whatever organism into which he transforms, his intellect overwhelmed by either instinctual responses and brain chemistry, or in the case of plants neurology completely unsuited to voluntary thought. The mage suffers dice penalties for Sizes significantly smaller than his own. To reduce oneself to Size 2 (cat-sized) is -1 dice, while Size 1 (rat-sized) is -2 dice, and Size 0 (ant-sized) is -3 dice. In addition, increasing one's Size can also levy dice penalties. See the chart below for this information. The mage may augment the Physical Attributes of this form with other magic, but cannot add the features of other living things to this changed shape (thus, while he could become a lion and could use spells to become a stronger, faster, more resilient lion, he could not also add wings to that form). Whenever the mage is faced with an overwhelming inborn response (such as a male lion's need to kill all cubs not sired by itself), Composure + Resolve must be rolled reflexively for the mage to assert his reason over his new instincts. Failure means that the sorcerer acts out the instinctual response. Note that none of the mage's clothes or gear is altered, and if he shifts to a creature of larger Size than himself, he&quot;d best remove his clothes (two to three turns) or they are ripped to shreds. If he shifts to a smaller size, his clothing might fall off of him. If the caster adds a conjunctional Matter 4 to the casting, his clothes and equipment can transform to fit the new shape and size. With Matter 5, his clothes and gear can be incorporated into his new form (his cotton shirt turns to fur or feathers, his holstered gun becomes an oddly shaped scar), and transform back into their original forms when the spell ends.</P>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	}, {
		"Name" : "Supreme Honing",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "190",
		"Arcana Requirement" : "Life 4",
		"Practice" : "Perfecting",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "1 Mana",
		"Effect" : "The mage can raise more than one of his Physical Attributes or those of a base or median life form. As per the Life 3 Honing the Form spell, but the mage can now divide his successes between his Physical Attributes in any combination he prefers. The total that each Attribute can be boosted is still limited by the mage's total Life dots.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Fulfillment",
				"Dice Pool" : "Resolve + Athletics + Life 4",
				"Rote Description" : "By means of this rote, Silver Ladder mages enhance their physical capabilities to the limits of human perfection and beyond. A willworker under the effects of this magic can seem like a demigod to lesser specimens, able to run faster, leap farther, endure more and otherwise perform far beyond what could be expected of her. (Although she needs to beware showing off too much, lest Sleepers begin to Disbelieve what they see.)"
			}
		]
	}, {
		"Name" : "Sustain Body",
		"SourceBook" : "Astral Realms",
		"SourcePage" : "22",
		"Arcana Requirement" : "Life 4",
		"Practice" : "Patterning",
		"Action" : "Extended",
		"Duration" : "Lasting",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "One cannot stay too long in Astral Space. The body withers while the mind is at play. This spell nourishes and refreshes a mage's body from within the astral, lengthening the period an astral traveler may go witHout returning. The spell's target number is equal to the number of days the mage's real body has gone without nourishment. The spell makes up for lack of food and water. Air, too, though if the spell has to provide oxygen, the mage has immediate problems to worry about.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Feeding The Cavernous Soul",
				"Dice Pool" : "Stamina + Athletics + Life 4",
				"Rote Description" : "Serious mystagogues cannot be bothered to leave their research in Astral Space for their body's needs. After all, one might never find a way back to this astral realm. They use this rote to stave off starvation and thirst a few more days and keep to their studies."
			}
		]
	}, {
		"Name" : "Transform Other",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "191",
		"Arcana Requirement" : "Life 4",
		"Practice" : "Weaving",
		"Action" : "Instant and contested; target rolls Stamina + Gnosis reflexively",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage can give another human being features from a base or median life form, as per the Life 3 Transform Self spell. At this level, the mage must touch the target. With Life 5, he can cast this spell at sensory range.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Atavistic Brand",
				"Dice Pool" : "Presence + Animal Ken + Life 4 vs. Stamina + Gnosis",
				"Rote Description" : "Guardians use this rote to stigmatize others, perhaps drawing attention away from a more troubling supernatural occurrence or forcing subjects to hide (lest they be seen as monsters). This rote can also be used to bestow more survivable characteristics upon allies in a dangerous or alien environment."
			}
		]
	}, {
		"Name" : "Trigger The Lizard Brain",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "191",
		"Arcana Requirement" : "Life 4",
		"Practice" : "Weaving",
		"Action" : "Instant and contested; target rolls Resolve + Gnosis reflexively",
		"Duration" : "Transistory (one turn)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can control the instinctual reactions of human beings as he does with lower life forms using the Control Median Life spell.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Pulling The Strings Of Fear",
				"Dice Pool" : "Manipulation + Intimidation + Life 4 vs. Resolve + Gnosis",
				"Rote Description" : "Fear is a powerful tool. Adamantine Arrow willworkers who learn the casting of this rote understand the utility of such a resource. Of course, other instinctual reactions, such as deference to a superior or even the urge to mate, can be brought on through the use of such magic. Free Council mages use their own rote (Wits + Intimidation + Life) to trigger those sorts of reactions in other human beings."
			}
		]
	}, {
		"Name" : "Uplift The Species",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "191",
		"Arcana Requirement" : "Life 4",
		"Practice" : "Patterning",
		"Action" : "Instant and contested; target rolls Stamina reflexively",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "This rote enables the elevation of a base life form into a higher evolutionary state. Without other magics, such altered creatures have only the most basic instinctual programming of the life forms into which they&quot;re changed. A planarian changed into a cat does not possess the cat's superior intelligence, and a patch of moss transformed into a snake is apt to lie exactly where it is altered and act only if harmed or otherwise forced to react. At this level, the mage must touch the target. With Life 5, he can cast this spell at sensory range.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Genetic Tampering",
				"Dice Pool" : "Intelligence + Medicine + Life 4 vs. Stamina",
				"Rote Description" : "Free Council mages sometimes use this rote to create strange pets with the docility of lower life forms but the bodies of dogs or cats."
			}
		]
	}, {
		"Name" : "Animate Homunculus",
		"SourceBook" : "Tome Of The Mysteries",
		"SourcePage" : "151",
		"Arcana Requirement" : "Life 5",
		"Practice" : "Making",
		"Action" : "Instant",
		"Duration" : "Lasting",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The alchemist imbues a proto-homunculus, already gifted with form and a latent personality, with the final spark necessary to bring it to artifi cial life. To do so, the mage must permanently sacrifice a dot of Willpower. The homunculus sputters to life on one or more successes, but, depending on the number of successes, may face such a traumatic transition from the realm of the inanimate that the homunculus gains one or more derangements and/or Flaws. The Storyteller chooses these either at random or based on the individual on whom the homunculus' persona was modeled. If the model suffers from derangements or Flaws, the homunculus inherits one or more of them. If not, the Storyteller envisions an insanely exaggerated version of the model and picks derangements and Flaws to suit. The weaver of the homunculus' persona may have allocated successes to be able to personally select one or more of the derangements/Flaws. The mix of defects suffered depends on the number of successes scored on the roll for this spell.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	}, {
		"Name" : "Create Life",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "191",
		"Arcana Requirement" : "Life 5",
		"Practice" : "Making",
		"Action" : "Extended",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "The mage can create a living biological creature up to the most complex of natural organisms. Granted, without the uses of other Arcana like Mind, this construct is mindless, motivated only by instinct, but few can argue with the sheer, godlike authority possessed by one who is able to conjure up life at will. The target number of successes is determined by the creature's Size (on a one-for-one basis) and Physical Attributes (also on a one-for-one basis).</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "New Beginnings",
				"Dice Pool" : "Resolve + Animal Ken + Life 5",
				"Rote Description" : "Guardians of the Veil have a number of different reasons for casting this rote. A mindless human body can be created, bribing a troublesome spirit with a host, or a Siberian tiger could be spun out of nothing, giving the mage a body to control with other Life Arcanum spells. Some Free Council mages use this rote to conjure up a desired sample of flora or fauna so as to have a life form on which to pattern transposed characteristics for the Transform Self spell."
			}
		]
	}, {
		"Name" : "Evolutionary Shift",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "191",
		"Arcana Requirement" : "Life 5",
		"Practice" : "Patterning",
		"Action" : "Instant and contested; target rolls Stamina reflexively",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage can transform a base or median life form into a human being. While the animal's form is changed, its mind is unaffected; it still thinks and behaves like an animal. The spell's range is sensory.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "The Frog King",
				"Dice Pool" : "Intelligence + Animal Ken + Life 5 vs. Stamina",
				"Rote Description" : "Perhaps more a product of intellectual curiosity than anything else, this rote enables a Council mage to elevate a lesser life form to human state. While some mages of exceptional skill in the Mind Arcanum use this magic to develop the consciousness of such a being, others find their own uses for it, not all of them scrupulous. Some particularly vicious Adamantine Arrow willworkers use this rote to transform lesser life forms into humans, upon whom they hone their combat skills."
			}
		]
	}, {
		"Name" : "Fantasia",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "192",
		"Arcana Requirement" : "Life 5",
		"Practice" : "Making",
		"Action" : "Instant and contested; target rolls Stamina reflexively",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "The mage can perform the most fantastic of alterations to extant life, creating beasts directly out of myth and legend, or if she is inclined, mind-shattering horrors dredged out of the depths of the most fevered of imaginations. Any ability that can conceivably be possessed by a normal living creature (whether or not such is a characteristic that is or has ever been intrinsic to a specimen of earthly flora or fauna) can be imparted, such as the ability to mix certain enzymes to produce flame, or sacs of biochemical gas that can be used to float on water or even in air. More mundane qualities, such as a fly's ability to vomit digestive fluids, a cat's enhanced night vision or a moose's incredible sense of smell can all be given. The mage targets an existing animal from which to add and subtract various features. Each success allows the mage to exchange a single feature, although unnatural but theoretically possible features such as the ability to exhale fire might levy a -1 dice penalty per unnatural feature. Changes in Size (either up or down) require successes on a one-for-one basis. The spell's range is sensory. In the case of creatures with unnatural features, Sleeper Disbelief can dispel the Fantasia spell, restoring the creature to its natural form.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Bygone Menagerie",
				"Dice Pool" : "Intelligence + Academics + Life 5 vs. Stamina",
				"Rote Description" : "Silver Ladder willworkers use this rote to create beautiful and terrible forms of life, with which they defend their homes and sanctums, impress and horrify allies and rivals, and lay siege to enemies."
			}
		]
	}, {
		"Name" : "Ghastly Metamorphosis",
		"SourceBook" : "Tome Of The Mysteries",
		"SourcePage" : "30",
		"Arcana Requirement" : "Life 5",
		"Practice" : "Unraveling",
		"Action" : "Instant and contested; target rolls Stamina + Gnosis reflexively",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "Armed with this gruesome spell, a willworker can inflict a hideous transformation upon another human being (Awakened or otherwise), causing her new form to shred its way out of her current body in an agonizing shower of gore. In addition to forcing a subject into a new shape, which must be a natural animal, including a human being, of Size 4-6, this spell inflicts one level of lethal damage on the subject per success of Potency. This horrific display can easily require reflexive Resolve + Composure rolls from onlookers unfamiliar with this magic to resist gaining a temporary mild derangement. Similar to almost all other Life Arcanum spells, this spell cannot be given an indefinite Duration. If the subject is successfully transformed, she must check for becoming &quot;lost&quot; to her new form (per the Life Arcanum spell, Shapechanging), but she retains her Awakened abilities, if any. Sleepers subjected to the spell who do not manage to destroy it with Disbelief will probably later write the whole experience off as the result of drugs, a nightmare or a nervous breakdown.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Whipping The Dog",
				"Dice Pool" : "Strength + Animal Ken + Life 5",
				"Rote Description" : "There are many animals in this world far less dangerous than a human being. Arrow mages use this rote to transform their enemies into such forms, and inflict terrible hurts upon them in the process. Silver Ladder willworkers have their own variant of the rote (Presence + Animal Ken + Life), which they use to punish disobedient servants, treating them as the uncouth animals that they are (in the Ladder mages' eyes, at any rate)."
			}
		]
	}, {
		"Name" : "Greater Shapechanging",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "192",
		"Arcana Requirement" : "Life 5",
		"Practice" : "Making",
		"Action" : "Instant or contested; target rolls Stamina + Gnosis reflexively",
		"Duration" : "Prolonged (vs. Sleepers and willing supernatural targets) or transitory (vs. unwilling mages and other supernatural targets)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "The mage can change shape without the possibility of becoming &quot;lost&quot; in her new form, and can change others with the same facility with which she transforms herself. The mage retains full control of her reason in this form, as do any she chooses to change (unless she would rather have another be forced to fight for control of his faculties, as per the lesser Shapechanging spell at Life 4). The mage must deal with the same modifiers for Size as he does with the lesser Shapechanging spell. He may also cast the Life 3 Transform Self spell to add different features to the changed form, but he is not restricted to lesser life forms.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Hour Of The Wolf",
				"Dice Pool" : "Stamina + Animal Ken + Life 5 vs. Stamina + Gnosis",
				"Rote Description" : "Without the threat of losing herself in the form she adopts, this rote can be one of the strongest weapons in an Arrow's arsenal, especially considering her ability to freely modify her new shape. Such a willworker can become a veritable living siege engine, combining all of the deadliest characteristics in the plant and animal kingdoms, as she wills. Mysterium mages are also known to use a version of this rote for their own purposes."
			}
		]
	}, {
		"Name" : "Hereditary Change",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "192",
		"Arcana Requirement" : "Life 5",
		"Practice" : "Making",
		"Action" : "Instant and contested; target rolls Stamina reflexively",
		"Duration" : "Lasting",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "The mage can bestow upon a creature the characteristics of other life forms, with the ability to pass such characteristics along through heredity (effectively, for the scientifically minded, altering the subject's genome permanently and seamlessly). This spell is cast in combination with one that alters a creature's features, such as Transfer Median Features or Fantasia. Some mages choose to perform this spell upon creatures that have already been born, whether in their youth or their adulthood, while others prefer to use only unborn beings, altering them within the womb (or inside the egg) so that their changed characteristics are manifest at birth. In theory, anything from a slug to a bird to a dog to a chimpanzee can be physically manipulated in this way. The mage must touch the target (or its egg, or the belly of the beast carrying the unborn animal). The features are lasting. Effectively, the new form is considered the creature's natural form unless the being is altered again through another use of Life magic. The traits are hereditary, creating a magical bloodline. Mages who make fantastic creatures are well advised to hide them away from prying eyes, such as deep within an isolated sanctum or in the remote wilderness. Truly fantastic beasts created using the Fantasia spell (such as ambulatory pine trees with eyes, fangs, predatory instincts and the ability to spit digestive enzymes, or winged crocodiles with venom) tend to sicken and die when witnessed by Sleepers. The Sleeper's Disbelief successes (Resolve + Composure roll) deliver bashing damage to the creature once per scene in which it is witnessed, each time a new Sleeper sees it. The Disbelief dice pool may be reduced by one or two dice by playing to prevailing local myths (making a chupacabra in South or Central America, for example), or by putting an altered creature somewhere far away from the general run of humanity, where there are those who still believe the impossible can happen.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "The Dragon's Egg",
				"Dice Pool" : "Intelligence + Medicine + Life 5 vs. Stamina",
				"Rote Description" : "In a few isolated sanctums, Mysterium mages still practice the timeless art of shaping life itself, giving rise to entirely new creatures. Some believe that the strange flora and fauna being discovered even today is the result of such tampering. Some Silver Ladder willworkers, reveling in the sheer power of their magic, use their own variant of this rote (Resolve + Medicine + Life)."
			}
		]
	}, {
		"Name" : "Human Minion",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "193",
		"Arcana Requirement" : "Life 5",
		"Practice" : "Patterning",
		"Action" : "Instant and contested; target rolls Resolve + Gnosis reflexively",
		"Duration" : "Concentration",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "The mage exerts gross bodily control over human beings. As per the Life 4 Animal Minion spell. The mage controls the affected creature like a marionette. Unlike an animal, a human cannot be made to do anything that endangers his survival or that might harm him. Also, if he is made to do something that is radically against his beliefs (such as harm his lover), a fresh contested and reflexive Resolve + Gnosis roll is made to resist the command (his successes must exceed the spell's Potency).</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Flesh Puppet",
				"Dice Pool" : "Manipulation + Persuasion + Life 5 vs. Resolve + Gnosis",
				"Rote Description" : "With this magic, even the mightiest foe can be turned to the service of a Ladder mage. Guardians of the Veil also use a version of this rote to control the actions of others when needed."
			}
		]
	}, {
		"Name" : "Multitudinous Form",
		"SourceBook" : "Grimoire Of Grimoires",
		"SourcePage" : "140",
		"Arcana Requirement" : "Life 5",
		"Practice" : "Making",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "This spell transforms the body of the mage into a swarm of insects, all driven by the mind of the caster. Like the Life 5 spell Greater Shapechanging, the caster of this rote changes form without the possibility of becoming lost in his new shape. While in the shape of the swarm, the mass of the insects must stay within a 10-foot area of each other or the spell will unravel. In combat situations, the swarm suffers little damage from conventional weaponry. Against stabbing, shooting, or bashing types of attacks, the swarm is considered to have Armor 10 and any wounds suffered (regardless of source) are considered bashing. Only weapons that deal area damage (grenades, explosives, fire) have any chance of causing significant damage to the mage-swarm. Weapons of the area-effect variety deal normal damage for their type. The swarm has equal Health to that of the caster. Offensively, attacks by the swarm ignore any mundane Defense or Armor ratings of living targets. The caster rolls Intelligence + Animal Ken + Gnosis for each attack, dealing 1 bashing damage per success.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Tablets Of U'mat Rote",
				"Rote Name" : "Multitudinous Form",
				"Dice Pool" : "Intelligence + Animal Ken or Survival + Life 5",
				"Rote Description" : "This rote is performed just as the spell, above."
			}
		]
	}, {
		"Name" : "Regeneration",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "193",
		"Arcana Requirement" : "Life 5",
		"Practice" : "Making",
		"Action" : "Extended",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "The mage can temporarily regenerate his own or another person's lost limb or organ. Lost limbs can be regrown and damaged or faulty organs can be restored to health. The number of successes needed depends on the limb or organ restored. Once this spell has been cast, the restored body part does not immediately appear. It grows at a rate of one success per minute until the total successes required for that organ are achieved, at which point the organ is fully functional. For example, a person can have a new arm (four successes) in four minutes. Obviously, a mage can only cast this spell upon a living target. The willworker cannot regenerate someone who has died (perhaps due to the loss of the body part concerned). This spell does not affect the target's Health rating. Note: This spell's Duration can be extended using the advanced prolonged Duration factors, but it cannot be made indefinite. When the spell expires, the body part withers back to its state before the casting (and disappears in the case of a restored limb) within one minute. It is rumored that archmasters might have the ability to cast this spell with indefinite Duration.</P>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	}, {
		"Name" : "Ultimate Degradation",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "193",
		"Arcana Requirement" : "Life 5",
		"Practice" : "Unmaking",
		"Action" : "Instant and contested; target rolls Resolve + Gnosis reflexively",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "This spell can be cast at sensory range. Successes can be allocated among the target's Physical Attributes in any combination. The total by which each Attribute can be lowered is limited by the mage's Life dots.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Lay Him Low",
				"Dice Pool" : "Strength + Athletics + Life 5 vs. Resolve + Gnosis",
				"Rote Description" : "True power lies not in being well armed, but in denying the opposition access to weapons. By using this powerful magic, an Arrow mage can render an enemy all but incapable of standing up to a stiff breeze, let alone being a threat in combat."
			}
		]
	}, {
		"Name" : "Ultimate Honing",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "193",
		"Arcana Requirement" : "Life 5",
		"Practice" : "Perfecting",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "The mage can raise more than one of another human being's Physical Attributes, as per the Life 4 Hone Another's Form spell. This spell can be cast at sensory range. Successes can be allocated among the subject's Physical Attributes in any combination. The total that each Attribute can be boosted is limited by the mage's Life dots. The target can choose to resist; subtract its Resolve dots from the spellcasting dice pool.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Perfection Of Form",
				"Dice Pool" : "Presence + Medicine + Life 5",
				"Rote Description" : "This rote gives the Adamantine Arrow a means of equipping an army with boosted performance techniques."
			}
		]
	}, {
		"Name" : "[ 5 ] &nbsp; Vital Balance",
		"SourceBook" : "Grimoire Of Grimoires",
		"SourcePage" : "33",
		"Arcana Requirement" : "Life 5; optional + Death 4",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "This spell slows down aging. The mage ages far more slowly and thus can live much longer than normal. By precisely balancing the forces of life and death within the target's body, the caster slows the rate by which the target ages by a factor equal to her level in the Death Arcanum + her Gnosis. A mage who has 4 dots in Death and a Gnosis of 3 who uses this spell on herself ages 1 day for every 7 (4 + 3) days that pass while she is under the influence of this spell. Mages who use this spell regularly often live for several centuries. Unless the mage learns 6 dots in the Life Arcanum, she cannot use the advanced prolongation table to cast this spell, and even then the maximum possible duration of this spell is only 1 week. Rolling a Dramatic Failure on this spell causes the mage to automatically age 1 year, which serves as a great disincentive against attempting to prolong this spell without using ritual casting. Most mages use ritual casting to allow them to cast this spell with a duration of several days. In addition, many mages who regularly use this spell mark themselves with a small tattoo or scar in the shape of the appropriate Atlantean runes needed to prolong the spell. If the mage rolls an Exceptional Success when casting Vital Balance she does not age at all for the duration. There are rumors of mages many centuries old who manage to regularly manage this level of success with the Vital Balance spell. The slowed aging due to this spell is compatible with the Death spell Steal Lifespan. It is also compatible with the Body Mastery spell, but the additional years granted by either of the aforementioned spells are not affected by the slowed aging provided by the Vital Balance spell; they are simply added to the mage's lifespan. In addition, this spell cannot be cast by or on a Tremere Lich; attempts to do either automatically fail. All other mages can cast this spell on both themselves and others with equal ease.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Vital Balance",
				"Dice Pool" : "Intelligence + Occult + Life 5",
				"Rote Description" : "Nicholas Kollar was a skilled and brilliant occultist who was also nominally a member of the Mysterium. As a result, he designed this rote to make the best use of his prodigious intellect and his occult studies."
			}
		]
	}

]
