[{
		"Name" : "Alter Conductivity",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "194",
		"Arcana Requirement" : "Matter 1",
		"Practice" : "Compelling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage alters the conductivity of a simple object. An electrical cord can be rendered completely non-conductive, while concrete can be made to conduct electricity like copper. The number of objects that can be affected increases with each success. Note that objects of up to Size 20 can be affected. The caster suffers dice penalties to affect larger objects. This includes such things as a concrete slab; unless additional Size factors are added, the mage affects a single slab of up to Size 20.</P>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "Breach Point",
		"SourceBook" : "Adamantine Arrow",
		"SourcePage" : "181",
		"Arcana Requirement" : "Matter 1 + Death 1 + Space 1",
		"Practice" : "Unveiling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "By means of this spell, a mage discerns the hidden vulnerabilities in any form of cover behind which her enemies might hide during the heat of battle. There is a significant difference, after all, between shooting through all of the moving parts inside a car door, and shooting through nothing more than a thin sheet of metal on one side, a bit of plastic one the other and nothing but empty air in between Each success of Potency assigned to this spell counts as an extra success of damage, solely for the purposes of overcoming the Durability of a piece of cover, making it that much easier for the willworker to cause harm to the target behind said cover with a ranged attack. Note that this cannot cause the attack afforded by successfully breaching the cover to benefit from more dice that would have been rolled were the cover not there in the first place.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Nowhere To Hide",
				"Dice Pool" : "Wits + Athletics + Matter 1",
				"Rote Description" : "No barrier can ward away the weapons and offensive magics of a dedicated Arrow. This rote enables such a mage to penetrate even the most stalwart defenses, striking at the enemies of the Pentacle, no matter how or where they might try to hide from the perils of battle."
			}
		]
	},
	{
		"Name" : "Crafter's Eye",
		"SourceBook" : "The Free Council",
		"SourcePage" : "110",
		"Arcana Requirement" : "Matter 1",
		"Practice" : "Knowing",
		"Action" : "Instant",
		"Duration" : "Concentration",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can see any wear, flaws, breaks, or damage to a particular object with an eye toward repairing it. Some mages liken this to comparing the object's present state to its &quot;ideal&quot; or original state of existence. Success allows the mage to know what, if anything, is wrong with the object and roughly what would be involved in fixing it (within the limits of the mage's Skills, such as Crafts and Science).</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Kicking The Tires",
				"Dice Pool" : "Wits + Crafts or Science + Matter 1",
				"Rote Description" : "Often the most difficult part of effecting repairs is figuring out the problem. Whereas the Diagnostic Scan rote informs the caster of an object's composition, this rote determines the object's status. In particular, the mage learns whether or not a piece of technology is functional, how functional (if so) and how damaged (if not)."
			}
		]
	},
	{
		"Name" : "Craftman's Eye",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "194",
		"Arcana Requirement" : "Matter 1",
		"Practice" : "Knowing",
		"Action" : "Instant",
		"Duration" : "Concentration",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can discover the proper function of an object with moving parts. At the Storyteller's discretion, this might aid Craft Skill rolls.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Rube Goldberg's Brain",
				"Dice Pool" : "Intelligence + Investigation or Science + Matter 1",
				"Rote Description" : "Elaborate moving-part puzzles and ancient machines of unknown purpose, among many other things, can be deciphered by means of this Mysterium rote. Free Council mages are also known to favor such magic in their work to modernize the face of magic."
			}
		]
	},
	{
		"Name" : "Dark Matter",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "194",
		"Arcana Requirement" : "Matter 1",
		"Practice" : "Unveiling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage gains the Mage Sight. This spell is especially good for reading resonance that is ponderous (&quot;thick&quot;, &quot;sluggish&quot; or &quot;dense&quot; as some have called it). See the information on Resonance for rules on scrutinizing magic with this spell. The mage gains a +1 dice bonus when studying dense/very dense resonance, but suffers a -1 dice bonus when reading refined/ very refined resonance.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Seizing The Threads",
				"Dice Pool" : "Intelligence + Occult or Science + Matter 1",
				"Rote Description" : "Guardians often find the ability to perceive &quot;heavy&quot; resonance useful in the course of their tasks. Such influences can have a profound impact on both the Awakened and Sleeping worlds, often on such a deep-rooted and basic level as to be virtually invisible to more refined senses."
			}
		]
	},
	{
		"Name" : "Detect Substance",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "195",
		"Arcana Requirement" : "Matter 1",
		"Practice" : "Knowing",
		"Action" : "Instant",
		"Duration" : "Concentration",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "This spell enables a mage to discern the presence of a given sort of material in her immediate vicinity. She could decide to search for ferrous metals, clean water or a particular kind of plastic, even a unique object known to her (meaning that the mage almost never needs to worry about where she left her car keys, unless she lives in a singularly enormous house). Among other things, this spell can reveal if a person is carrying a handgun (by looking for gunpowder) or is wearing a wire (by examining for copper wiring on the torso). One success affects a one-yard radius. Additional successes extend the radius. The Storyteller levies penalties based on how much or how little of the substance is present. A guy carrying an arsenal of guns under his trench coat has a lot of gunpowder on his person: +2 or +3 bonus. Someone who is hiding a transmitter in his gold fillings has only a tiny amount of the copper wiring sought: -2 or -3.</P>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "Discern Composition",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "195",
		"Arcana Requirement" : "Matter 1",
		"Practice" : "Knowing",
		"Action" : "Instant",
		"Duration" : "Concentration",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can perceive the fundamental makeup of material structures and discern their composition, determining their weight and density. Most technologically minded willworkers tend to see Matter in much the same way as most modern people: A scientifically grounded, predictable phenomenon. Other mages see things in a different light. Some describe &quot;threads&quot; interwoven throughout a &quot;Tapestry&quot; (&quot;This unique thread indicates the presence of gold,&quot; for example), while some speak of the Classical Elements -- Air (gas), Earth (solid), and Water (liquid). Success allows a mage to determine an object's Durability, Size, and Structure ratings.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Diagnostic Scan",
				"Dice Pool" : "Wits + Crafts or Science + Matter 1",
				"Rote Description" : "As many Council willworkers will gladly admit, the first step to changing a thing lies in understanding that thing. This rote is used to discern the fundamentals of an object's composition. Mysterium mages often use slightly different magic (Intelligence + Crafts or Science + Matter) to accomplish the same ends."
			}
		]
	},
	{
		"Name" : "Find The Hidden Hoard",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "195",
		"Arcana Requirement" : "Matter 1",
		"Practice" : "Unveiling",
		"Action" : "Instant",
		"Duration" : "Concentration",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can find secret compartments within inanimate matter, discovering hidden doors, safes, and vaults. Extremely well-designed hidden compartments or rooms might levy a -1 or -2 dice penalty, but usually only the most refined or precise of such misdirectional architecture imposes this penalty.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Mapping The Tomb",
				"Dice Pool" : "Wits + Crafts + Matter 1",
				"Rote Description" : "With this rote, a Mysterium willworker is capable of detecting the presence of unseen spaces within seemingly solid structures."
			}
		]
	},
	{
		"Name" : "[ 1 ] &nbsp; Sense Poisons And Drugs",
		"SourceBook" : "Banishers",
		"SourcePage" : "58",
		"Arcana Requirement" : "Matter 1 + Life 1",
		"Practice" : "Knowing",
		"Action" : "Instant",
		"Duration" : "Concentration",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can sense the presence of poisons and drugs in liquid, solid, or gaseous matter. He might not know the name of a specific substance but immediately understands what effects it would have in the human body. His senses extend to substances that have been adulterated by a poison or drug, so he can detect a drugged drink or poisoned food. Even if a substance is not a poison or drug per se, he understands at a glance what effects the substance would have if inhaled, ingested, or introduced into the bloodstream.A mage with Matter 2 and Life 2 can extend this spell's benefits to another person.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Banisher Rote",
				"Rote Name" : "Psionic Toxin Analysis",
				"Dice Pool" : "Resolve + Science + Matter 1",
				"Rote Description" : "The Militant Auditing cult uses this rote to detect attempts by so-called suppressive persons to drug or poison cult members. The cult is paranoid by policy and requires members to use the rote on everything from restaurant takeout to hotel rooms."
			}
		]
	},
	{
		"Name" : "Alter Accuracy",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "196",
		"Arcana Requirement" : "Matter 2",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "1 Mana",
		"Effect" : "The mage improves the balance and heft of a simple item. This application could, for example, improve the accuracy of a sword since it is easier and smoother to wield, a screwdriver turn more quickly (its weight shifts so well it practically turns itself) or a hammer hit harder. Any object that might conceivably benefit from a more efficient or better-weighted design could serve as the target of this spell. The object gains the 9-again quality (re-roll results of 9 and 10) on the next dice roll made using it. Extra successes on the spellcasting roll affects successive rolls with the tool, one extra roll per success. Neither the spellcaster nor the tool user can choose which rolls are affected by the magic. Each successive use of the tool gains the 9-again benefit until the number of affected rolls have been used or the scene ends, whichever comes first. Note that this spell does not affect a chance die, should the object wielder's dice pool be reduced to one. Only a result of 10 is a success.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Dance Of The Sure Knife",
				"Dice Pool" : "Dexterity + Occult + Matter 2",
				"Rote Description" : "Sword- and knife-dances can be found in many cultures; many performances are intended to exalt the weapon as a symbol of peace, power or authority. With this rote, the mage taps into the Supernal symbolism in these dances, empowering her weapon to strike fast and true. The Imago of this rote is a flowing dance that symbolically &quot;writes&quot; the Atlantean rune for &quot;surety&quot; in the four directions with the weapon. Factor Bonuses: Using a weapon consecrated as an Atlantean tool (+1 factor); Actually performing the minute-long full dance before casting the spell (+2 factors)."
			}
		]
	},
	{
		"Name" : "Control Object",
		"SourceBook" : "The Silver Ladder",
		"SourcePage" : "198",
		"Arcana Requirement" : "Matter 2 + Spirit 1",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Concentration",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The willworker can speak to the spirit of a device and ask it to perform an action that is within the normal range of the device's function. In effect, the mage talks to a device and asks it to work. With a successful roll, the mage convinces the spirit of the device to act in the manner he desires. He could cause a gun someone else was holding to fire or put its safety on. Similarly, the character could cause a car to start and drive forward or swerve suddenly left simply by speaking to it. The mage can even cause a lock to open or an alarm system to turn off. However, he can affect only a device he can clearly see and is within comfortable speaking range of. If the alarm system on a door is controlled by a distant mechanism, the willworker cannot affect it. Also, while the mage could type commands into a keyboard merely by asking the keyboard to type his request, he could not discover a computer password or gain access to files he does not already know how to access. In addition, devices cannot be made to perform actions that are not part of their normal function. They cannot break or disable themselves unless that is a normal part of their use (such as a fire alarm that is set off by breaking glass) and while the character can cause a gun to fire, unless the gun is something like a boat's deck gun in a swivel mount, the character cannot cause it to aim itself. However, a character can often disable a device by asking a visible screw or similar part to unscrew itself.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Commanding The Inanimate",
				"Dice Pool" : "Wits + Persuasion + Matter 2",
				"Rote Description" : "In addition to commanding other mages, members of the Silver Ladder also often learn to command various facets of the natural world. The mage typically addresses the object with tones of great authority, invoking the ancient relationship between the world and the willworker."
			}
		]
	},
	{
		"Name" : "Eyes Of The Earth",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "196",
		"Arcana Requirement" : "Matter 2",
		"Practice" : "Unveiling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "As the Matter 1 Dark Matter spell, except that the mage casts this upon another mage or even a supernatural being such as a ghost or werewolf. If this spell is cast upon a Sleeper, it invokes Disbelief immediately, even if its Duration is less than one scene. If the target is unwilling, he may resist with a reflexive contested Resolve + Gnosis roll.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Imparting The Alchemist's Eye",
				"Dice Pool" : "Wits + Occult or Science + Matter 2",
				"Rote Description" : "As members of the Free Council well understand, mages unskilled in the Arcanum of Matter can sometimes benefit by enhanced material perceptions. Silver Ladder willworkers use their own magic (Presence + Occult or Science + Matter) to bestow such revelations upon others."
			}
		]
	},
	{
		"Name" : "Find The Cornerstone",
		"SourceBook" : "Legacies: The Ancient",
		"SourcePage" : "61",
		"Arcana Requirement" : "Matter 2 + Space 1",
		"Practice" : "Knowing",
		"Action" : "Instant or Extended",
		"Duration" : "Concentration",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "Some mages are craftsmen, with a craftsman's eye. With only the slightest application of magic, a mage can point out the weak spot in any structure, the central point on which the structure's integrity depends. Knowing the weak point of an edifice means that a true craftsman can act on it, protecting it from tampering and bolstering the integrity of the building as a whole. Conversely, it makes demolition easy. The Tamer of Stone assesses a building or similar structure, and spots its weaknesses. Success means that the mage has isolated a single weak point, which can be exploited. If the mage concentrates an attack on this weak spot (for example, if he sets explosives right next to it), the mage can bring the structure crashing right down. The Size of the structure affects the caster's dice pool</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "The Can At The Base Of The Stack",
				"Dice Pool" : "Wits + Crafts + Matter 2",
				"Rote Description" : "That single can at the foot of the stack can bring the whole pyramid crashing down. The trick lies in finding it. Pulling it out is the easy part."
			}
		]
	},
	{
		"Name" : "Inconspicuous Object",
		"SourceBook" : "Tome Of The Mysteries",
		"SourcePage" : "22",
		"Arcana Requirement" : "Matter 2 + Mind 2",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "By using this magic, a mage can render an object unnoticed, even if it rests in plain view. Observers' gazes simply pass over the item in question.  This spell bestows the effects of the Incognito Presence spell upon an object equal to or smaller in Size than the lowest of the mage's Matter, Mind or Gnosis scores. As with Incognito Presence, any kind of attention-grabbing activity undertaken with the object in question (or by one openly possessing the item) automatically terminates the effects of this spell.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "The Purloined Letter",
				"Dice Pool" : "Resolve + Larceny + Mind 2",
				"Rote Description" : "Scholars of the Mysterium don't always have sufficient time to carefully secret away their acquisitions. This spell enables such a willworker to conceal an object without really hiding it at all."
			}
		]
	},
	{
		"Name" : "Loosen The Threads",
		"SourceBook" : "Grimoire Of Grimoires",
		"SourcePage" : "103",
		"Arcana Requirement" : "Matter 2",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Lasting (until object is closed and locked or tied shut again)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "This spell opens locks, unties knots, or otherwise enables the mage to gain access to the contents of something that has been locked away. It also unsticks swollen doors or windows and allows rusted shut locks to be manipulated normally. Only 1 success is necessary for most locks, knots, stuck doors, or rusted locks. Occasionally the Storyteller may require more than 1 success for particularly difficult or complicated examples of the above. This spell does not confer silence, so any noise inherent in springing a lock or forcing open a door that is swollen shut occurs naturally unless the mage by some means masks or negates the noise. Professional locksmiths or burglars or mages with other appropriate skills may simply state they are taking precautions against unwanted noise. The object will remain unlocked, untied, etc., until it is locked or tied again (or until the door is shut, etc.).</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Unbind The Twisted Tress",
				"Dice Pool" : "Dexterity + Larceny + Life 2 or Matter 2",
				"Rote Description" : "In their constant search for lost magic and due to their tendency to come up against odd combinations of materials that do not always respond to magic from a single Arcana, the Mysterium has devised this rote for handling objects that blend together unusual materials, such as living plant matter with monofilament wire, etc."
			}
		]
	},
	{
		"Name" : "Shape Liquid",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "196",
		"Arcana Requirement" : "Matter 2",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can impart cohesion to liquid or vapor, forming it into shapes of his choosing or moving it as he desires. He could, for example, carve a corridor through fog or rain so that he doesn't get wet. At this level, the mage must touch the targeted liquid (or vapor) to be able to affects its adjacent volume or area. With Matter 3, he can cast this spell at sensory range. The mage can affect liquid vapor, like fog or mist, but not any substance whose single natural state is gaseous (like mustard gas or helium). He affects a volume of liquid or area of vapor based on successes rolled. He can also allocate successes to the density of the water, giving it Strength. At the Storyteller's discretion, a reflexive Dexterity + Crafts roll might need to be made for the caster to achieve a particularly complex shape, such as forming rain into the shape of a person. Exacting details such as facial features might even require an exceptional success on this roll. The liquid form is obvious for what it is. It cannot fool anyone into thinking it's a real version of whatever solid object it mimics (at least, not without an accompanying Mind spell to make the viewer think otherwise). The shaped liquid's surface tension depends on its Strength. If no successes are allocated to Strength, it has only enough to keep its shape. It provides no barrier whatsoever to obstacles or attacks, although it retains its shape for the Duration of the spell even when it is pierced by bullets or fists. Dots of Strength act as Durability (as with cover) against projectiles or other attacks that must first get past the shaped liquid to reach their target (unless the liquid is in vapor form, in which case it provides no protection). The caster can reflexively control and move the shaped liquid up to one yard per dot of Gnosis that he has per turn. If he uses Forces 3 in the casting of the spell, he can impart even greater motion to the water: 10 yards per dot of Gnosis per turn. People standing in the path of the onrushing water might be knocked over. If the water's Strength exceeds an affected person's Strength, a successful, reflexive Strength + Athletics roll must be made for that person or he is knocked down and swept along with the tide (as per the knockdown effect).</P>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "Steel Windows",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "197",
		"Arcana Requirement" : "Matter 2",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vigor",
		"Cost" : "None",
		"Effect" : "The mage can make an opaque object transparent or vice-versa, or he could choose to affect only one surface. He could, for example, make the outer surface of a bank vault door transparent, allowing him to see the mechanisms within. At this level, the mage must touch the targeted object (although he can do so using forceps or other tools). With Matter 3, he can cast this spell at sensory range.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Gaze Through The Mountain",
				"Dice Pool" : "Intelligence + Crafts or Occult + Matter 2",
				"Rote Description" : "Sometimes, a Guardian is an investigator, sometimes an assassin, and sometimes she must be a spy. This rote enables a mage to literally see through walls that occlude her activities. While the transparency or opacity of the affected material goes both ways, a clever willworker can find ways to use such magic to her advantage."
			}
		]
	},
	{
		"Name" : "Temporary Repair",
		"SourceBook" : "The Free Council",
		"SourcePage" : "111",
		"Arcana Requirement" : "Matter 2",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "With a touch, the mage renders an inoperative machine functional for the spell's duration, so long as the reason the machine doesn't function is a matter of worn, broken, or missing parts. So this spell won't make a machine run without fuel or energy or make a computer with corrupted software functional, for example, but will do things such as make a car with punctured tires or missing a sparkplug run or restore a jammed gun to working order. When the Duration expires, the machine returns to its former state, although the spell itself doesn't cause any additional damage apart from normal wear and tear.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Engineer's Kick",
				"Dice Pool" : "Intelligence + Crafts + Matter 2",
				"Rote Description" : "With a swift kick or thump and an exclamation like &quot;Work!,&quot; the caster can bring otherwise dead machines roaring back to life. It's a short-term solution, but very useful in a pinch."
			}
		]
	},
	{
		"Name" : "Transmute Water",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "197",
		"Arcana Requirement" : "Matter 2",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vigor",
		"Cost" : "None",
		"Effect" : "The mage can transmute one common liquid substance into another common liquid substance. The mage could turn water into milk or orange juice into gasoline. (Even though milk and orange juice are organic derivatives, they are not alive, so can be manipulated with this Arcanum.) At this level, the mage must touch the targeted liquid (or vapor) to be able to affect its adjacent volume. With Matter 3, he can cast this spell at sensory range. The mage can affect liquid vapor, like fog or mist, but not any substance whose single natural state is gaseous (like mustard gas or helium). He affects a volume of liquid or vapor based on his successes. With Matter 3, a volume of liquid composed of more than one liquid substance can be affected (although it must still be touched). Matter 4 is needed to transmute multiple liquid substances at sensory range.</P>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "[Unseen Aegis",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "197",
		"Arcana Requirement" : "Matter 2",
		"Practice" : "Shielding",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "This spell acts subtly upon inert material in the mage's immediate vicinity, which defends her from harm. Air forms a &quot;cushion&quot; that blunts the inertia of an incoming fist. Ambient moisture acts to douse a hurled bolt of flame. A bullet temporarily becomes a bit softer in mid-flight, blunting its impact. The exact method of protection varies from mage to mage and attack to attack. The effect is the same, though: A general protection from almost all sorts of physical harm. The mage gains one point of armor per dot he possesses in the Matter Arcanum. By spending one Mana, the Duration can be made to last for one day. Most mages cast such a shielding spell at the beginning of the day, as part of their morning rituals. Successes are used to combat attempts to dispel the shield. Note that this magical armor does not apply against an opponent's attempts to achieve a grappling hold on  the mage (the Fate, Mind, Space, and Time Arcana provide shielding spells to do that). Nor does the spell apply against a grappling opponent's attempts to overpower the mage. It does, however, protect against attempts to inflict damage upon him (subtract armor points from any overpower roll that intends to damage the mage or attack him with a drawn weapon).</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Hard Air",
				"Dice Pool" : "Intelligence + Occult or Science + Matter 2",
				"Rote Description" : "This rote defends a Free Council mage behind a shield of lifeless elements: Air, water, and whatever else is nearby. Many Mysterium mages use a similar rote (Intelligence + Occult + Matter) that owes more to alchemy than chemistry."
			}
		]
	},
	{
		"Name" : "Weaponize Object",
		"SourceBook" : "Adamantine Arrow",
		"SourcePage" : "181",
		"Arcana Requirement" : "Matter 2",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "1 Mana",
		"Effect" : "With this spell, the mage can fortify a mundane item, allowing it to be wielded as an effective hand-held weapon despite its flaws. By force of will, he sharpens the object's edges, shifts its balance, or toughens its exterior just enough to make it serviceable for combat. Though the object displays no visible change, the object's composition is altered so that the mage can use it as a weapon without suffering the usual -1 penalty imposed on attacks made with improvised weapons. Furthermore, the object's Damage is calculated by the higher of its Durability or Size, rather than the lower. Almost any object could be used for this purpose, as long as the mage can pick the object up and move it (the mage's Strength must exceed the weapon's Size rating, or he'll suffer a -1 penalty on attacks).</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "The Weapon At Hand",
				"Dice Pool" : "Resolve + Crafts + Matter 2",
				"Rote Description" : "An Arrow who uses this rote is guaranteed an arsenal wherever he goes: A broom handle becomes a quarterstaff, a letter opener becomes a dagger, a length of clothesline becomes a whip."
			}
		]
	},
	{
		"Name" : "Acidic Spatter",
		"SourceBook" : "Adamantine Arrow",
		"SourcePage" : "182",
		"Arcana Requirement" : "Matter 3 + Life 2",
		"Practice" : "Fraying",
		"Action" : "Instant",
		"Duration" : "Lasting",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "Whenever the skin of the mage is pierced, the spray of blood is transmuted mid-flight into a mild acid that deals Continuous Damage to anyone the acid touches. The acid created by this spell isn't powerful enough to threaten a well-armored opponent, but it can turn the tables in a fight with an unarmored foe. The mage casts this spell on himself in preparation for combat. Normal Duration for the spell is one scene, but by spending one Mana during the casting, the Duration may be extended to last one day. Damage caused by the spatter is bashing Health damage that deals continuous damage for two turns before the blood reverts to its natural form. The Continuous Damage is equal to the amount of lethal Health damage (suffered by the caster) minus 1 to anyone in a 180-degree arc from point of impact. Successive turns of spatter may stack or overlap. Damage from the spatter is dangerous only to flesh, and may be mitigated by armor, but not Defense. Blood spatter transmuted by this spell causes no damage to the caster.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Blood Vengeance",
				"Dice Pool" : "Stamina + Medicine + Matter 3",
				"Rote Description" : "From ancient Atlantis to the modern day, the Adamantine Arrow has been asked to shed its blood for others. In time, the Arrows learned to turn their blood into a weapon. Adamantine Arrow scholars claim they can trace use of this rote to the days when the Arrows led the forces of Atlantis in battle against poorly armored enemies of the Awakened City. The rote is still useful today against violent shapechangers, combative familiars, and other aggressive denizens of the world unseen by Sleepers."
			}
		]
	},
	{
		"Name" : "Alter Integrity",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "198",
		"Arcana Requirement" : "Matter 3",
		"Practice" : "Perfecting or Fraying",
		"Action" : "Instant",
		"Duration" : "Lasting",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can reinforce or degrade an object's Durability. The player adds or subtracts one point per success achieved on the casting roll. Note that altering Durability with this spell also alters the object's Structure accordingly. At this level, the mage must touch the targeted object (although he can do so using forceps or other tools). With Matter 4, he can cast this spell at sensory range.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Sorcerer's Forge",
				"Dice Pool" : "Intelligence + Crafts + Matter 3",
				"Rote Description" : "Silver Ladder mages use this rote to fortify or destroy the material integrity of objects. A car door can be rendered almost indestructible during a firefight, or a stone wall made brittle enough to be damaged with a single stout blow. Adamantine Arrow willworkers use their own version of the same magic (Wits + Crafts + Matter) in the defense of their fellows."
			}
		]
	},
	{
		"Name" : "Alter Raiment",
		"SourceBook" : "Guardians Of The Veil",
		"SourcePage" : "190",
		"Arcana Requirement" : "Matter 3",
		"Practice" : "Weaving",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage can alter the garments he's currently wearing, creating anything from a subtle color change to a complete transformation in an outfit's size, shape, and style (but not its material -- denim is still denim, even if it looks like silk. New clothing cannot be created, but existing clothes can be significantly altered: A pair of pants could become swim trunks or work overalls; a T-shirt might become a winter coat or a bra (or vice versa). The mage can choose to change some, all, or just one piece of clothing. Though the affected material looks like the real thing, the Durability, insulation, and other physical properties of the affected material don't change -- a tuxedo transformed into a HAZMAT suit won't offer special protection against chemicals, for example. Fine details such as badges or military insignia will be accurate enough to pass casual inspection, but anyone with the proper expertise will spot the fake upon close examination and an instant Wits + Investigation roll.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Quick Change",
				"Dice Pool" : "Wits + Crafts + Matter 3",
				"Rote Description" : "Sometimes a Guardian needs to move from one setting to another as quickly as possible; with this spell, he can be properly attired to blend in with any crowd. If pursued by enemies, the mage can quickly duck out of sight and signifi cantly alter his guise, while his pursuers search for sartorial details that no longer exist."
			}
		]
	},
	{
		"Name" : "Animate Object (#1)",
		"SourceBook" : "The Silver Ladder",
		"SourcePage" : "199",
		"Arcana Requirement" : "Matter 3 + Spirit 3",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The willworker can temporarily awaken the spirit within an object or device and animate it so it can move and act on its own. The mage can cause any object or device, from a car to a handgun, to become temporarily conscious and animate. The willworker awakens the spirit within the object. Use the rules for the Spirit 3 Rouse Spirit spell to determine the rank and characteristics of this spirit. Also, the device can perform its designed function as well as if it was wielded by someone trained to use it. The object's dice pool for performing actions is always Power + Finesse, with no penalty for lack of skill. Because of the power of the Matter magics involved,the object can do more than simply perform its function. In addition to cars being able to turn themselves on and drive, guns being able to fire, and locks being able to lock and unlock, animated objects can also move on their own. Pieces of furniture can roll on their wheels or walk and run on their legs, knives and guns can hop around and even throw themselves at targets, and drawers can slide out with sufficient force to injure someone. When an object attacks, use the spirit's Power as its Strength. Animated objects can bend and flex in various unnatural ways. Most of their more extreme types of movement, such as a chair running across a room, are subject to Disbelief. One limit on this spell is that unless the mage also uses Spirit magic like the Control Spirit spell, the object is free to act as it chooses. Objects owned by the mage will typically obey her commands, as will objects not asked to do anything self-destructive or against their inherent nature. (Guns normally attack people, drawers and chairs do not.) Objects that have been treated well by someone will not normally attack this person. Guns owned by a gun collector who takes excellent care of them will not attack the collector simply because the mage asks them to. In fact, the guns are more likely to fire at anyone attacking their owner, including the mage who cast this spell. This spell can be used to animate any object of size 20 or less, +10 per additional Target factor. If the mage animates a large object like a house or car, all fixtures both inside and outside the object are under the spirit's control. While affected by this spell, an object also exists in Twilight and can both sense and affect beings and objects there.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Commanding Inanimate Allies",
				"Dice Pool" : "Manipulation + Persuasion + Matter 3",
				"Rote Description" : "Members of the Silver Ladder prefer to have allies working by their sides, even if these allies sometimes include animate furniture. As with the above rote, the th&eacute;arch typically addresses the object as if it were already a sworn ally, calling upon old allegiances."
			}
		]
	},
	{
		"Name" : "Animate Object (#2)",
		"SourceBook" : "Sanctum And Sigil",
		"SourcePage" : "145",
		"Arcana Requirement" : "Matter 3",
		"Practice" : "Weaving",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "Just as a mage using Death 3 Quicken Corpse can reanimate a dead body, so can a mage with this spell animate an inanimate object, such as a doll, stuffed animal, or even a car. A simple success affects an object of Size 5 or less. Each +5 Size requires an extra Target factor. Additional successes are applied to the spell's Potency, which is used to fend off attempts to control the object by other mages using this same spell. The object can move and perform simple actions. It has a very limited artificial intelligence, allowing it to perform routine, simple functions on command, such as picking up items and carrying them across the room. The object can handle only one such command at a time. With Fate 2 / Time 2, the object can be preprogrammed with one single function that the object performs on its own. With Matter 4, the object has the artificial intelligence of a dog, and can be trained just as well. At this level, the object can be commanded to attack someone, although its dice pool depends on the spell's Potency. Objects that are capable of picking up weapons, such as action figures with articulate hands, can wield them. (The animate object's Strength for lifting things is equal to the animating spell's Potency.) Use the object's normal Size, Durability, and Structure for when the object is attacked. If the amount of damage delivered to the object's Structure exceeds its Durability rating, it suffers a -1 dice penalty on all actions. Once its Structure points are completely damaged, it is broken and can no longer function. If the mage desires his animate object to have better sentience, he needs to use the Mind 5 Psychic Genesis spell. Note that this spell only allows objects to move within their normal capabilities -- it does not allow a statue to bend its arms or work its legs (that requires the Plasticity spell cast in combination with this spell). However, a wind-up car could turn its own crank to propel itself, or a stuffed animal could move its own arms and legs, even in the absence of an armature of mechanism by which these limbs could normally be moved.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Helper",
				"Dice Pool" : "Presence + Occult + Matter 3",
				"Rote Description" : "Silver Ladder mages use this rote to create butlers, maids, and other menial laborers from simple stick-figure armatures they pre-craft for this purpose."
			}
		]
	},
	{
		"Name" : "Armor Piercing",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "198",
		"Arcana Requirement" : "Matter 3",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "1 Mana",
		"Effect" : "The mage bestows the &quot;armor piercing&quot; quality upon an object. The object gains the armor-piercing quality on the next dice roll made using the object. Each extra success affects the object for one additional roll. The player cannot choose which rolls are affected; each successive roll bestows the benefit until the number of affected rolls has been used or the scene ends, whichever comes first. Armor piercing also applies against an attacked object's Durability. The amount of armor points the object can ignore depends on the caster's Matter proficiency. Instead of affecting a single object, the mage can affect a number of bullets: One bullet per success. He can double this number for each additional Target factor he adds to the casting, with a cumulative penalty of -2 per extra Target factor. In the case of autofire, a short burst with the Armor-Piercing spell cast upon at least one of its three bullets gains the full effect of the spell for that burst. For a medium burst, at least five of the 10 bullets must be subject to this spell for the burst to ignore armor. For a long burst, 10 of the 20 bullets fired in the burst must be subject to this spell for the entire burst to ignore armor.</P>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "Backbite",
		"SourceBook" : "Guardians Of The Veil",
		"SourcePage" : "190",
		"Arcana Requirement" : "Matter 3",
		"Practice" : "Weaving",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "In the hands of a mage, a weapon can become a danger to its wielder. The mage alters the configuration of a weapon so that it doesn't attack a target -- the weapon attacks its own user. A gun misfires, exploding in the hands of the wielder. A bow's string slices open one's forearm. A knife turns out to have a razor-sharp grip. When someone attempts to use a weapon that has had the Backbite spell cast upon it, the person suffers her attack successes as damage. The user's Defense does not apply, though Armor might, depending on the circumstances. (An armored vest will not provide defense when picking up a Backbite enchanted knife, though the vest will protect against a backbiting gun.) At this level, the casting mage must touch the jury-rigged object that is the target of the spell. With Matter 4, he can cast this spell at sensory range. Adding Space 2 to the spell allows the mage to affect weapons out of normal sensory range, useful before breaking into a place with armed guards.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Misfire",
				"Dice Pool" : "Intelligence + Firearms or Weaponry (depending on the type of weapon affected) + Matter 3",
				"Rote Description" : "The Guardians of the Veil have been known to let themselves be captured and disarmed, knowing that their weapons cannot be used against them (until they cancel the spell)."
			}
		]
	},
	{
		"Name" : "Books Of Metal",
		"SourceBook" : "Legacies: The Ancient",
		"SourcePage" : "78",
		"Arcana Requirement" : "Matter 3 + Prime 1",
		"Practice" : "Weaving",
		"Action" : "Extended",
		"Duration" : "Lasting",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The Forge Masters' idiosyncratic approach to magic expresses itself in their approach to grimoires. Instead of books, Forge Masters inscribe their grimoires in metal. The glyphs of a grimoire could hide in the filigree of a bracelet or the chasing of a brooch, but some Powersmiths prefer to hammer their grimoires into the metal itself. Such a grimoire shows no visible sign of its nature: To read the grimoire, a mage requires both Matter 1 and Prime 1, to sense how the mystic pattern of the rote is coded into the crystal structure of the metal. Other than the use of Matter to impress the rote's pattern into an object rather than a written form, this spell works the same as Inscribe Grimoire.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Hephaistan Hallmark",
				"Dice Pool" : "Intelligence + Craft + Matter 3",
				"Rote Description" : "A Forge Master brought the Free Council this rote, which enables a mage to turn any object of metal into a grimoire. The only visible sign to alert other mages to the hidden grimoire is a symbol stamped in the metal. The symbol itself is not magical; it is typically the mage's personal monogram. Many variations are possible. For instance, a Powersmith could bind a rote into a ring, re-learn the rote and so gain the grimoire's benefit to casting the rote whenever he wore the ring. Forge Masters in the Adamantine Arrow sometimes turn weapons into grimoires, so they can gain the same benefit by turning the rote mudra into a weapon-flourish. A few Guardians of the Veil use this rote to record their secrets."
			}
		]
	},
	{
		"Name" : "Bundle Enhancement",
		"SourceBook" : "Tome Of The Mysteries",
		"SourcePage" : "128",
		"Arcana Requirement" : "Matter 3",
		"Practice" : "Weaving",
		"Action" : "Instant",
		"Duration" : "Lasting",
		"Aspect" : "Covert",
		"Cost" : "1 Mana",
		"Effect" : "After casting more than one of the Matter-based finishing spells on a single Enhanced Item, the willworker bundles them together, so that they are treated as a single omnibus spell. They count as one spell against the limit of spells the mage can actively maintain, and as one spell when the mage relinquishes them. The relinquishment cost may be the standard Willpower dot, or any alternative cost, such as those listed in Tome of the Mysteries, pp. 128-159. The Matter-based finishing spells are Alter Integrity, Alter Efficiency, and Alter Size. This spell need not be woven by the willworker responsible for the finishing spells. Separate finishing spells may be placed on the item by more than one willworker. In the case of a group effort, the mage casting this spell may designate herself, or any other willworker who contributed a finishing spell to the item, as the mage actively maintaining the new, combined spell. Once the designation is made, only that willworker may pay the cost to relinquish control of it. The designated mage is not obligated to do so, and may instead simply cancel the spell. In this event, all of the Matter-based finishing spells are also canceled, and a permanently Enchanted Item is never created.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Combination Of The Forms",
				"Dice Pool" : "Intelligence + Crafts + Prime 3",
				"Rote Description" : "Access to Enchanted Items is one of the perks of power for high-ranking climbers of the Silver Ladder. Many a promising mid-level operative has been routed to the order's laboratories, to churn out enchantments for his superiors. This rote is basic to the task."
			}
		]
	},
	{
		"Name" : "Enhance Toxin",
		"SourceBook" : "Seers Of The Throne",
		"SourcePage" : "192",
		"Arcana Requirement" : "Matter 3",
		"Practice" : "Perfecting",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The poisoner's craft is a distasteful one, but one that has, nevertheless, been practiced through centuries and millennia, by the Awakened as surely as by Sleepers. This spell amplifies the deleterious qualities of a toxic substance, rendering it even more lethal to its victim than it normally would be. Each success assigned to this spell's Potency increases a poison's Toxicity by 1. Note that biological poisons and venoms may be enhanced by way of this spell, though not while still within the creature that produces them, unless the mage adds Life 3 to the casting.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Seers Of The Throne Rote",
				"Rote Name" : "The Fatal Drop",
				"Dice Pool" : "Intelligence + Animal Ken (for a poison or venom still inside an animal) or Science + Matter 3",
				"Rote Description" : "From their earliest days, certain among the servants of the Lie have resorted to the envenomed dagger and the poisoned chalice as tools of their masters' control. Even now, Seers continue this insidious science, refining the vicious tools of their trade to levels wholly unseen in nature."
			}
		]
	},
	{
		"Name" : "Jury Rig",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "198",
		"Arcana Requirement" : "Matter 3",
		"Practice" : "Weaving",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "There are times when you just need a machine to work a certain way and you don't have time to adjust it or they just don't make one that does everything you need. Jury Rig is the answer. The spell allows a mage to swiftly superimpose pieces of various machines into one another in such a way as to produce a desired result. With this spell, a mage could, for example, integrate a nail-gun and shotgun together to produce a weapon that fires a barrage of nails with each pull of the trigger. Or he could combine a coffeemaker and an ice-cream mixer for making one-step, coffee-flavored ice cream, or a washer and dryer together to do laundry in one cycle. For each success, the mage may transpose one quality (such as a rotisserie's generation of heat or its ability to rotate another object within it) from a given mechanical object onto another mechanical object. In the case of combining firearms with other firearms, one weapon characteristic can be swapped out for another (creating a pistol, for example, that uses shotgun shells for ammunition). A firearm can also be incorporated fully into another device, effectively disguising the weapon until it is first used (or it undergoes close mystic or mundane inspection). At this level, the mage must touch the jury-rigged object. With Matter 4, he can cast this spell at sensory range.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Hybridized Device",
				"Dice Pool" : "Intelligence + Crafts + Matter 3",
				"Rote Description" : "Mysterium mages find a wide variety of uses for this rote. A last-resort handgun can be integrated into a stapler or a hairdryer, for example, or a pen and a flashlight can be merged to produce a writing implement that provides its own illumination (for taking notes in the dark). Some Guardians of the Veil transpose a number of different objects into one another to create elaborate multipurpose tools for all situations."
			}
		]
	},
	{
		"Name" : "Manufacture Drop",
		"SourceBook" : "Tome Of The Mysteries",
		"SourcePage" : "148",
		"Arcana Requirement" : "Matter 3 + Life 2",
		"Practice" : "Weaving",
		"Action" : "Extended",
		"Duration" : "Lasting",
		"Aspect" : "Covert",
		"Cost" : "1 Mana",
		"Effect" : "The alchemist manufactures gross material in the form of a liquid to be dropped into the eye or ear canal. Spells that convey information to the user, or alter his perceptions, can be imprinted in alchemical drops. The imprinted spell takes effect immediately after the drop is placed in the eye or ear.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Fluid Of Revelation",
				"Dice Pool" : "Intelligence + Medicine + Matter 3",
				"Rote Description" : "During investigations into indiscreet uses of magic, Guardian agents may make use of a pocketful of liquid information-gathering spells they themselves are unable to work."
			}
		]
	},
	{
		"Name" : "Manufacture Medication",
		"SourceBook" : "Tome Of The Mysteries",
		"SourcePage" : "147",
		"Arcana Requirement" : "Matter 3 + Life 2",
		"Practice" : "Weaving",
		"Action" : "Extended",
		"Duration" : "Lasting",
		"Aspect" : "Covert",
		"Cost" : "1 Mana",
		"Effect" : "The alchemist manufactures gross material in the form of a pill or intravenous liquid. To be instilled in medication, a spell must act on its user's organic biology, healing him or bolstering his Physical Traits. (Sensory spells are imprinted in drops, another form of gross material.) Pills are swallowed, and take effect after a time delay based on the user's Stamina. By scoring additional successes during the creation process, the alchemist may exactly specify the length of delay between ingestion and effect, regardless of the user's Stamina. The greater the number of successes, the longer the maximum possible delay. The delay is fixed during manufacture. Intravenous drugs are injected via hypodermic needles or easy-to-use auto-injectors, such as the pen-like devices used to rapidly deliver adrenaline to victims of anaphylactic shock. These drugs take effect in one turn, regardless of the user's Stamina. Hardened IV drug users may find it difficult or impossible to find usable veins to inject alchemical serums into.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "Manufacture Oil Or Jelly",
		"SourceBook" : "Tome Of The Mysteries",
		"SourcePage" : "147",
		"Arcana Requirement" : "Matter 3",
		"Practice" : "Weaving",
		"Action" : "Extended",
		"Duration" : "Lasting",
		"Aspect" : "Covert",
		"Cost" : "1 Mana",
		"Effect" : "The alchemist manufactures gross material in the form of a sticky, viscous substance. To be imprinted in a salve, a spell must bolster, degrade or otherwise alter inorganic matter. The effect of the imprinted spell is triggered when the oil or jelly is rubbed onto the target object.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Better Than Duct Tape",
				"Dice Pool" : "Intelligence + Science + Matter 3",
				"Rote Description" : "Free Council technophiles often carry around vials of oil ready to heal ailing machines, or to unobtrusively sabotage the operations of functioning items."
			}
		]
	},
	{
		"Name" : "Manufacture Powder",
		"SourceBook" : "Tome Of The Mysteries",
		"SourcePage" : "147",
		"Arcana Requirement" : "Matter 3 + Forces 2",
		"Practice" : "Weaving",
		"Action" : "Extended",
		"Duration" : "Lasting",
		"Aspect" : "Covert",
		"Cost" : "1 Mana",
		"Effect" : "The alchemist manufactures gross material in the form of an explosive powder. Any spell with an area effect can be imprinted onto a gross powder keyed to its specific effect. The powder is typically placed in an explosive device, most often a flash grenade. This may be detonated in the time-honored pull-pin method or via a timer device. When the powder ignites, the imprinted spell is triggered, with the location of the grenade as the center of the spell's radius.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Fire In The Hole",
				"Dice Pool" : "Intelligence + Science + Matter 3",
				"Rote Description" : "Explosive effects that can be detonated from afar provide a wide array of tactical options to explorers of lost cities, forgotten ruins and the hermetically sealed vaults of rival willworkers."
			}
		]
	},
	{
		"Name" : "Manufacture Salve",
		"SourceBook" : "Tome Of The Mysteries",
		"SourcePage" : "147",
		"Arcana Requirement" : "Matter 3 + Life 2",
		"Practice" : "Weaving",
		"Action" : "Extended",
		"Duration" : "Lasting",
		"Aspect" : "Covert",
		"Cost" : "1 Mana",
		"Effect" : "The alchemist manufactures gross material in the form of a salve, cream or unguent, formulated to contain a particular spell effect. To be imprinted in a salve, a spell must protect the beneficiary from harm or influence. The effect of the imprinted spell is triggered when the salve is rubbed on the beneficiary's body. The salve can be applied by the beneficiary or by another individual.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Adamantine Unguent",
				"Dice Pool" : "Intelligence + Medicine + Matter 3",
				"Rote Description" : "Before battle, commandos of the Adamantine Arrow douse themselves in armoring unguents, such as those imprinted with the Life 3 spell Organic Shield."
			}
		]
	},
	{
		"Name" : "Manufacture Spray",
		"SourceBook" : "Tome Of The Mysteries",
		"SourcePage" : "147",
		"Arcana Requirement" : "Matter 3",
		"Practice" : "Weaving",
		"Action" : "Extended",
		"Duration" : "Lasting",
		"Aspect" : "Covert",
		"Cost" : "1 Mana",
		"Effect" : "The alchemist manufactures gross material in the form of a low-density liquid that can be easily dispersed into a mist via a sprayer or aerosol can. To be imprinted in a spray, a spell must harm or influence a person, creature or supernatural entity. (Certain entities, such as ghosts and spirits, may be difficult or impossible to target with a spray.) The effect of the imprinted spell is triggered when the liquid is sprayed on its target. These sprays are most often delivered with modifi ed canisters originally used to contain mace or pepper spray. To use a spray canister, one must be within melee range of the target, and make a successful attack using Dexterity + Brawl or Firearms + an equipment bonus of 3.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Whiff Of Obedience",
				"Dice Pool" : "Intelligence + Medicine + Matter 3",
				"Rote Description" : "Silver Ladder potentates often equip their underlings with sprayers laced with mind-influencing spells, allowing them to exact compliance from bureaucrats, functionaries and gatekeepers."
			}
		]
	},
	{
		"Name" : "Perfect Lock",
		"SourceBook" : "Guardians Of The Veil",
		"SourcePage" : "191",
		"Arcana Requirement" : "Matter 3",
		"Practice" : "Weaving",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "Mages have historically been known for their need for privacy. While in ancient times, this was done by weaving Space, giving them Pocket Realms, or the use of secure sanctums, in modern times, sometimes all a mage may need is a little privacy. By fusing the molecules of a door or window together, it becomes impossible to open the door, window, gate, etc. Even the mage himself cannot pass through the doorway without first canceling the spell. No key or application of the Larceny Skill can open the Perfectly Locked door. The spell will not prevent the door (or window, etc.) from being smashed or broken through, though some mages combine this with the Matter 3 spell Alter Integrity to ensure just that.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Perfectly Locked Cell",
				"Dice Pool" : "Intelligence + Crafts + Matter 3",
				"Rote Description" : "For all the Guardians' reputation as remorseless killers, the Guardians of the Veil do, on occasion, take prisoners. Mages are notoriously difficult to contain. However, this rote lets them briefly imprison any mage who lacks the Space Arcana. There are applications of this spell that combine with warding spells to create a temporary prison cell from which few mages (though certainly not all) can escape."
			}
		]
	},
	{
		"Name" : "Plasticity",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "199",
		"Arcana Requirement" : "Matter 3",
		"Practice" : "Weaving",
		"Action" : "Instant",
		"Duration" : "Transistory (one turn)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "Through the use of this spell, it is possible to render any reasonably homogeneous material malleable for a time, even materials that are normally completely inflexible (such as ice, coal, or lead crystal). While a substance is under the effects of this spell, the material can be molded by hand (or with magic, if the willworker chooses), creating truly fantastic shapes. The mage could, for example, draw amber like taffy and work it into a spiderweb or push an enemy's hands and feet into concrete, knead any gaps shut and leave her trapped there, as though the concrete had originally been cast that way. At this level, the mage must touch the targeted object (although he can do so using forceps or other tools). With Matter 4, he can cast this spell at sensory range. The spell renders hard materials about as soft as very stiff clay, and as easy to sculpt by hand as a mass of butter. The object's Durability determines the ease of the spell, levying penalties on the roll on a one-for-one basis. Wood (Durability 1) is easier to warp than reinforced steel (Durability 4 or higher). In the case of objects with mixed materials, use the highest Durability. Once cast, the effect takes place in the subsequent turn. If the mage attempts to create something complex or artful from the substance, an instant Dexterity + Crafts roll might be called for. Once the Duration expires, the object returns to its original solid state, but retains whatever shape it is currently in. This spell does not alter an object's Durability or Structure. While a bank vault door can be made to bend inward, it cannot be broken any more easily than before.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Sculpt The Material Form",
				"Dice Pool" : "Dexterity + Crafts + Matter 3",
				"Rote Description" : "This rote has seen use by Mysterium mages for innumerable purposes. Any source of normally hard material can be shaped into almost any simple tool as needed. A massive stone or metal door can be bent like a slab of clay, or a hostile mage's weapon can be rendered soft, pliant, and useless. Adamantine Arrow mages sometimes use this rote to create improvised weapons and armor."
			}
		]
	},
	{
		"Name" : "Repair Object",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "199",
		"Arcana Requirement" : "Matter 3",
		"Practice" : "Perfecting",
		"Action" : "Instant",
		"Duration" : "Lasting",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can repair an object without leaving seams (it appears like it was never broken). Successes repair Structure points on a one-for-one basis.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Good As New",
				"Dice Pool" : "Dexterity + Crafts + Matter 3",
				"Rote Description" : "Mysterium mages use this rote to mend even the most badly damaged objects, and are capable of restoring them to perfect functionality."
			}
		]
	},
	{
		"Name" : "Transmute Earth",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "200",
		"Arcana Requirement" : "Matter 3",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage can transmute one common solid substance into another common solid substance. The mage could turn a small chunk of granite into glass or a plaster paperweight into a wooden one. At this level, however, a mage cannot transform the substance of multiple materials at once. Thus, she could not transmute an entire car, but she could turn its fender to balsa wood or its frame to rubber. Transformations that involve precious metals or otherwise rare materials are not possible at this level. (That is, &quot;precious&quot; and &quot;rare&quot; by common Sleeper estimation. While diamonds are by no means rare, they have significant metaphysical weight based upon the importance most people believe them to possess.) Such workings require use of the Matter 4 Transmute Gold spell. At this level, the mage must touch the targeted object (although he can do so using forceps or other tools). With Matter 4, he can cast this spell at sensory range. Radical transmutations might levy spellcasting penalties. Changing rock to metal has no penalty, but changing rock to paper might be -1. Note that this spell does not alter the shape or Size of the object, just its material substance. Its weight becomes heavier or lighter by whatever degree is most appropriate for the new substance. With Matter 4, a solid object composed of more than one material can be affected with a single casting (although it must still be touched; Matter 5 is needed to transmute multiple solid substances at sensory range). The mage can affect multiple kinds of materials at once (such as the different parts of a revolver) or just one piece or sort of material. (Thus, she could transform the bullets, which are made of a number of substances, or just the hammer, or the entire weapon according to her wishes.) This ability also allows the mage to transform complex materials into simple ones. The willworker is capable of turning a diamond into a small lump of clay, or a priceless centuries-old Japanese metal tachi into a sword made entirely of wood.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Lesser Material Transfiguration",
				"Dice Pool" : "Intelligence + Occult or Science + Matter 3",
				"Rote Description" : "This classic act of alchemical wizardry sees use by many mages of the Silver Ladder. A flimsy card table could be overturned and transformed into a steel barrier, or a stout door could be turned into cheap glass. Naturally, this useful magic is practiced by members of all orders with sufficient skill in the Matter Arcanum"
			}
		]
	},
	{
		"Name" : "Verminous Metamorphosis",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "200",
		"Arcana Requirement" : "Matter 3 + Life 3",
		"Practice" : "Weaving",
		"Action" : "Instant",
		"Duration" : "Transistory (one turn)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "Much like the miracle that allowed for the transformation of Moses' staff, this spell enables a mage to alter a piece (or pieces) of lifeless material into simple vermin, such as spiders, scorpions, or biting flies. Some mages are known to fling a fistful of small change or pebbles, transforming the objects in mid-flight to harry (or even seriously harm) enemies. Successes determine the number of objects (coins, staves) that are transformed, and the size of the swarm created. The creatures can be various types of vermin. In the case of a swarm of stinging insects, it usually attacks any person or persons within its radius. (The caster can direct the swarm with the Life 2 Control Base Life spell.) The damage the swarm inflicts depends on its density. All sizes listed deliver one die of bashing damage to anyone within the radius. A swarm can inflict more damage by condensing. Using the success chart above, add one die per step smaller on the chart. For example, a 16-yard-radius swarm (five successes) that condenses to a two-yard radius (two successes) inflicts four dice of bashing damage. Armor is effective only if it covers the full body, and then it provides only half its rating (rounded down). In addition, the vermin can be given venom if the caster imposes a -2 dice penalty on the casting roll. If a victim suffers at least one Health wound, he must contend with the venom with a reflexive Stamina + Survival roll. If it succeeds, he suffers no effect; if it fails, his physical-action dice pools suffer a -2 penalty for the rest of the scene or until he receives an antivenin (based on whatever creature the mage conjures). This penalty is cumulative. If a victim suffers successive bites and the Stamina + Survival roll fails, his penalties are added together. The vermin created are mindless and act solely on instinct (and thus this spell is best used to create naturally aggressive insectile vermin).</P>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "Alter Efficiency",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "201",
		"Arcana Requirement" : "Matter 4",
		"Practice" : "Weaving",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "1 Mana",
		"Effect" : "The mage can improve or degrade a mechanical object's workings. Complicated items such as mechanical devices might be made more or less efficient through the careful manipulation of the quality of their inner workings. Equipment modifiers can be increased or decreased by one die per success (to a maximum limit of plus or minus five dice). A vehicle's maximum speed can be increased or decreased by 10 mph per success (max: Plus or minus 50 mph), or its acceleration can be increased or decreased by five per success (max: Plus or minus 25). At this level, the mage must touch the targeted object. With Matter 5, he can cast this spell at sensory range.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Overdrive",
				"Dice Pool" : "Intelligence + Crafts or Science + Matter 4",
				"Rote Description" : "When the mundane devices a Guardian depends upon in his work don't quite measure up to his needs, he can turn to this rote to improve their performance. Free Council willworkers often make use of this same rote to enhance equipment as needed."
			}
		]
	},
	{
		"Name" : "Annihilate Matter",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "201",
		"Arcana Requirement" : "Matter 4",
		"Practice" : "Unraveling",
		"Action" : "Instant",
		"Duration" : "Lasting",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage can destroy inert matter, reducing it to nothingness and utterly dissolving its atomic lattice. In effect, he makes it cease to be. A material's hardness or density does not appreciably factor into this destruction; only sheer quantity (in terms of cubic volume) really has much bearing on the process. Each success inflicts one point of damage on an object, without the need to overcome the object's Durability. The exception is for magical items, such as enhanced or imbued items or Artifacts, or supernatural compounds and alloys. They cannot be destroyed with this spell, although the Matter 5 Annihilate Extraordinary Matter spell can affect them.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Disintegration",
				"Dice Pool" : "Resolve + Occult or Science + Matter 4",
				"Rote Description" : "On occasion, protecting lives involves breaking things. Sometimes an Arrow mage needs to get heavy debris off of someone quickly, or must break through a wall, annihilate a weapon, or destroy an animate pile of lifeless matter. Guardians of the Veil use the same rote in the course of their work as well."
			}
		]
	},
	{
		"Name" : "Chimerical Manifestation",
		"SourceBook" : "Astral Realms",
		"SourcePage" : "117",
		"Arcana Requirement" : "Matter 4 + Mind 4; optional Prime 3",
		"Practice" : "Making",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "The mage manifests an object from Astral Space in the real world, giving the object form and power. The mage must focus on a particular object in Astral Space; his sympathetic connection to the object modifies the casting roll. (Consider any object the mage has encountered in his own Oneiros -- including objects brought from other realms of Astral Space -- to be intimately connected to him.) When the object manifests, it appears identical to the astral object in every way. If the object qualifies as an imbued item or an Artifact, the mage must also have Prime 4 and supply Mana for the object's Mana pool. However, the mage does not need to be capable of casting any spells the item may contain.</P><BR><BR>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "Fold Object",
		"SourceBook" : "Adamantine Arrow",
		"SourcePage" : "182",
		"Arcana Requirement" : "Matter 4 + Space 3",
		"Practice" : "Weaving",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "This spell changes a three-dimensional object into a two-dimensional one. Its weight stays the same, but its volume is reduced accordingly, allowing it to be folded like paper. The mage essentially shunts most of the object's mass into an extra-dimensional space, turning the object into a silhouette of itself. Though the object loses neither weight nor Structure points, the object's physical properties are altered, making it bendable and foldable. For each success, the mage can affect five cubic feet of solid matter. The mage can reflexively restore the object to its full volume at any time. The affected item returns to its full volume instantly when the spell expires; anyone standing nearby may be subject to Knockdown.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Pack Up Your Troubles",
				"Dice Pool" : "Intelligence + Science + Matter 4",
				"Rote Description" : "It's said that this rote was created by an Arrow master who liked his apprentices to stow their gear as efficiently as possible. It's not only a way to fit lots of gear in a small space, it enables Arrows who need to appear unarmed to pack a hidden weapon or two... just in case."
			}
		]
	},
	{
		"Name" : "The Golem",
		"SourceBook" : "Magical Traditions",
		"SourcePage" : "41",
		"Arcana Requirement" : "Matter 4 + Fate 2",
		"Practice" : "Weaving",
		"Action" : "Extended",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "According to legend, the creation of the Golem, an animated being of lifeless clay given vitality by the power of the Tree of Life, is a feat accomplished by many great masters of the tradition. The most famous version of the tale dates from 16th century Prague, where the Maharal, Rabbi Judah Loew, created a Golem to protect the Jews of his city from anti-Semitic violence. This spell bestows a kind of life on an inanimate figure, traditionally a humanoid figure sculpted out of clay. A single success is sufficient to awaken a single Golem of up to Size 5, but almost all Kabbalists spend a great deal of time and energy investing their creation with additional Potency and Duration factors. Some create Golems significantly larger than human size; for each additional 5 points of the Golem's Size, add one Target factor. The Golem has a Strength score equal to the spell's Potency, but has no other Attributes or Skills. Like an object, the Golem uses its Size, Durability, and Structure to determine the effects of attacks against it. When the Golem suffers damage in excess of its Durability rating, it suffers a -1 penalty on all actions. If its Structure points are completely depleted, it is destroyed. The Golem created by this spell has no true intelligence or initiative. It can understand simple commands, up to roughly the complexity one could expect a dog to follow, and can be &quot;programmed&quot; to respond to a specific stimulus with a single, predefined action (e.g. &quot;Attack anyone who tries to harm me&quot;). By adding Mind 5 to the spell, the mage may grant his creation a mind of its own. It may be worth noting that nearly all tales of free-willed golems end with the creature rebelling and killing many, sometimes including its creator. At Matter 5, the mage may use Advanced Prolongation factors.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Kabbalah Tradition Rote",
				"Rote Name" : "Maharal's Wisdom",
				"Dice Pool" : "Intelligence + Crafts + Matter 4",
				"Rote Description" : "The traditional Kabbalistic rote for the creation of a golem is a long and arduous ceremony, lasting as long as several days. First, the mage prepares and ritually cleanses an altar, which is draped with a brown cloth (representing Malkhut) and on which the Golem's form is laid out. The mage need not sculpt the Golem himself, if he so chooses. Once the Golem is in place, two black candles (for Binah) are lit at the head and foot of the Golem, and the mage begins to carve sacred runes into the body of the inert statue (both to represent Hod and to provide the additional duration from Atlantean runes). The mage then chants in the accented High Speech favored by Kabbalists for thirty minutes before beginning the invocation proper, which involves readings from scripture and invocations to the archangels of the sephiroth. The traditional target number aimed for by Kabbalists is nine: Five applied to the spell's Potency and four to its Duration (allowing the Golem to exist for two days, or indefinitely if the caster is a Master, counting the Atlantean rune bonus), but the caster is free to set his own desired target number. Often, the rote concludes with the mage writing the Hebrew word Emet (&quot;Life&quot;) on the Golem's forehead and setting the conditional duration to specify that the Golem will be destroyed if the first letter is erased, rendering the word Meit (&quot;Death&quot;)."
			}
		]
	},
	{
		"Name" : "Improve Quality",
		"SourceBook" : "Seers Of The Throne",
		"SourcePage" : "192",
		"Arcana Requirement" : "Matter 4",
		"Practice" : "Patterning",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The archetypal rags-to-finery spell, this spell allows the mage to increase the worth (in mundane, monetary terms) of an object. Linen clothes become silk, decades-old cars become this year's model, old black and white televisions become plasma screens and personal cassette players become mp3 players. The object being transformed must retain the same basic function and description (&quot;a chair,&quot; &quot;a car&quot; and so on, but the new expression of that description and function are up to the casting mage. The new form may (and frequently does) include precious substances. The efficiency in terms of equipment modifiers of the object is not affected, so the spell is often cast combined with Alter Efficiency. At this level, the mage must touch the targeted object. With Matter 5, he can cast the spell at sensory range.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Seers Of The Throne Rote",
				"Rote Name" : "Midas Touch",
				"Dice Pool" : "Wits + Occult or Science + Matter 4",
				"Rote Description" : "Alter Efficiency is all well and good for getting uncommon results out of ordinary looking objects, but the Ministry of Mammon has a liking for objects that look and feel as good -- or better -- than they are. Seers of the Ministry use this rote to keep themselves in the luxury to which they are accustomed, updating their possessions to this year's fads and always having the latest designer gadget that does the same thing as last year's model."
			}
		]
	},
	{
		"Name" : "Lesser Transmogrification",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "201",
		"Arcana Requirement" : "Matter 4",
		"Practice" : "Patterning",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage can turn a single liquid substance into a single solid substance, and vice-versa. As with Matter 2 Transmute Water and Matter 3 Transmute Earth, except that now the mage can mix and match liquid and solid states, turning water into stone or wood into ink. (This spell cannot turn objects into impossible substances, such as wood into &quot;liquid wood.&quot;)</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Architect's Touch",
				"Dice Pool" : "Intelligence + Occult or Science + Matter 4",
				"Rote Description" : "Mages of the Silver Ladder use this rote to remodel a rival's sanctum, perhaps transforming furniture into oil and sturdy walls into paper, teaching others that nothing is safe from their Art."
			}
		]
	},
	{
		"Name" : "Secret Compartment",
		"SourceBook" : "Banishers",
		"SourcePage" : "58",
		"Arcana Requirement" : "Matter 4",
		"Practice" : "Patterning",
		"Action" : "Instant",
		"Duration" : "Lasting",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can create a hollow area inside a block of solid matter whose only point of access is a hatch that's invisible until opened. The mage must devote spell Potency in cases where the chamber's Size exceeds 20. When the hatch is closed, its door either blends in among the object's existing seams and marks or fits with a seal too tight and fine to be seen with the naked eye. The secret compartment is airtight unless the object normally admits airflow. The spell hollows out a chamber in an object by converting the matter inside. This reduces the object's Durability and Structure. If the mage puts the compartment inside a machine, the compartment could wreck the machine by disintegrating key components to make room. The mage opens the compartment hatch by applying pressure in specific places and patterns. This is a mechanical effect, so she can teach another person how to open a given hatch. There's also a slight chance that a passerby might stumble upon the method. Observers can't see or feel the hatch without magic or supernaturally enhanced senses. They can, however guess at the existence of a hidden chamber by the object's weight or the sound the object gives off when struck.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Banisher Rote",
				"Rote Name" : "Instant Locker",
				"Dice Pool" : "Intelligence + Crafts + Matter 4",
				"Rote Description" : "Won-Il Hwang is famous in certain circles because of his willingness to travel around the globe in pursuit of sorcerers. He routinely smuggles weapons, chemicals, and explosives by creating hidden compartments wherever he goes. Hwang's also created several caches in different locations -- mostly around airports or famous landmarks. If pursued, he'll fall back to one of these locations, resupply, and turn the tables on his enemies. Hwang drew on his professional experience as an engineer to develop the rote. He designs hidden chambers in his mind but needs Supernal power to create them."
			}
		]
	},
	{
		"Name" : "Shape Air",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "201",
		"Arcana Requirement" : "Matter 4",
		"Practice" : "Patterning",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can control the flow and density of air or control the dispersion of a gaseous substance, such as mustard gas, sarin (nerve gas), or helium. The mage affects a volume of air or gas based on his successes. When applied to air, successes are allocated between the volume affected and the increase or decrease in pressure (the density of air molecules), measured in Strength. When shaping air or gas, a Dexterity + Crafts roll might be required to achieve a particularly complex shape, such as forming air into the form of a person. Exacting details such as facial features might even require an exceptional success on this roll (although the air is invisible unless someone throws paint or mud onto it). Dots of Strength act as Durability against projectiles or other attacks that must first get past the shaped air to reach their target. When moving air, the Storyteller assigns a Strength rating to an existing force of wind. The caster can increase or decrease that trait by the amount of Strength allocated with his successes. A normal day might have only Strength 0, while a very blustery day might be Strength 1. A hurricane might be Strength 2 or even 3. The caster can reflexively control and move the affected area of air up to one yard per dot of Gnosis that he has per turn. If he uses Forces 3 in the casting of the spell, he can impart even greater motion to the air: 10 yards per dots of Gnosis per turn. People standing in the path of the wind might be knocked over. If the wind's Strength exceeds an affected person's Strength, a successful, reflexive Strength + Athletics roll must be made or he is knocked down. When applied to gas, the mage can control the vapor's flow, preventing it from dispersing into certain areas and even reflexively moving it at a rate of one yard per dot of Gnosis per turn (or 10 yards per Gnosis per turn with Forces 3).</P>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "Transmute Air",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "202",
		"Arcana Requirement" : "Matter 4",
		"Practice" : "Patterning",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage can transform one gaseous substance into another gaseous substance, such as turning nerve gas into harmless oxygen or oxygen into laughing gas. Note that this spell does not alter the dispersion of the gas, just its substance.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Fresh Air",
				"Dice Pool" : "Intelligence + Occult or Science + Matter 4",
				"Rote Description" : "The mages of the Mysterium are known for crawling into ancient tombs sealed for ages. This rote allows them to conjure fresh air into such dusty places."
			}
		]
	},
	{
		"Name" : "Transmute Gold",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "202",
		"Arcana Requirement" : "Matter 4",
		"Practice" : "Patterning",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage can transmute a precious or rare substance, such as gold or diamond, into a common substance, such as wood or mud. This spell is like Transmute Earth, except that it can be cast on precious substances or materials that are rare or valuable (bearing metaphysical weight based on the importance the mage's culture assigns to them). The caster cannot alter the substance's state (liquid or solid) unless he combines the casting with Lesser Transmogrification.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Fool's Gold",
				"Dice Pool" : "Wits + Occult or Science + Matter 4",
				"Rote Description" : "Guardian mages use this rote to punish those who think they can buy their way out of everything, rendering riches into dead leaves or clay."
			}
		]
	},
	{
		"Name" : "Alter Size",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "203",
		"Arcana Requirement" : "Matter 5",
		"Practice" : "Making",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage can alter an object's Size, making it larger or smaller. One point of Size can be altered per success, within the limits of the caster's Matter dots.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Shrink Ray",
				"Dice Pool" : "Intelligence + Occult or Science + Matter 5",
				"Rote Description" : "By expanding or compressing the amount of space between the atoms in an object, a Free Council mage can increase or decrease the subject's size without altering any of its material qualities. Adamantine Arrow mages sometimes use this rote to hide secret weapons or other supplies on their persons."
			}
		]
	},
	{
		"Name" : "Annihilate Extraordinary Matter",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "203",
		"Arcana Requirement" : "Matter 5",
		"Practice" : "Unmaking",
		"Action" : "Instant",
		"Duration" : "Lasting",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "This is identical to the ability to destroy normal materials, as with the Annihilate Matter spell, save that it affects enchanted substances that are normally protected such as enhanced or imbued items, Artifacts, and thaumium (see Forge Thaumium, below). Each success inflicts one point of damage on an object, without the need to overcome that object's Durability.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Unto Dust",
				"Dice Pool" : "Resolve + Occult or Science + Matter 5",
				"Rote Description" : "Even the most resilient of materials is not safe from an Arrow mage wielding this rote. Thaumium and other such substances can be destroyed by a willworker, stripping opponents of even the most powerful forms of protection or most puissant weapons."
			}
		]
	},
	{
		"Name" : "Chimerical Conjuration",
		"SourceBook" : "Astral Realms",
		"SourcePage" : "118",
		"Arcana Requirement" : "Matter 5 + Mind 4 + Spirit 4",
		"Practice" : "Patterning",
		"Action" : "Extended",
		"Duration" : "Lasting",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "The mage tears an object from Astral Space into the Fallen World. This spell functions similarly to Chimerical Manifestation, but the effect is permanent. The spell's target number is equal to the chimerical item's imbued item or Artifact rating (minimum 3). Casting this spell is an act of hubris, requiring a mage with a Wisdom higher than four dots to make a degeneration roll.</P><BR><BR>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "Construct Homunculus Form",
		"SourceBook" : "Tome Of The Mysteries",
		"SourcePage" : "149",
		"Arcana Requirement" : "Matter 5",
		"Practice" : "Making",
		"Action" : "Extended",
		"Duration" : "Lasting",
		"Aspect" : "Vulgar",
		"Cost" : "3 Mana",
		"Effect" : "The alchemist manufactures the lifeless, inanimate physical form of a homunculus. The resulting artificial body is sometimes known as a proto-homunculus, or proto for short. The large number of successes required to work this spell can be racked up over time, with multiple instances of the spell. Any interval may pass between castings of the spell, provided that any organic or perishable components of the form are kept from decaying, either by magical means or through simple refrigeration. The Mana cost must be paid for each casting. Paradox, which may destroy or reverse one's progress, remains a risk with each session.</P>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "Forge Thaumium",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "203",
		"Arcana Requirement" : "Matter 5 + Prime 3",
		"Practice" : "Making",
		"Action" : "Extended",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana (minimum)",
		"Effect" : "Masters of Matter can forge a substance, when charged with Mana, that's capable of serving as a shield against mystic will. Called &quot;thaumium&quot; (from the Greek word for &quot;wonder&quot; or &quot;marvel&quot;), this material is created as an alloy of perfected gold (orichalcum), silver (lunargent) and mercury (hermium). (Note: Transmuted versions of such materials are not acceptable.) The result, when properly crafted, a flawlessly mirrored substance. When charged with Mana, thaumium has a faint luminescence. A thaumium object may take the form of a necklace, breastplate, a watch, or a sword. The shape and size of an object is irrelevant to how much inherent countermagic it provides. One success creates a Size 1, Durability 1 piece of thaumium that has the ability to hold one point of Mana, which it spends to shield against magic. The mage needs additional successes per extra Mana point capacity, and successes are also added to the target number to increase the thaumium's Durability, Size, armor, and equipment modifier (all one point per success). (If a mage wishes it, she could create thaumium with no benefits beyond countermagic.) The alloy disintegrates when the Duration expires, so mages often cast this spell with an indefinite Duration. Use the Duration factors in the chart below. Once made, the thaumium must be charged with Mana points. Each time it shields against magic (a reflexive action unless the wearer does not want it to), it uses up one of these points. If it runs out of points, it cannot shield magic until it is recharged. This shielding takes the form of a reflexive counterspell, effective against any Arcana and both vulgar and covert magic. The protection's dice pool is equal to the thaumium maker's Gnosis + Matter. The wielder of a thaumium weapon can use the item's stored Mana to make the weapon's damage aggravated. This is a reflexive action requiring one Mana from the thaumium weapon's stores. Thaumium must be Size 3 or more to act as effective armor.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "Petrifaction",
		"SourceBook" : "Legacies: The Ancient",
		"SourcePage" : "61",
		"Arcana Requirement" : "Matter 5 + Life 4",
		"Practice" : "Patterning",
		"Action" : "Instant; subtract target's Stamina",
		"Duration" : "Transitory",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "The ages-old fear of the magician comes all too often from the fear of transformation, the fear that the worker of wonders is going to be able to take control of your form. The fear of becoming stone, of becoming hard, dead, and immovable has preoccupied the tellers of myth and fairytale for centuries. The mages who can actually make it happen are few. The mages who can make it last are even fewer. The mage must first grab hold of the target, with a roll of Strength or Dexterity + Brawl - the target's Defense. If the mage is successful, he can cast this spell as a reflexive action. If the casting succeeds, the subject's body and any possessions he is wearing become hard stone. As long as the spell lasts -- determined by the spellcasting successes (see below) -- the subject is literally made of solid, insensate stone, with his life functions suspended harmlessly. When the spell duration ends, the subject has no memory of being stone. The victim becomes extremely hard, gaining Durability 3 as if he were an object; this Durability must be exceeded by any attack before his Health can be damaged. He's impervious to fire and electricity while made of stone, and inert (and so immune to acid).</P><BR>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "Raw Creation",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "204",
		"Arcana Requirement" : "Matter 5",
		"Practice" : "Making",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "The mage can create an object out of nothing. The object created can be of Size 3 or smaller, with one additional Size point per extra success rolled on the casting. Its Durability is based on the material created, but additional successes can be allocated to reinforce Durability. Complex objects such as automobiles might require a reflexive Intelligence + Crafts or Science roll to get right. At the Storytellers discretion, the caster might even need an appropriate Skill Specialty (such as Auto Repair) before he can create certain objects. A BMW sports car (Size 10) requires seven successes on a spellcasting, in addition to a successful Intelligence + Crafts or Science roll.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Ex Nihilo",
				"Dice Pool" : "Resolve + Science + Matter 5",
				"Rote Description" : "The power to create materials out of thin air can be seen in some ways as godlike. Unsurprising, then, that the Silver Ladder devised this rote for just such a purpose. Any real material can be created and acted upon, either by mundane artifice or through other applications of this Arcanum. Free Council mages use a similar rote (Intelligence + Science + Matter), making use of &quot;ambient energy,&quot; &quot;Dark Matter&quot; or any number of other sources."
			}
		]
	},
	{
		"Name" : "Self-Repairing Machine",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "204",
		"Arcana Requirement" : "Matter 5",
		"Practice" : "Making",
		"Action" : "Instant",
		"Duration" : "Lasting",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage can give objects a self-repairing function. The willworker's understanding is such that he can fabricate materials that &quot;heal&quot; themselves by bonding with nearby molecules, atomically restructuring them in ways considered impossible to modern science. Each success allows the object to automatically recover Structure points of damage at a rate of one point per 15 minutes.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Out Of The Ashes",
				"Dice Pool" : "Composure + Crafts + Matter 5",
				"Rote Description" : "Even if it is utterly destroyed, an object treated with this Mysterium rote can mend itself, reconstituting out of nothing more than powder and miniscule fragments if need be. Silver Ladder mages take a different approach (Presence + Crafts + Matter) to accomplish similar ends."
			}
		]
	}

]
