[{
		"Name" : "Detect Alien Mind",
		"SourceBook" : "Summoners",
		"SourcePage" : "209",
		"Arcana Requirement" : "Mind 1 + Prime 1",
		"Practice" : "Unveiling",
		"Action" : "Instant and contested; target rolls Resistance or Resolve reflexively",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "Occasionally, beings from other planes of existence manage to masquerade as human beings, animals, or even inanimate objects. In many cases, various Mage Sights can be of help in detecting these strange Resonances, but, sometimes, a little something more is called for. Bizarre entities from outside of the weave of the realms (such as those discussed in Chapter Four) don't usually think like those from any of the known worlds; their thoughts are alien even to the monstrous Gulmoth or the strangest Supernal Demon. These incomprehensible imaginings stain the Tapestry by their passing, leaving a trail that can be followed by one who knows how to look. By casting this spell, the mage gains a sense for the unusual thought patterns that seep out of these beings, to leach into the Fallen World. Depending upon the particular qualities (and power) of the creature in question, its thoughts can leave metaphysical marks that linger for hours, or even days. By way of this spell, a willworker might learn, roughly, what such a being was feeling when it passed through an area (if, indeed, it is capable of any emotions analogous to those experienced by humans), what it was doing at that time, in which direction it was moving, and whether it is close by.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Seeking The Hidden",
				"Dice Pool" : "Wits + Investigation + Mind 1",
				"Rote Description" : "Infestations are always nasty things. Back around the turn of the 20th century, Chicago played host to one. Someone -- word was, a Tremere lich -- got her hands on a weird polyhedral box that some said could only be opened from the inside by one who was outside of it. Whatever the case, she figured out how to unlock the thing and a small horde of skittering things poured out of it from Elsewhere. Robert Baron, local leader of the Guardians of the Veil, however, happened to be a quick thinker, with a bit of experience summoning unpleasant things from worlds without names, and he recognized the telltale signs of alien entities. No one is rightly sure if he already knew this spell when he went on the hunt; if he didn't, though, he certainly came up with it with suspicious alacrity. Reluctantly, Baron taught his rote to as many mages as he needed to curb the infestation, and then he vanished inexplicably at its conclusion."
			}
		]
	},
	{
		"Name" : "Know Virtue",
		"SourceBook" : "Keys To The Supernatural Tarot",
		"SourcePage" : "103",
		"Arcana Requirement" : "Mind 1",
		"Practice" : "Knowing",
		"Action" : "Instant; subtract target's Composure",
		"Duration" : "Concentration",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "Epee developed this spell to know, at a glance, the best parts of a person's soul. Everyone has the potential to be charitable or courageous or wise, but one of these traits is generally stronger than the others. If the spell roll succeeds, the character knows the target's Virtue. Successfully using the Aura Perception spell on the target first grants a +3 modifier to the mage.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Epee's Rote",
				"Rote Name" : "Who Are You Really?",
				"Dice Pool" : "Wits + Empathy + Mind 1",
				"Rote Description" : "This rote is as the spell, above."
			}
		]
	},
	{
		"Name" : "Mask Of Normality",
		"SourceBook" : "Tome Of The Mysteries",
		"SourcePage" : "143",
		"Arcana Requirement" : "Mind 1",
		"Practice" : "Compelling",
		"Action" : "Extended",
		"Duration" : "Prolonged (this spell uses the advanced prolongation factors)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "Cast on an item of unusual shape or aspect, this spell causes Sleepers to perceive the item as an everyday, contemporary object. Although sometimes cast on an item at the time of manufacture, this spell is more often used to retrofit an antique object so that the user can openly carry and use it without arousing unwanted attention. Some common examples are listed in the chart below. The spell can also update an object's look, while maintaining its basic apparent form. A faience ring from the Egyptian Fourth Dynasty becomes a piece of bling any hip-hopper would envy. To see through the illusion, onlookers make reflexive contested Wits + Investigation rolls against the spell's Potency.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "Merge Mind",
		"SourceBook" : "Banishers",
		"SourcePage" : "59",
		"Arcana Requirement" : "Mind 1",
		"Practice" : "Compelling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "With this spell, a mage can combine disparate or divided parts of him into a single, focused mind, stopping the process of &quot;runaway thoughts&quot; or sometimes avoiding schizophrenic episodes, at least for the length of the spell's Duration (one scene). The mage is able to center his mind, driving out extraneous thoughts or silencing &quot;voices&quot; in his head. Sometimes used to help a mage with attention problems, such as ADD or ADHD, focus on one continuous and sustained plan of action, this spell also helps individuals with Asperger's syndrome or moderate to advanced autism to function temporarily as &quot;normal&quot; humans.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Banisher Rote",
				"Rote Name" : "Roger's Single Voice",
				"Dice Pool" : "Wits + Expression + Mind 1 (optional)",
				"Rote Description" : "Roger, or any Banisher with a similar problem, can bring his inward-turning, rapidly processing mind into a state of relative stillness and focus to communicate with other people in an intelligible and rational fashion, including engaging in &quot;small talk&quot; about the weather or sports or giving clear, concise instructions for building a complicated piece of experimental machinery."
			}
		]
	},
	{
		"Name" : "One Mind, Two Thoughts",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "206",
		"Arcana Requirement" : "Mind 1",
		"Practice" : "Compelling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "This spell enables the mage to hold two individual and wholly distinct trains of thought at once, provided neither is intensely physically demanding. He creates parallel processes within his conscious mind. While he cannot do anything that requires intense or exacting physical labor (like fixing a computer and planning out a rousing speech at the same time), one of his two actions can require extremely minimal physical exertion (like planning a speech and typing an editorial for the local paper). The willworker can hold two thoughts in mind simultaneously, allowing him to perform two separate extended-action knowledge tasks (as opposed to instant actions or extended tasks involving physical labor) at the same time. He could, for example, research an occult fact while composing a poem, but could not do either while also fixing a car.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Thinking For Many",
				"Dice Pool" : "Wits + Investigation + Mind 1",
				"Rote Description" : "Leaders think not only for themselves, but also for those whom they would keep as vassals. Willworkers of the Silver Ladder use this rote to conduct the many tasks of rule in the limited time usually available to them. Mages of the Mysterium also occasionally use the same rote, especially when considering weighty matters of exceedingly obscure lore."
			}
		]
	},
	{
		"Name" : "Sense Consciousness",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "206",
		"Arcana Requirement" : "Mind 1",
		"Practice" : "Knowing",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can detect the presence of minds in the material world or mental projections in the state of Twilight. He knows how to detect the presence of psychic activity, from the basest (that possessed by the simplest of animal life) to the most complex and elevated (powerful lords among spirits, the most enlightened of willworkers and the like). This sense allows the mage to know when other thinking creatures are present, and roughly what sorts of minds are present. (Experience may not teach a mage the distinction between a cockroach's mind and a dung beetle's, but it does tell her the difference between an insect and reptile mind.) The mage detects the general type of mind she senses (a ghost, disembodied consciousness or spirit, for example) and this sense is useful for helping the mage to know when she is spied upon or just watched by a being currently lurking in refined dimensions. The mage can detect the presence of minds within sensory range. Successes are used to pierce any supernatural occlusion a mind may possess. While the spell is in effect, it creates a &quot;safety zone&quot; around the mage into which no mind can enter without his knowledge.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Eye Of The Mind",
				"Dice Pool" : "Wits + Empathy + Mind 1",
				"Rote Description" : "Mages of the Mysterium use this rote to discern the presence of other thinking beings nearby. While skulking through ancient ruins, the revelation of thousands of insect minds nearby may indicate some sort of trap, while one vast and potent intelligence could mean an entirely different sort of guardian. Some Guardians of the Veil also make use of this magic, sensing for the presence of witnesses to the inexplicable, the better to act quickly and conceal any potential breaches of the veil."
			}
		]
	},
	{
		"Name" : "Third Eye",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "206",
		"Arcana Requirement" : "Mind 1",
		"Practice" : "Unveiling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage gains the Mage Sight. He senses when others nearby use exceptional mental powers, such as telepathy, psychometry or ESP, reading the telltale ripples left by the movements of exceptionally advanced thought. The mage can also read resonance, discerning the emotional and psychic qualities of it: The particular nuances of will, conscious or otherwise that went into creating it. He can feel the mental processes that went into creating the resonance (such as strong emotional states or a powerful exercise of will), effectively detecting its context within reality, the &quot;why&quot; behind the resonance. See the information on Resonance for rules on scrutinizing magic with this spell.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Theosophy Tradition Rote",
				"Rote Name" : "Ajna",
				"Dice Pool" : "Wits + Occult + Mind 1 (extended)",
				"Rote Description" : "The mage meditates for a time, closing his eyes and focuses his being on the center of his forehead. Suddenly, his third eye opens, like a flower unfolding its petals."
			}
		]
	},
	{
		"Name" : "Alter Aura",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "207",
		"Arcana Requirement" : "Mind 2",
		"Practice" : "Veiling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can alter his own aura. She can create the seeming of any mental or emotional state she wishes (she does not actually alter her emotional state, only its appearance in her aura). She cannot, however, alter her nature to appear to be something she is not (she can't take on the aura of a Sleeper or vampire). See the Aura charts for the Aura Perception spell. If cast conjunctionally with Prime 2, this spell can also alter the nature of the mage's aura as per the Transform Aura spell. This spell cannot be detected except by a Third Eye spell or the Supernal Vision Mage Sight spell with a higher Potency. Even once this spell is detected, the true mental or emotional state of the mage can only be perceived by overcoming this spell's Potency with that of a spell designed to read an aura's mental state, such as Aura Perception, unless the altered aura is dispelled.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Donning The Inner Mask",
				"Dice Pool" : "Manipulation + Subterfuge + Mind 2",
				"Rote Description" : "Perhaps most commonly employed by Guardians to disguise their true intent, this rote nevertheless sees use for a wide variety of ends. Silver Ladder willworkers sometimes use a variant (Composure + Subterfuge + Mind) to conceal the truth of their feelings."
			}
		]
	},
	{
		"Name" : "Beast Control",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "207",
		"Arcana Requirement" : "Mind 2",
		"Practice" : "Ruling",
		"Action" : "Instant and contested; target rolls Resolve reflexively",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage manipulates a simple mind (that of a reptile, insect, fish, or invertebrate), imposing basic telepathic control on it. He can compel such a creature to act in ways he commands, so long as the animal in question understands the behavior it is intended to undertake. Such compulsions cannot be completely inimical to the creature (like commanding ants to march into a fire or the average deep-sea fish to leap onto land). Otherwise, the mage has fairly complete command. The animal can be commanded to perform one distinct task per success achieved. It might be something like &quot;swim that way&quot; or &quot;stand still&quot; or &quot;eat that food.&quot; With two successes, it could be &quot;find the rat and kill it,&quot; and with three successes a command could be &quot;bite that guy, fetch the matchbook from his pocket and bring it to me.&quot; The task could involve a series of actions, as long as each is simple and direct. The effect lasts until the tasks are complete or for one scene, whichever comes first.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Usurping The Lesser Crown",
				"Dice Pool" : "Presence + Animal Ken + Mind 2 vs. Resolve",
				"Rote Description" : "Some Ladder mages enjoy use of this rote as a means of keeping order in their homes. They drive out unwanted insects and other pests, and can even command dangerous lower creatures kept as pets or guardians (such as alligators or sharks). No order spurns so utilitarian a rote."
			}
		]
	},
	{
		"Name" : "Control Waking",
		"SourceBook" : "Guardians Of The Veil",
		"SourcePage" : "191",
		"Arcana Requirement" : "Mind 2",
		"Practice" : "Ruling",
		"Action" : "Instant; subtract target's Resolve",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "Through manipulation of a sleeping person's mind, the mage can send her target into a deeper sleep and ensure that he remain oblivious to the outside world, or she can wake him instantly. If the mage so desires, the target of this spell wakes instantly. If he is under a supernatural effect that prevents him from waking, the number of successes on the spell must exceed the Potency of that effect. A sleeping target might waken at even the slightest sound, depending on how deeply asleep he is. If the mage wishes to keep the target asleep, each success on the casting levies a one-die penalty to any perception rolls he makes to awaken whenever something disturbs him (sounds, people sneaking past his bed, someone trying to remove his locket, etc.). The successes also act as the spell's Potency when contesting another mage's use of Control Waking or other, similar supernatural effects.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Silent Night",
				"Dice Pool" : "Intelligence + Persuasion + Mind 2 - Resolve",
				"Rote Description" : "A Sleeper unable to resist the lure of the Mysteries always leaves signs about, and the Guardians of the Veil are quite practiced at seeking and finding those signs. Some of most telling are best found in the Sleeper's residence or, among the exceptionally paranoid, on the Sleeper's person. And the best time for a Guardian to perform his investigation is at night, not just for the darkness that criminals favor but also for the solitude it affords the mage -- no one wants to invoke Disbelief. Because of this, Guardians of the Veil often end up searching suspects' homes or apartments during the witching hour. More likely than not, the suspects are home then (which is good, because the Guardians sometimes need to search the suspects, as well). Guardians make use of this rote to ensure that the subject remains asleep during the investigation."
			}
		]
	},
	{
		"Name" : "Delayed Rest",
		"SourceBook" : "Guardians Of The Veil",
		"SourcePage" : "192",
		"Arcana Requirement" : "Mind 2; optional + Life 2",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "An apprentice of Mind cannot eliminate the need for sleep completely, but he can keep his thoughts organized long enough to get the job done. Like any human, a mage may grow tired and fall asleep, even when he does not wish to. A successful casting allows the mage to remain clear-headed for the duration of the spell, regardless of how long he has been awake before casting the spell. During this period, each success rolled in the casting allows the mage to ignore one die of penalties caused by fatigue, but only for mental or social related actions, not physical actions. He must still roll to stay awake every six hours, per the rules for &quot;Fatigue. This spell cannot be used consecutively within the same week more times than the mage's rating in the Mind Arcanum. Mages who add two dots of Life to the casting can ignore one die per success of fatigue-based dice penalties when performing physical actions.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "No Rest For The Wicked",
				"Dice Pool" : "Resolve + Investigation + Mind 2",
				"Rote Description" : "The Mysteries won't protect themselves, and as much as a Guardian of the Veil may need her sleep, it is rare that there is another Guardian available to take up the burden. Too many opportunities have been lost because of a night's rest. Instead, Guardians use this rote to keep themselves functional and awake longer than they usually could be."
			}
		]
	},
	{
		"Name" : "Don Spirit Mask",
		"SourceBook" : "Summoners",
		"SourcePage" : "210",
		"Arcana Requirement" : "Mind 2 + (Death 2 and / or Spirit 2)",
		"Practice" : "Veiling",
		"Action" : "Instant and contested; target rolls Resistance reflexively",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "A number of cultures historically maintained long-standing traditions of wearing masks as a means of approaching the invisible world with proper reverence and respect. While some mages uphold that ancient practice, this spell is intended for a decidedly different purpose. The caster seeks to deceive nearby ephemeral entities into believing that she is one of them. Upon successfully casting this spell, the mage projects the subtle qualities of a ghost (with Death), a Shadow Realm spirit (Spirit), or both (with a combination of the two Arcana). Her outward appearance in no ways changes, unless altered by other means, but entities of the appropriate type who fail to contest the spell's effects simply regard her as being of a similar nature, while she is under the effects of this spell; she doesn't register as anyone or anything out of the ordinary. In this manner, a willworker might travel effectively unnoticed by the unseen things of the world.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Wearing The False Face",
				"Dice Pool" : "Manipulation + Subterfuge + Mind 2",
				"Rote Description" : "In the course of fulfilling his order's obligations, a Guardian of the Veil must often walk in secrecy and silence, unobserved by all. The Fallen World, however, teems with entities that populate the invisible layers of the Tapestry. In concealing himself from these beings -- walking among them as though he were one of them -- the Guardian hides in plain sight."
			}
		]
	},
	{
		"Name" : "[ 2 ] &nbsp; Eagle-Eye View",
		"SourceBook" : "Adamantine Arrow",
		"SourcePage" : "182",
		"Arcana Requirement" : "Mind 2 + Space 2",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "Since the first human climbed a tree to get a better view of a fight, warriors have known that the best place to observe a battle is from above. Mortals must rely on helicopters, spy satellites, and drones for this kind of intelligence. Knowledge gained from these sources is valuable, but that value is decreased by the time lapse between when a scouting unit reports the situation and when that information is relayed to combatants on the ground. Mages are not bound by such conventions. This spell allows the caster to gain an overhead perspective of a fight, granting her valuable tactical information she can process in realtime as the battle unfolds. For each success accumulated on the casting roll, the mage gains a +1 to his Initiative.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Battlefield Tactician",
				"Dice Pool" : "Intelligence + Academics + Mind 2",
				"Rote Description" : "The version of this rote developed by the Adamantine Arrow varies slightly in its approach. Rather than seeking an overhead view of the combat, the mage fixes and tracks the position of combatants in his mind. The Arrows prefer this approach in small battles where an overhead view may not be as useful as knowing where each target is, where they were, and what they've done."
			}
		]
	},
	{
		"Name" : "Emotional Urging",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "207",
		"Arcana Requirement" : "Mind 2",
		"Practice" : "Ruling",
		"Action" : "Instant and contested; target rolls Composure + Gnosis reflexively",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can project emotions. These feelings are more a suggestion than a mandate, though they are apt to be heeded if they make sense for the individual and situation. (Causing someone to feel sad when walking into a decrepit old house is reasonable and likely to be dismissed as a natural reaction, whereas making someone feel sadistic glee at the funeral of a sibling almost certainly causes the subject to question from whence that emotion came). If the target is a mage with at least Mind 1 he might have an inkling via his Unseen Senses that he is manipulated. A reflexive Wits + Composure roll is made to sense the manipulation of his emotions. He can know nothing further unless he casts magic (such as Third Eye) to learn more. Most mages react by first erecting a Mental Shield spell.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Theosophy Tradition Rote",
				"Rote Name" : "Presence Of The Teacher",
				"Dice Pool" : "Presence + Persuasion + Mind 2 vs. Composure + Gnosis (extended)",
				"Rote Description" : "During the Russian Civil War, Gurdjieff and his commune fell foul of the Bolsheviks while trying to escape Russia. In danger of being shot where he stood, the Master managed to not only convince the Reds that he and his friends were a legitimate archaeological expedition, but talked them into giving him money for shovels and picks. His possibly supernatural powers of persuasion got him safe passage letters from both White and Red armies, written on the two sides of a single sheet of paper. Such was his hypnotic power. The mage who uses this power, like Gurdjieff, fixes the subject with his eyes and talks to him at length, using the full force of his will, the cadences of his speech and the subtle cues of his posture to talk anyone into nearly anything."
			}
		]
	},
	{
		"Name" : "Euphoria",
		"SourceBook" : "Seers Of The Throne",
		"SourcePage" : "192",
		"Arcana Requirement" : "Mind 2",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Prolonged (covert)",
		"Aspect" : "Covert",
		"Cost" : "1 Mana",
		"Effect" : "The mage can create a powerful feeling of euphoria that blocks out pain, allowing them to keep functioning even when grievously injured. Each success on the spell both reduces wound penalties suffered by the target by one and applies a bonus die to any Stamina roll to remain conscious. The target may continue to make Stamina rolls to stay conscious even after the right-most health box has been filled with lethal damage, but the spell then becomes Improbable. At Mind 2, the spell can affect only the mage casting it. At Mind 3, it may be cast on others.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Seers Of The Throne Rote",
				"Rote Name" : "Battlefield Bliss",
				"Dice Pool" : "Manipulation + Persuasion + Mind 2",
				"Rote Description" : "A Seer that can remain active until the very last moment is a Seer with an extra chance to escape whatever calamity has befallen her. A slave that can fight on in the face of terrible wounds is a slave buying another few seconds in which the enemy is not attacking his master."
			}
		]
	},
	{
		"Name" : "First Impressions",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "208",
		"Arcana Requirement" : "Mind 2",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "Sometimes you just get the feeling you know someone, can trust him or are meant to be his friend. A mage with this spell can generate that sensation, regardless of whether or not it is genuine. This sort of normally spontaneous connection can make a chosen person feel more at ease in the mage's presence and may help to lay the groundwork for a friendship, love affair, or even just a con. Each success adds one die to the dice pool of the first Social Attribute-based roll made for the mage in regard to an individual she meets for the first time. The result of that first impression tends to stick with the subject and color the rest of her interactions with the mage.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "A Face You Can Trust",
				"Dice Pool" : "Presence + Socialize + Mind 2",
				"Rote Description" : "It helps when you can back up charm with some substance, but charm alone can do the trick if it's possessed in abundance. Council mages make use of this rote to set the tone for interactions with others. Members of the Silver Ladder are also known to use the same magic, seeing nothing wrong in stacking the deck in their own favor."
			}
		]
	},
	{
		"Name" : "Gain Skill",
		"SourceBook" : "The Free Council",
		"SourcePage" : "111",
		"Arcana Requirement" : "Mind 2",
		"Practice" : "Knowing",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "1 Mana",
		"Effect" : "The mage temporarily gains knowledge and use of a particular Skill. The caster gains temporary dots in a particular Skill, chosen when the spell is cast, one Skill dot per success, up to a maximum of the mage's Mind Arcanum dots. Thus a mage with Mind 3 can gain up to three dots in a Skill using this spell. All the dots must be in the same Skill, and Skills cannot increase above five dots in this manner (but see the Skill Mastery spell for a version where they can). While the spell is in effect, the mage has full normal use of the additional Skill. When the spell ends, the Skill dots, and any capabilities that came with them, disappear. This may even result in the mage no longer understanding his or her own work! Because this spell lasts for one scene, this spell is of only limited use in performing extended actions.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Fast-Learner",
				"Dice Pool" : "Wits + Science + Mind 2",
				"Rote Description" : "The days when a Renaissance Man could know everything there is to know are long past, and members of the Free Council know it. Still, that doesn't mean they can't fill in the gaps in their knowledge and experience from time to time. Many contemporary Libertines believe this spell taps into the Astral depths of the universal consciousness to imbue the caster with knowledge imprinted there by countless other minds. Whether the spell touches upon morphic fields or the Akashic Records, the effect is the same."
			}
		]
	},
	{
		"Name" : "Hurried Rest",
		"SourceBook" : "Guardians Of The Veil",
		"SourcePage" : "192",
		"Arcana Requirement" : "Mind 2 + Life 2",
		"Practice" : "Weaving",
		"Action" : "Instant",
		"Duration" : "Special",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "By putting his mind into a supernaturally deep sleep, a mage can force a full night's rest into the space of a few hours. Each success on a casting of this spell reduces the amount of time a mage needs to get a full night of rest by half. A mage who has remained awake for 24 hours or less needs eight hours; one success reduces the required sleep period to four hours, two successes reduces it to two hours and so on. If the mage is suffering fatigue to the degree that it increases the time she must spend sleeping, the spell divides however long she needs to sleep. Note that this spell does not ensure that the character will sleep well, only that her mind and body needs less time than usual to awake refreshed. This spell cannot be used consecutively within the same week more times than the mage's rating in the Mind Arcanum.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Freeing The Time Of The Night",
				"Dice Pool" : "Stamina + Investigation + Mind 2",
				"Rote Description" : "The greatest of the order's strategists are constantly in demand. There are more decisions to be made than even twice their number could handle in the time they have. For them, there is no greater resource than time -- and purchasing it with mastery of the appropriate Arcanum has too high a cost. Instead, the top brass utilize this rote to significantly reduce the amount of time they actually need to rest. Agents in the field also use it, sometimes out of a need for a quick rest, sometimes out of simple paranoia -- the less time a Guardian spends in one place and asleep, the safer she is."
			}
		]
	},
	{
		"Name" : "Incognito Presence",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "208",
		"Arcana Requirement" : "Mind 2",
		"Practice" : "Veiling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "Despite the spell's name, the mage is not forgotten by those who witness her passing or otherwise interact with her. Rather, they sense nothing special about her and so are as apt to dismiss her presence as they are that of anyone else. On the street, they take no more notice of her than they would were she just a Sleeper, and are likely to forget ever having seen her soon thereafter. Each success adds to the difficulty of noticing or remembering the mage. Note that any blatantly attention-grabbing actions automatically violate the subtle occlusion of the spell. The spell affects anyone who witnesses the mage. It does not need special Target factors to affect more than one person. Those who possess some form of supernatural mental protection (such as a Mental Shield) are subject to a reflexive contested Gnosis + Mind roll upon first encountering the caster. If the roll's successes equal or exceed the Incognito Presence spell's successes, the onlooker can remember the mage normally.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Mask Of Mediocrity",
				"Dice Pool" : "Manipulation + Subterfuge + Mind 2",
				"Rote Description" : "With the mudra of salheyia (&quot;unimpressiveness&quot;), the mage using this rote may sneak about unnoticed, carefully placing himself where those who see him regard him as simply another part of the faceless crowd through which the mage stalks. In the Imago, the mage pulls a silk mask over his face and disappears utterly. Factor Bonuses: Wearing clothing that blends in with those in the environment (+1 factor)."
			}
		]
	},
	{
		"Name" : "Inspire",
		"SourceBook" : "Guardians Of The Veil",
		"SourcePage" : "192",
		"Arcana Requirement" : "Mind 2",
		"Practice" : "Ruling",
		"Action" : "Instant and contested; target rolls Resolve + Gnosis reflexively",
		"Duration" : "Lasting",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can telepathically insert a single idea into the mind of her target, who will believe that the idea came as a flash of inspiration. The idea to be implanted must be relatively simple, something that could be summed up in a single sentence. Examples might include &quot;The map I'm looking for could be behind the bookcase&quot; or &quot;There's probably an alarm on that door, so I'd better not open it.&quot; The target is not compelled to act on the inspiration in any particular way, but will react to it as he'd react to any idea: probably follow it (if it's reasonable), possibly try it (if it could be a lucky hunch) or dismiss it (if it's wildly inappropriate). Targets with Mind 1 or greater are allowed a reflexive Wits + Composure roll to sense the intrusion of an outside thought.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "The Unspoken Hint",
				"Dice Pool" : "Manipulation + Expression + Mind 2 versus Resolve + Gnosis",
				"Rote Description" : "Someone likely to reject unsolicited advice may follow the same course of action if he thinks it's his own idea. By choosing the proper suggestion and delivering it at the right moment, it's possible for a Guardian steer the target in a desired direction, while the target thinks he's acting of his own free will (because he is). The better the mage knows his target, the more effective his message becomes: someone who's afraid of dogs, for example, could be powerfully affected by the thought that there might be dogs nearby."
			}
		]
	},
	{
		"Name" : "Memory Hole",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "208",
		"Arcana Requirement" : "Mind 2",
		"Practice" : "Veiling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "By compartmentalizing his mind, the mage can make it so that even he does not remember certain thoughts hidden within his mind (whether temporarily or permanently), allowing for convincing lies to even a polygraph or telepathic scan. The mage partitions parts of his consciousness ",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Bastion Of Thought",
				"Dice Pool" : "Composure + Occult + Mind 2",
				"Rote Description" : "Advancing the science of magic is not always honest work. Members of the Free Council use this rote to conceal the unsavory business in which they must occasionally indulge."
			}
		]
	},
	{
		"Name" : "Mental Shield",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "208",
		"Arcana Requirement" : "Mind 2",
		"Practice" : "Shielding",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can erect a mental shield to protect himself. He can defend his thoughts, shielding them against the notice of others. This may mean concealing his mind from any kind of detection, blatantly preventing others from reading any of his thoughts or just concealing particular thoughts. The mage subtracts one die per dot he possesses in the Mind Arcanum from spells or supernatural powers that attempt to mentally control, detect, or influence him. By spending one Mana, the Duration can be made to last for one day. Most mages cast such a shielding spell at the beginning of the day, as part of their morning rituals. Successes are used to combat attempts to dispel the shield. In addition, the Mental Shield helps its caster see through mental illusions such as the Misperception spell or Imposter spell. Upon first encountering such a spell, the user can see through the illusion with reflexive and contested Gnosis + Mind roll. This spell can be cast at any point in a turn, even if the caster's Initiative would have him act later than an attacker. In this way, it is similar to a dodge action.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Steel Trap",
				"Dice Pool" : "Resolve + Occult + Mind 2",
				"Rote Description" : "Adamantine Arrow mages like the psychic bulwark such magic provides. Silver Ladder mages also value this rote, as it assures them that no rival gets the better of them through mystic means."
			}
		]
	},
	{
		"Name" : "Misperception",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "209",
		"Arcana Requirement" : "Mind 2",
		"Practice" : "Shielding",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The willworker can protect herself from harm by manipulating the perceptions of others and convincing them that she is slightly displaced from her actual location, causing an attacker to momentarily believe that the mage is a half-step to the left, for example. Alternately, the caster might project subtle but persistent suggestions, compelling enemies to hesitate at critical moments and turn blows astray. A fatal shot to the chest could be turned into a graze, or a crippling blow to the leg might be reduced to a painful strike that leaves the leg functional. Such magic is of no help in dealing with attacks that cover a wide area (such as explosives) or those that don't depend on the mage being exactly where she appears to be (like a fall from a high ledge). The mage gains one point of armor per dot he possesses in the Mind Arcanum. By spending one Mana, the Duration can be made to last for one day. Most mages cast such a shielding spell at the beginning of the day, as part of their morning rituals. Successes are used to combat attempts to dispel the shield. Note that this magical armor applies against attempts to grapple the caster (both his Defense and Misperception armor are subtracted from the grappler's dice pool when he attempts to achieve a hold on the mage), but it does not protect against attempts by an opponent to overpower and/or inflict damage once he has managed to gain a hold on the mage. The drawback of this spell is that an attacker protected by a Mental Shield spell might see through Misperception's illusions with a reflexive and contested Gnosis + Mind roll. If the roll's successes equal or exceed the Misperception spell's successes, the attacker ignores Misperception's armor.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Whispering Shield",
				"Dice Pool" : "Manipulation + Stealth + Mind 2",
				"Rote Description" : "This rote protects an Arrow mage with a collage of minor hallucinations and compulsions. Would-be attackers become uncertain of their senses or even their intentions."
			}
		]
	},
	{
		"Name" : "Moment Of Doubt",
		"SourceBook" : "Guardians Of The Veil",
		"SourcePage" : "193",
		"Arcana Requirement" : "Mind 2",
		"Practice" : "Ruling",
		"Action" : "Instant; subtract target's Composure",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage implants a brief but convincing sensation of doubt into the target's mind. The actual moment of uncertainty is brief, but its effects linger for the duration of the spell. The recipient becomes unsure of herself, making it difficult for her to complete whatever activities she's engaged in, or to initiate a new course of action. Though the sudden loss of confidence is imposed by the mage's will, it feels to the target like genuine self-doubt, even if it's out of character for her to second-guess herself. Each success subtracts one die from the target's dice pools on any attempt she makes to perform an instant or extended action for the duration of the spell, as she becomes weighed down and distracted by uncertainty -- until she succeeds at any roll, in which case the doubt is assuaged and the spell's effects expire. This spell cannot be cast upon the same target more than once per scene. If the target is a mage with Mind 1 or greater, she makes a reflexive Wits + Composure roll to sense the presence of mental manipulation.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Internal Struggle",
				"Dice Pool" : "Manipulation+ Intimidation + Mind 2 - Composure",
				"Rote Description" : "Sometimes a person's worst enemy is herself. With this rote, a Guardian traps an antagonist in a struggle with her own inner critic, giving the mage an opportunity to escape or take action."
			}
		]
	},
	{
		"Name" : "Opening The Lidless Eye",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "209",
		"Arcana Requirement" : "Mind 2",
		"Practice" : "Unveiling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "As the Mind 1 Third Eye spell, except that the mage casts this upon another mage or even a supernatural being such as a ghost or werewolf. If this spell is cast upon a Sleeper, it invokes Disbelief immediately, even if its Duration is less than one scene. If the target is unwilling, he may resist with a reflexive and contested Resolve + Gnosis roll.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Theosophy Tradition Rote",
				"Rote Name" : "Transmission Of Brilliance And Energy",
				"Dice Pool" : "Presence + Persuasion + Mind 2 (extended)",
				"Rote Description" : "When Annie Besant first met Madame Blavatsky, HPB didn't say a word to her about anything occult at all. They spoke for half an hour, and when it was time for Mrs Besant to leave, the older woman fixed Mrs Besant's gaze and said only this: &quot;Oh my dear Mrs Besant, if only you would come among us.&quot; At that moment, Mrs Besant's perceptions were altered. This was the moment of her conversion. By talking to the subject about anything at all, the mage can implant a tiny suggestion. A single trigger phrase, right at the end of the conversation, instantly expands the subject's perceptions. Suddenly, everything looks new and strange."
			}
		]
	},
	{
		"Name" : "Phantom Thoughts",
		"SourceBook" : "Adamantine Arrow",
		"SourcePage" : "183",
		"Arcana Requirement" : "Mind 2",
		"Practice" : "Veiling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "Sometimes it's better to allow another mage a glimpse into your mind rather than block him completely. A closed mind causes more suspicion than an open mind that reveals only what you choose. With a single success on the casting roll, the mage may add a layer of conscious thought over her own. This layer contains information chosen by the mage during the casting. Repeated attempts to read a mind protected by this layer of false thoughts may reveal the shallowness of thinking. Suspicious mages may roll Resolve + Composure minus the Potency of the Still Waters casting, to confirm the mind they are attempting to read has been altered.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Disinformation",
				"Dice Pool" : "Resolve + Subterfuge + Mind 2",
				"Rote Description" : "Members of the Adamantine Arrow use this spell to sow false information about their practices, tactics, and suspicions among their enemies. Tricking an enemy into believing false information can create a large advantage in battle, whether that battle is physical or political in nature."
			}
		]
	},
	{
		"Name" : "Playback Vision",
		"SourceBook" : "Magical Traditions",
		"SourcePage" : "138",
		"Arcana Requirement" : "Mind 2",
		"Practice" : "Ruling",
		"Action" : "Instant (subtract target's Resolve)",
		"Duration" : "Prolonged (length of vision; likely one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can &quot;record&quot; a hallucinogenic vision (though it needn't be purely visually-driven, and can feature input from all the senses) and &quot;play it back&quot; to himself or to another individual. The mage can playback one hour of the hallucinatory experience per success. (Most trips can therefore be replayed by a single success, but more intense and lengthy trips such as those experienced under Ibogaine might take several attempts with this spell to accurately revisit.) Note that the target, be it the mage himself or a target victim, experiences the entire hallucination; with that come any of the systemic effects of the drug's presence in one's system except for the chemical signatures. In other words, the target would still gain any bonuses and suffer any penalties from the hallucination. However, a drug test would reveal no psychoactives in the target's system. The only difference is that the target is fully aware that she is experiencing a hallucination. She can easily differentiate between reality and vision. If the target is willing to receive the vision, her Resolve is not subtracted from the mage's casting roll.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Entheogenic Cults Tradition Rote",
				"Rote Name" : "Shamanic Communion",
				"Dice Pool" : "Stamina + Expression + Mind 2",
				"Rote Description" : "In times past, a shaman would communicate with and do battle with spirits to gain the knowledge his village needed. However, the village could not properly parse the knowledge as the shaman understood it. Moreover, such information could not be conveyed meaningfully through mere words or miming. As such, the village would gather together to experience what the shaman experienced. To do so, they all drank from a cup of the shaman's urine. The urine delivered unto them the magic of the experience (and, as some scientists suggest, traces of the psychoactive chemical leaving the bloodstream via the waste). This rote is much the same. The chief &quot;shaman&quot; (likely the cult leader) delivers unto the sect his urine. They drink it. They gain the visions he experienced. The urine is, of course, the chief focus here. Some other &quot;blessing&quot; mechanism must come in play, similar to the Catholics aspergillum. Some shake a bone over the cup, others might wave a rusty pipe over it, or a branch from a purportedly &quot;sacred&quot; tree. The final focus is, as always, the entheogen in the bloodstream."
			}
		]
	},
	{
		"Name" : "Stammer",
		"SourceBook" : "Banishers",
		"SourcePage" : "59",
		"Arcana Requirement" : "Mind 2",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Transistory",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The use of High Speech among order mages is commonplace. Most mages learn the proper pronunciation of the ancient language during their apprenticeship and rarely seriously misspeak a word during the casting of a spell. The language of Atlantis is the language of power, and when High Speech is spoken incorrectly, that power has a negative impact on spellcasting. This spell causes the words of High Speech to stumble out of the mouth of the target, slightly changing their meaning. With a single success on the casting roll, the target mage using High Speech to bolster a spell will suffer a -2 dice penalty on his casting roll. The target may realize he has misspoken by succeeding on a reflexive Intelligence + Occult roll. A mage who realizes his mistake may choose to abort the spell, but must still count the chanting as his action for the turn.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Banisher Rote",
				"Rote Name" : "Tongue Tied",
				"Dice Pool" : "Resolve + Occult + Mind 2",
				"Rote Description" : "During his extended surveillance of order mages in Miami, a solitary Banisher noted the mages frequently chanted in an unknown language to enhance their spells. The Banisher developed this rote as a method of disrupting the chanting, giving him the edge in a fight."
			}
		]
	},
	{
		"Name" : "Voice From Afar",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "210",
		"Arcana Requirement" : "Mind 2",
		"Practice" : "Ruling",
		"Action" : "Instant; subtract target's Resolve",
		"Duration" : "Transistory (one turn)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can employ limited telepathic projection. This mental communication carries no supernatural compulsion with it and a recipient knows that he does not think the thoughts for himself, unless he is mentally disturbed or inclined to believe that he might hear voices. Such communication may serve as the carrier of an empathic projection. The mage can project one word per success. If the target is aware and willing, his Resolve is not subtracted from the caster's dice pool.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Words On The Wind",
				"Dice Pool" : "Manipulation + Expression + Mind 2 - Resolve",
				"Rote Description" : "There are times when mundane communication is inconvenient or even dangerous, but members of the Mysterium must get word to their comrades, whether it's &quot;Help!&quot; or &quot;Duck!&quot; Likewise, a psychic statement of &quot;It's here&quot; may bring about the conclusion of months of research and questing. In combat, Arrow mages are known to use variant magics (Presence + Expression + Mind) to communicate."
			}
		]
	},
	{
		"Name" : "Zeal",
		"SourceBook" : "Seers Of The Throne",
		"SourcePage" : "193",
		"Arcana Requirement" : "Mind 2",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Prolonged",
		"Aspect" : "Covert",
		"Cost" : "1 Mana",
		"Effect" : "By using this spell, the mage eliminates doubt and banishes uncertainty, leaving only a clear determination for an action. The mage's Willpower is enhanced as the slightest traces of doubt are swept away. For the duration of the scene, the mage gains extra effect from Willpower expenditures. Each point gives five extra dice instead of three on a dice pool, or raises a Resistance Trait by three instead of two. Furthermore, all Morality (or Wisdom) checks are deferred until the end of the spell. The spell can affect a number of Willpower expenditures equal to the successes made on the casting roll. Any potential enhancements of Willpower that remain when the spell's duration ends are lost. At this level of proficiency, the spell can only target the caster. At Mind 3, it can affect others. The benefits of this spell do not stack with the similar quality inherent to Hollow Ones.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Seers Of The Throne Rote",
				"Rote Name" : "Certainty Of Purpose",
				"Dice Pool" : "Manipulation or Resolve + Persuasion + Mind 2",
				"Rote Description" : "The Seers of the Throne are well known as devoted 0followers of their cause, but even the most devoted suffer from doubt. By using this rote, the Seer can banish those last doubts from her mind, gaining the freedom of certainty in the Exarchs' cause."
			}
		]
	},
	{
		"Name" : "Astral Entrance",
		"SourceBook" : "Astral Realms",
		"SourcePage" : "23",
		"Arcana Requirement" : "Mind 3",
		"Practice" : "Weaving",
		"Action" : "Extended",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "When a group enters Astral Space with the intention of traveling together, they must find each other there first. This spell makes a section of Astral Space the definitive entrance point for incoming astral travelers. The target number is equal to the dice bonus the caster wishes to give to incoming travelers. The dice applies to attempts to arrive at or locate the location of the ritual. It is meant for mages seeking to join the caster but also attracts astral natives.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Landing Pad",
				"Dice Pool" : "Intelligence + Survival + Mind 3",
				"Rote Description" : "Libertines exploring Astral Space together use this rote so they start their journey off on the right foot. Guardians of the Veil use a version of this rote (Intelligence + Streetwise + Mind) to ambush astral travelers or capture astral natives."
			}
		]
	},
	{
		"Name" : "Astral Invitation",
		"SourceBook" : "Astral Realms",
		"SourcePage" : "22",
		"Arcana Requirement" : "Mind 3",
		"Practice" : "Weaving",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage marks one or more companions and creates a one-way bridge between their minds and his, allowing them to enter his dream space. A mage's dream space is full of personal information and potential secrets -- insecurities and aspirations are all evident, if not always clearly presented. Even a mage's real name can be found there, making this spell one casts only on sure friends. A target of this spell may choose to enter the caster's Oneiros rather than her own when passing the Astral Threshold, as long as she does so within the spell's Duration. There is no path between Oneiroi; a target who enters her own Oneiros but still wishes to enter the caster's must return to waking dream and again pass through the Astral Threshold. This spell affects one target without additional Target factors, and the caster must touch all targets. The spell can be cast at sensory range at Mind 4 and sympathetically at Mind 5. At Mind 4, the mage can cast this spell on behalf of a willing target.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Astral Teamwork",
				"Dice Pool" : "Resolve + Empathy + Mind 3",
				"Rote Description" : "Dream spaces are rich with forgotten knowledge, but it takes a team to get any of the good stuff. Mystagogues use this rote to bring their cabal along for richer rewards."
			}
		]
	},
	{
		"Name" : "Augment The Mind",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "210",
		"Arcana Requirement" : "Mind 3",
		"Practice" : "Perfecting",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "1 Mana",
		"Effect" : "The mage can raise one of his Mental or Social Attributes. A single Mental or Social Attribute may be raised by one dot per success, up to a maximum of the caster's Mind Arcanum dots. For example, if a mage has Intelligence 3 and Mind 3 and three successes are achieved on this spell to boost his Intelligence, that trait becomes six dots for the spell's Duration. If four successes were rolled, he could still only boost Intelligence by three dots, since he has only Mind 3. Raising Resolve and/or Composure also raises Willpower dots, but these extra dots do not provide Willpower points. The boost raises a target's Willpower capacity but not her actual supply of points. In addition, the target's Willpower cannot exceed 10 dots, no matter how high his Resolve and/or Composure is boosted with this spell. Example: Arethusa uses Augment the Mind to boost her Resolve. She gets two successes on the casting, adding two dots to her Resolve. This also adds two dots to her Willpower. She does not, however, gain two extra Willpower points. Note that the same spell cast to boost a different Mental or Social Attribute does not combine with the first spell -- only the highest Potency spell takes effect. For example, if a mage boosts his Intelligence by two dots and then casts a spell boosting his Wits by one dot, only the first spell applies, since it has the higher Potency. (With the Mind 4 Supreme Augmentation spell, the mage can allocate successes among different Mental and Social Attributes.)</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Illuminating The Inner Temple",
				"Dice Pool" : "Resolve + Academics + Mind 3",
				"Rote Description" : "Guardians are called upon to be brilliant, forceful, and persuasive. Such acumen in all fields is not often found within a single individual. Indeed, Guardians must occasionally be far more brilliant, forceful or persuasive than any normal human being could possibly be. This rote enables such willworkers to become veritable Einsteins, rivaling the genius of even the most renowned intellect."
			}
		]
	},
	{
		"Name" : "Aura Cloak",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "211",
		"Arcana Requirement" : "Mind 3",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage alters another person's aura as he does for himself with the Alter Aura spell. He does not actually alter the person's emotional state, only its aura appearance. The target can choose to contest the spell with a reflexive Composure + Gnosis roll.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Gift Of Masks",
				"Dice Pool" : "Manipulation + Subterfuge + Mind 3",
				"Rote Description" : "It is well and good to conceal one's own emotional state, but an elaborate ruse can  fall apart entirely if even one conspirator betrays her true feelings. For just such circumstances, Mysterium willworkers use this rote to conceal the auras of their companions. Conversely, Guardians of the Veil use the rote to alter the aura of another so as to create false trails leading away from the Mysteries."
			}
		]
	},
	{
		"Name" : "Bestow High Speech",
		"SourceBook" : "The Mysterium",
		"SourcePage" : "98",
		"Arcana Requirement" : "Mind 3 + Prime 3",
		"Practice" : "Weaving",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "The mage fills a mortal's mind with knowledge of the Atlantean High Speech and opens the mortal's eyes and ears to the language of magic. Mortals, Sleepwalkers included, cannot comprehend High Speech in any form. This aspect of the Lie is usually a blessing -- the Awakened can keep secrets safe from the minds that would destroy them. But Atlantean's automatic concealment is not always an advantage. A target of this spell can perceive the true form of High Speech for the duration; he can also understand and speak the language as if he possessed the High Speech Merit. This spell can be cast on one of the Awakened without using Prime.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Words From The Isle",
				"Dice Pool" : "Wits + Expression + Mind 3",
				"Rote Description" : "Mystagogues use this secret rote on their most trusted Sleepwalker research assistants. It allows a Sleepwalker to read books written in High Speech, as many of the older and more valuable tomes are in the Atlantean language. Otherwise, many mages would be without research assistance when looking for the one clue to an important mystery. The Mysterium assumes that the Guardians of the Veil would consider this rote a betrayal of the Veil and attempt to destroy all record of its existence. The order therefore keeps Words from the Isle a great secret."
			}
		]
	},
	{
		"Name" : "Bestow Skill",
		"SourceBook" : "The Free Council",
		"SourcePage" : "111",
		"Arcana Requirement" : "Mind 3",
		"Practice" : "Weaving",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "The mage temporarily grants knowledge and use of a particular Skill to another. This spell works as Gain Skill except the mage can cast it on others to grant them additional dots in a particular Skill. Otherwise, the effects are the same.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Fast-Teacher",
				"Dice Pool" : "Wits + Persuasion + Mind 3",
				"Rote Description" : "While Libertines are fine with teaching what they know the old-fashioned way, sometimes there just isn't time to give loyal helpers or allies the instruction they need."
			}
		]
	},
	{
		"Name" : "Bolster Virtue",
		"SourceBook" : "Keys To The Supernatural Tarot",
		"SourcePage" : "103",
		"Arcana Requirement" : "Mind 3",
		"Practice" : "Perfecting",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "Any Disciple of Mind can make himself smarter or wittier, and Epee is no stranger to such magic. He felt, however, that calling forth his Virtue and empowering it was a different sort of spell, and he found a way to do it that produces surprising results. If the spell roll succeeds, the mage's Virtue comes to the fore and influences his actions for the duration of the scene. If the player spends Willpower on an action that serves the character's Virtue, the bonus the player receives is increased to five extra dice, rather than three. The Storyteller is the final arbiter on whether a given action is in line with the character's Virtue. At the end of the scene, the character regains all Willpower spent in service to the Virtue (that is, any Willpower for which he gained the bonus dice). At Mind 4, the mage can cast this spell on others.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Epee's Rote",
				"Rote Name" : "Best Foot Forward",
				"Dice Pool" : "Presence + Empathy + Mind 3",
				"Rote Description" : "This rote is just as the spell, above."
			}
		]
	},
	{
		"Name" : "Curse Of Dementia",
		"SourceBook" : "Tome Of The Mysteries",
		"SourcePage" : "138",
		"Arcana Requirement" : "Mind 3",
		"Practice" : "Weaving",
		"Action" : "Extended",
		"Duration" : "Prolonged (this spell uses the advanced prolongation factors)",
		"Aspect" : "Covert",
		"Cost" : "5 Mana",
		"Effect" : "To trigger the curse, a victim must take willing possession of the item. From that point onwards, the victim loses one dot in a Mental Attribute every time a predetermined interval passes. The shorter the interval, the greater the target number needed for casting. Dots are lost from the victim's highest Attribute first. When two or more Attributes have the same current value, the Storyteller randomly chooses between them. This Attribute damage is permanent until the item is destroyed or disenchanted, or is willingly acquired by a new owner. This gives knowing victims strong incentives to pass the curse along.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Instant Alzheimer's",
				"Dice Pool" : "Presence + Crafts + Mind 3",
				"Rote Description" : "Members of the Free Council use items infected with Instant Alzheimer's as poetic justice against those enemies who would stifle their intellectual freedom."
			}
		]
	},
	{
		"Name" : "Curse Of Ostracism",
		"SourceBook" : "Tome Of The Mysteries",
		"SourcePage" : "138",
		"Arcana Requirement" : "Mind 3",
		"Practice" : "Weaving",
		"Action" : "Extended",
		"Duration" : "Prolonged (this spell uses the advanced prolongation factors)",
		"Aspect" : "Covert",
		"Cost" : "5 Mana",
		"Effect" : "To trigger the curse, a victim must take willing possession of the item. From that point onwards, the victim loses one dot in a Social Attribute every time a predetermined interval passes. The shorter the interval, the greater the target number needed for casting. Dots are lost from the victim's highest Attribute first. When two or more Attributes have the same current value, the Storyteller randomly chooses between them. This Attribute damage is permanent until the item is destroyed or disenchanted, or is willingly acquired by a new owner. This gives knowing victims strong incentives to pass the curse along.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "Defer Conscience",
		"SourceBook" : "Adamantine Arrow",
		"SourcePage" : "183",
		"Arcana Requirement" : "Mind 3 + Time 3",
		"Practice" : "Weaving",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "War is an ugly thing -- it places soldiers in difficult circumstances, forcing them to choose between morality and duty. Arrows are no strangers to this hard choice, and there comes a time when all must decide to put their principles on the line for the sake of protecting those weaker than themselves. At such times, it is important to be able to act with conviction and urgency, unimpeded by the inner struggles inherent to questionable deeds. After successfully casting this spell, the Arrow defers any roll for degeneration until the end of the current scene, at which time she rolls for the single most heinous sin -- as determined by the tenets of Wisdom -- that she committed while under the effects of the spell for which she would normally have to roll, given her current Wisdom score. If the mage degenerates in Wisdom, she still rolls as normal to resist gaining a derangement. Note that, while this spell's Duration may be increased, this simply extends the length of time during which the mage benefits from its effects. She still checks for degeneration at the end of every scene during which she took actions that call for such.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Heart Of Stone",
				"Dice Pool" : "Resolve + Intimidation + Mind 3",
				"Rote Description" : "The warrior's burden is a heavy one, and she occasionally must undertake inhumane acts to protect those in her charge. None are certain when this magic was first developed by the Dragon's Talon, though no Arrow questions its usefulness. A soldier must remain steadfast and unmoved in the face of inflicting hurts from which lesser men flinch, after all, and the Arrow must be capable of enacting her duty without complaint or the hesitation born of inner turmoil."
			}
		]
	},
	{
		"Name" : "Denial Of Senses",
		"SourceBook" : "Guardians Of The Veil",
		"SourcePage" : "193",
		"Arcana Requirement" : "Mind 3",
		"Practice" : "Fraying",
		"Action" : "Instant; subtract target's Composure",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "By reaching into a victim's mind, a mage can diminish the target's perceptions and make it less likely that he will notice anything that doesn't already hold his focus. Each success on the roll reduces all of the target's reflexive perception dice pools (generally Wits + Composure) by one for the duration of the spell. Though the spell won't impede a determined search, the target is less likely to notice anything peripheral to her attention or react quickly to surprises.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Dimmed Sight",
				"Dice Pool" : "Intelligence + Subterfuge + Mind 3",
				"Rote Description" : "Every spy and secret agent wants the power to affect those around her so that she may pass unnoticed. The Guardians of the Veil have it, and they use it to great effect. Although this rote becomes unwieldy or ineffective if there are crowds about, Dimmed Sight is quite good at getting the Guardian through slow bank lobbies and past bored security guards."
			}
		]
	},
	{
		"Name" : "Diplomat's Protection",
		"SourceBook" : "The Silver Ladder",
		"SourcePage" : "200",
		"Arcana Requirement" : "Mind 3",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can make herself seem too impressive and awe-inspiring for potential opponents to be willing to attack. Would-be attackers look at the mage and find themselves psychologically incapable of attacking her in any manner. They can attempt to block the mage's path, but cannot attempt to harm her in any way. This spell works equally well on humans, animals and supernatural beings, but has no effect on any sort of automatic defense or anything completely mindless. In addition, this spell is insufficiently powerful to overcome the target's survival instinct. As a result, it functions only as long as the mage does nothing to directly threaten the target's safety. Record the number of successes the mage rolls on this spell. If a character who attempts to attack the mage has a Resolve score lower than the number of successes the mage rolled, then this individual cannot attack the mage. If the character's Resolve is higher than the number of successes rolled, then each success the mage rolled acts as 1 point of armor that is applied to all attacks on the mage made by the target. This armor comes from the attacker struggling to overcome the residual compulsion not to harm the mage. If the mage attacks a character or otherwise directly threatens a character's safety or the safety of someone close to him, he is then free to attack the mage, but still treats the number of successes the mage rolled as armor. In effect, the character is now treated as if his Resolve was higher than the number of successes the mage rolled. A mage using this spell can yell at people or berate them, but if she draws a weapon in a threatening manner or orders an associate to attack someone, then that person is free to attack the mage. If the mage actively threatens a number of people at once, such as by brandishing a gun in their general direction, they are all free to attack the mage. By spending 1 Mana, the duration of this spell can be made to last for 1 day. Many mages who use this spell cast it at the beginning of the day, as part of their morning rituals.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Glorious Shield",
				"Dice Pool" : "Wits + Expression + Mind 3",
				"Rote Description" : "Th&eacute;archs often enjoy using a rote that enables them to walk freely among their enemies with no risk of harm. This rote invokes the ancient protection of the Vox Draconis in their sacred role as Heralds of Atlantis."
			}
		]
	},
	{
		"Name" : "Directed Havoc",
		"SourceBook" : "Tome Of The Mysteries",
		"SourcePage" : "141",
		"Arcana Requirement" : "Mind 3",
		"Practice" : "Weaving",
		"Action" : "Extended",
		"Duration" : "Prolonged (this spell uses the advanced prolongation factors)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "This protective measure permits an unauthorized user to employ any of an item's imbued spells that specify a person as a target of an effect. Whenever the user sets off an effect, however, this spell redirects the effect to affect a different target. When multiple alternative targets are available, the item reads the unauthorized user's mind, determining which target would displease her the most. A healing spell would therefore assist the thief's enemies, while called lightning would strike her, or one of her allies. This spell requires one success to install, but the mage may continue to add additional successes, if desired. When the defense mechanism is activated, the Storyteller rolls a dice pool equal to 10 or the number of successes scored during item enchantment, whichever is lower. This is reflexively contested by the unauthorized user's Resolve + Gnosis. If the item is successful, its effect is retargeted.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Bitter Irony",
				"Dice Pool" : "Intelligence + Occult + Mind 3",
				"Rote Description" : "The rough poetic justice meted out by this item defense maintains a special appeal for the Free Council's more anarchic practitioners."
			}
		]
	},
	{
		"Name" : "Disinhibiting Sympathy",
		"SourceBook" : "Grimoire Of Grimoires",
		"SourcePage" : "57",
		"Arcana Requirement" : "Mind 3 + Space 3; Song: Evil / Truth ",
		"Practice" : "Ruling",
		"Action" : "Instant and contested; targets roll Resolve + Gnosis reflexively",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "1 Mana",
		"Effect" : "The mage not only makes it difficult for his target to avoid indulging his Vice, but makes that condition affect anyone to whom the target is close. The victim is Patient Zero of a mimetic infection that destroys the inhibitions of people she knows. Targets who fail to resist the spell must make a reflexive Resolve + Composure roll to avoid acting on their Vice when an opportunity presents itself, regardless of whether it would be ethical or socially appropriate to do so. If the victim fails the Resolve + Composure roll he must act within a few turns of the opportunity arising. He may use this time to minimize the possible consequences. The spell affects not only the initial target, but a number of people indicated by the spell's Target factor within its sympathetic range factor. The spell affects targets in order of their sympathetic connection. This is based on the target's sympathetic bonds, not the caster's (unless the caster inflicts the spell on himself). It is difficult for this spell to provoke truly heinous acts. If indulging the Vice would force a Morality (or the equivalent for mages and other supernatural beings) check, the victim gains bonus dice on the Resolve + Composure roll equal to half the difference between the character's Morality and the minimum Morality required to force a check, rounded down. For example, a character with a Morality of 7 who's in danger of committing a Morality 4 sin adds a die to his roll, while a character with a Morality of 5 who's tempted to commit the same sin because of the spell gains no bonus.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Evil / Truth",
				"Dice Pool" : "Manipulation + Expression + Mind 3",
				"Rote Description" : "Doktor Kultur wove this rote into the lyrics of the song, which is a long, seductive digression on the nature of passion, how authority holds it in check and how indulgence is the true path to self-mastery."
			}
		]
	},
	{
		"Name" : "Disrupt Concentration",
		"SourceBook" : "Astral Realms",
		"SourcePage" : "23",
		"Arcana Requirement" : "Mind 3",
		"Practice" : "Fraying",
		"Action" : "Instant; subtract target's Resolve",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "Concentration is important for the Awakened -- spells require concentration to maintain, and much of their learning comes from extended periods of concentrated study. Astral travel requires deep concentration in the form of meditation. This spell makes a mind restless, incapable of concentrating on one thing for more than an instant. Targets affected by this spell subtract one die from all rolls requiring concentration per success on the spell roll. Examples include research, prolonged concealment or deception or meditation. In addition, the target must roll Wits + Composure to successfully  perform tasks that require concentration but do not normally call for rolls, such as studying to increase a Skill or patiently aiming a sniper rifle.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Wasted Research",
				"Dice Pool" : "Manipulation + Intimidation + Mind 3",
				"Rote Description" : "There are many things that a Guardian does not want others to learn. Though Wasted Research isn't a complete solution, this spell slows progress while the mage comes up with a real fix. In Astral Space, this spell is a good way to make sure that a person cannot follow one up or down through the strata -- or to prevent him from reaching the astral in the first place."
			}
		]
	},
	{
		"Name" : "Enforce Paradigm",
		"SourceBook" : "Tome Of The Mysteries",
		"SourcePage" : "65",
		"Arcana Requirement" : "Mind 3",
		"Practice" : "Weaving",
		"Action" : "Instant and contested; target rolls Wits + Science reflexively",
		"Duration" : "Transistory (one turn)",
		"Aspect" : "Covert",
		"Cost" : "1 Mana",
		"Effect" : "The mage causes a Sleeper to interpret any supernatural phenomena he may witness as a mundane, scientifically explicable event. The spell reinforces the human mind's tendency to interpret unexpected sensory input according to familiar patterns. The spell is most often used to reduce the chances of a Paradox. The Sleeping witness interprets any overtly supernatural occurrence, whether generated by magic or by unnatural beings such as vampires or werewovles, as perfectly ordinary, if perhaps unlikely. Bizarre coincidences are written off to the vagaries of statistical chance. Lights in the sky become weather balloons. That car didn't rise up from the highway and take flight on its own; they must be filming a movie nearby or something. Sleepers under the influence of this spell cannot trigger Disbelief. They're not seeing a crazy, credulity-straining event; they're perceiving an equivalent occurrence that fits snugly within a materialist, logical worldview. When checking for Paradox, if all Sleepers who witness a display of vulgar magic are under the influence of this spell, no bonus is applied to the Paradox roll. Covert spells are never seen as Improbable. A dramatic failure on the casting leaves the targeted Sleeper more attuned to the supernatural, increasing the likelihood and severity of potential Paradoxes. A +3 dice modifier is applied to each Paradox roll for the duration of the current scene. Each additional blatantly supernatural event after the first allows the Sleeper a new chance to perceive these events accurately. A new contested roll occurs; if the Sleeper breaks the spell, the Sleeper not only sees the new event accurately, but reinterprets all previous ones as supernatural. With Mind 4, the default duration is prolonged (one scene).</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Blanket Of Slumber",
				"Dice Pool" : "Presence + Occult + Mind 3",
				"Rote Description" : "Although Guardians of the Veil can cast the spell in advance, as explained above, they often find this rote useful in retrospect, to prevent rumors of the supernatural spreading among the great unwashed. This rote, which requires Mind 4, can be cast as a lasting spell long after the occult incident. The subject then revises her memories to fit a mundane explanation proposed by the mage, who casts the spell while engaging her in conversation."
			}
		]
	},
	{
		"Name" : "Eyes Of The Master",
		"SourceBook" : "Guardians Of The Veil",
		"SourcePage" : "193",
		"Arcana Requirement" : "Mind 3 + Space 2",
		"Practice" : "Weaving",
		"Action" : "Extended",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "Some mentors cannot let their proteges remain unobserved. These masters feel the need to constantly mentally eavesdrop on their students. This spell allows the master to forge a long-term telepathic link with the recipient. While this spell does not require a formal mentor-student relationship, forging the necessary deep psychic connection to someone does require the subject's willing participation. For the duration of the spell, the caster can perceive anything the target senses with her five mundane senses. The spell's Duration is prolonged, but it requires concentration for the caster to actively &quot;ride&quot; the target. This spell is often cast with advanced prolongation (requiring Mind 4), so that the rider can keep track of the target for a long period of time. This spell is sometimes cast in combination with Mind 3 Telepathy, allowing the mage to also speak to the spell's recipient across distances.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Horse And Rider",
				"Dice Pool" : "Perception + Empathy + Mind 3",
				"Rote Description" : "This rote goes back to just after the Fall. Afraid for their own safety, the Guardians of the Veil would send junior mages on errands for their masters, remaining in telepathic communication. This spell would frequently be supplemented by the Mind 3 Mental Wall spell, giving the &quot;horse&quot; a mental barrier for everything except the mental link."
			}
		]
	},
	{
		"Name" : "False Fame",
		"SourceBook" : "Tome Of The Mysteries",
		"SourcePage" : "66",
		"Arcana Requirement" : "Mind 3",
		"Practice" : "Weaving",
		"Action" : "Instant and contested; target rolls Composure + Gnosis reflexively",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "In this day and age, in the culture we live in, celebrity matters. People want the status of celebrity for its own sake, divorced from any merit or achievement. There are so many celebrities now, in so many fields, that it's impossible to keep track of them. A clever magician can use this to his own advantage, creating in the people he meets the rather unsettling sensation that the man standing before them is famous, and they know him -- if only they could remember what his name was. The mage gets preferential treatment. The best table in the restaurant. Front-of-the-line entry into the club without being on the guest list. He gets to misbehave -- within reason -- and given a lot more slack than a nobody would get. They indulge his eccentric behavior. He receives the perks of being famous without any of the trouble. Having said that, overuse of this spell can be risky. Conning the world into thinking you're famous is one thing, but having your picture taken while you're about your mystic business is quite another. Part of the effect of this spell is to make the target slightly star-struck. A target who's less likely to be impressed by a minor celebrity -- a cynical Hollywood agent, for example -- might get a bonus to his contesting dice pool of one to three dice. Likewise, casting False Fame on someone from a culture in which celebrity isn't a big deal -- a tribal culture in the developing world, for example -- would also give the targets similar bonuses to their dice pools, although in a world where subsistence farmers in rural India own DVD players, people who aren't impressed by celebrities are getting very rare indeed. Dots in the Fame Merit increase the Potency or Target factors of the spell, by one factor for each dot. Dots in the Occultation Merit subtract from the mage's dice pool.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "VIP",
				"Dice Pool" : "Manipulation + Socialize + Mind 3",
				"Rote Description" : "Sometimes, schmoozing is the only way to get by, and sometimes you have to cheat. This rote is fairly popular among some of those Free Council mages who practice their art among the doyennes of the entertainment industry. It's often useful in some circles to look more impressive than you are."
			}
		]
	},
	{
		"Name" : "Goetic Inversion",
		"SourceBook" : "Intruders: Encounters With The Abyss",
		"SourcePage" : "107",
		"Arcana Requirement" : "Mind 3",
		"Practice" : "Ruling",
		"Action" : "Instant (contested when cast upon another: Resistance is reflexive; roll Resolve + Gnosis)",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The goeticist can separate her Virtue from the core of her consciousness, compelling her to resist her better nature, or else find her inmost resolve waning. This spell calls up an inner demon, tainted by an inherent connection the Abyss, and bonds it to the mage's consciousness. Thereafter, whenever the mage's Virtue is called into question, he must resist and deny that Virtue, or else risk losing some measure of his self-confidence and resolve (in the form of Willpower). To defy the ' demon of virtue,' the willworker makes a reflexive and contested roll of his Gnosis + Mind versus his Resolve + Composure. If the Gnosis + Mind roll succeeds, the mage may act according to his Virtue, but regains no Willpower for doing so. If he fails, he must act directly counter to his Virtue, as well as losing a point of Willpower. Whether or not the mage succeeds in contesting the demon, however, it remains for the full duration of the spell, unless consciously banished. Note that a willworker may cast this spell upon a willing subject with Mind 4, and upon an unwilling one with Mind 5. When the spell's Duration expires, the demon seems to depart completely, leaving no trace that can be followed, whether magically or otherwise. In reality, it leaves the mind and spirit of its host, fleeing into Twilight, where it recuperates from the strain of passage and gathers its strength before finding an appropriate place from which to propagate its Influence. Casting this spell is an act of hubris, requiring a degeneration roll from any mage with a Wisdom higher than 2.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Abyssal Rote",
				"Rote Name" : "Virtue's End",
				"Dice Pool" : "Presence + Intimidation + Mind 3",
				"Rote Description" : "By studying Eli Ben-Menechem's grimoire, a willworker can learn this terrible rote, enabling her to divide herself against her Virtue, or to inflict such a fate upon another. The spell, however, only forms the first half of the Abyssal intrusion. While it erodes Virtue and facilitates the spread of wickedness in the world, thereby altering the Fallen World's metaphysical climate to one friendlier to Abyssal entities, the &quot;demons of virtue&quot; that the spell calls up are the true intruders, beings capable of infecting human souls with the corruption of the void."
			}
		]
	},
	{
		"Name" : "Goetic Struggle",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "324",
		"Arcana Requirement" : "Mind 3",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The sorcerer must be a goetic mage in order to use this spell. Most treatises on goetic magic begin by teaching an initiate to master his own Vice. This spell &quot;summons&quot; an inner demon into a mage's consciousness and binds it to his will. Then, whenever the mage's Vice might come into play during the spell's duration, he can mentally wrestle the demon (a contested roll between his Gnosis + Mind and his own Resolve + Composure). If he wins, he gains Willpower as if his action had reflected the Vice (even though he didn't actually act upon it). The demon is put down and banished (this spell must be cast again to gain the same effect). If the demon wins the contest, however, the mage must act out the Vice -- and he doesn't get Willpower for it.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "The Clavicularius Legacy Rote",
				"Rote Name" : "Egregore Of Sin",
				"Dice Pool" : "Presence + Occult + Spirit 3",
				"Rote Description" : "This rote is not recklessly taught. Using the appropriate Keys of Solomon, the Clavicularius grants his deepest sins a spiritual form, calling upon a manifestation of his inner demons through an intense summoning rite."
			}
		]
	},
	{
		"Name" : "Greater Beast Control",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "211",
		"Arcana Requirement" : "Mind 3",
		"Practice" : "Ruling",
		"Action" : "Instant and contested; target rolls Resolve reflexively",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can manipulate a median mind (anything up to, but not including, primates, cetaceans, and cephalopods). He can exert control over most animal life, compelling such creatures to perform actions according to his desires so long as they are not completely inimical to such actions. This spell works the same as Beast Control, except that median minds can be commanded. The effect lasts until the tasks are completed or for one scene, whichever comes first.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "The Way Of Fang And Claw",
				"Dice Pool" : "Presence + Animal Ken + Mind 3 vs. Resolve",
				"Rote Description" : "Human allies, whether Awakened or otherwise, can be reliable, but they are sometimes insufficient to a task. A rat can scamper between the walls of a house much more easily than any person, and rare indeed is the human being capable of eliciting the same sort of response from others as a full-grown charging grizzly bear. Mages of the Silver Ladder use the same magic to control the actions of both treasured pets and less valued animal servants."
			}
		]
	},
	{
		"Name" : "Implant Subliminal Message",
		"SourceBook" : "Guardians Of The Veil",
		"SourcePage" : "194",
		"Arcana Requirement" : "Mind 3 + (Forces 2 Or Matter 2)",
		"Practice" : "Weaving",
		"Action" : "Instant and contested; target rolls Composure + Gnosis reflexively",
		"Duration" : "Lasting",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "This spell implants a subliminal message in any piece of electronic media, including radio broadcasts, web pages, and television programs. Affecting a print article, such as a newspaper story, requires Matter 2 instead of Forces 2. Anyone who reads, watches, or listens to the targeted piece of media will be subject to the affect of this spell. The subliminal message that the mage creates cannot be particularly complex. In most cases, it simply causes the viewer to be far more or less skeptical of this or some specific, related piece of media. This spell can also be used to produce other emotional reactions to specific pieces of media, including anger, belief, or joy. None of these emotions are particularly powerful or complex -- readers or listeners are simply more inclined to feel a certain way about the information. However, if a particularly listener is strongly inclined to feel otherwise about the piece of media, this spell cannot override such a strong conviction. Although the thoughts and emotions produced by this spell only directly affect the target while he is watching or listening to the media containing the subliminal message, the effects of these thoughts and emotions generally linger well beyond the end of the spell. If the mage is using this spell to affect viewers' reactions to a story or rumor other than the one that she is placing the subliminal message in, then the spell becomes more difficult. A closely related story is one on the same topic, such as a specific UFO sighting or a particular fire in a warehouse district. A distantly related story is one that is about UFOs, fires, or the warehouse district in question. Much of the power of this spell comes from the fact that Sleepers are trained to believe in the mass media. While this spell can be used to implant subliminal messages that make Sleepers less likely to disbelieve evidence of magic, impose a one die penalty on any such rolls, because even the mass media has difficulty overcoming the great power of the Abyss.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "Imposter",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "211",
		"Arcana Requirement" : "Mind 3",
		"Practice" : "Weaving",
		"Action" : "Instant and contested; target rolls Composure + Gnosis reflexively",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can cloud another's perceptions to make him think the caster is someone else. The mage's false image can mimic an actual person or a fictional persona she creates for herself. Each success makes the false image seem true to one sense: Sight, sound, touch, etc. For example, with one success the mage might make the target believe she looks like a different woman (or man), while with two she can make her voice sound completely different. Occasional Manipulation + Expression or Subterfuge rolls may need to be made for the mage to convincingly act like someone she's not. If such a roll fails or the target becomes suspicious (through the mage committing an obvious faux pas, perhaps), a reflexive Intelligence + Investigation roll can be made for the onlooker to realize that something fishy is going on. Note that this spell cannot emulate the rules benefits of the Striking Looks Merit. The caster can make herself look exactly like someone with that Merit, but unless she uses another Mind spell to gain Social-roll bonuses, she lacks the mimicked person's joi de vivre. A target who possess some form of supernatural mental protection (such as Mental Shield) is subject to a reflexive and contested Gnosis + Mind roll upon first encountering the caster. If the roll's successes equal or exceed the imposter's casting successes, the witness knows the caster is a fraud.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Mask Of Conformity",
				"Dice Pool" : "Intelligence + Subterfuge + Mind 3 vs. Composure + Gnosis",
				"Rote Description" : "Guardians often use this rote to pose as bureaucrats or administrators in places where a persona's authority can get them access to the files or data they seek."
			}
		]
	},
	{
		"Name" : "[ 3 ] &nbsp; Induce Hoarding Instinct",
		"SourceBook" : "Tome Of The Mysteries",
		"SourcePage" : "138",
		"Arcana Requirement" : "Mind 3",
		"Practice" : "Weaving",
		"Action" : "Extended",
		"Duration" : "Prolonged (this spell uses the advanced prolongation factors)",
		"Aspect" : "Covert",
		"Cost" : "1 Mana",
		"Effect" : "The mage ensorcels an item so that its owner becomes irrationally possessive of it, refusing to part with it even at the risk of self-destruction. This is most often cast to augment a cursed item, so that its owner cleaves to it even after its sinister purpose is revealed. The owner of an item with this spell woven into it must roll Resolve + Composure before making any attempt to destroy, dispose of or re-gift the item. This is contested by the spell's Potency. Owners who fail to beat the item's roll relent, and are unable to take further action in regard to the item for a number of days equal to the difference between the two sets of successes. If another party attempts to steal, destroy or remove the item from the owner's presence, the owner must roll the contested Resolve + Composure roll to allow this to happen. Otherwise, the owner uses any available means, including lethal force, to protect his precious item.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "The Inescapable Question",
		"SourceBook" : "Legacies: The Ancient",
		"SourcePage" : "34",
		"Arcana Requirement" : "Mind 3",
		"Practice" : "Ruling",
		"Action" : "Instant and contested; target reflexively rolls Composure + Gnosis",
		"Duration" : "Concentration (as long as the mage is engaged in conversation)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "Many of the Awakened know that social change begins with the challenging of assumptions. The prophet constantly questions, causing discomfort and doubt in those who would listen. With the right insight, a mage can stop even the most hostile of opponents dead in his tracks, sent into a moment of self-examination by a simple &quot;why?&quot; The mage asks a question that challenges the assumptions of the target. The question can be anything. As long as the target can hear and understand the mage, the target can be doing anything, even trying to attack the mage. If the spell succeeds, the target stops what he is doing and thinks about it, and perhaps talks to the mage for a while. The effect is broken if the subject is attacked, or put into some sort of danger. If the mage achieved an exceptional success, there's no immediate mechanical benefit, but the subject of the spell takes the question to heart, so that at some point in the next few days, he re-evaluates his life. Depending on who's around him, how prone to self-examination he is and how open-minded he is (and how good the original question was), it could be a passing fad, over in a few days, or it could be the beginning of a changed life.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Aporia",
				"Dice Pool" : "Manipulation + Persuasion + Mind 3",
				"Rote Description" : "Socrates was the master of creating aporia, the shocked silence that comes when someone has no answer to a question so challenging, so unexpected, that it shocks its subject into baffled silence. Many of the mages in the Silver Ladder know the value of this, and although they use it sparingly, they use it to good effect."
			}
		]
	},
	{
		"Name" : "Kinesthesia",
		"SourceBook" : "Adamantine Arrow",
		"SourcePage" : "183",
		"Arcana Requirement" : "Mind 3 + Space 1 + Time 1",
		"Practice" : "Perfecting",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "A solid plan is a good thing to have, but the wise combatant counts on things going to hell just as soon as the plan comes into contact with reality. Often, willworkers find themselves forced to contend with less-than-ideal circumstances, taxing reflexes, and adaptability beyond their limits. When such circumstances occur, the well-prepared individual is often the victorious one. For the Duration of this spell, the mage's Defense is not reduced by multiple attackers, and she disregards one point of any environmental penalties to her actions per point of Potency assigned to the spell. Furthermore, the mage need not check to overcome or avoid simple hindrances on the field, such as dodging around the protruding root of a tree or vaulting up a slight incline to obtain a better position -- she is assumed to have the necessary grace, awareness, and multitasking abilities to automatically do so.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "One With Emptiness",
				"Dice Pool" : "Composure + Athletics + Mind 3",
				"Rote Description" : "Yao Tzu was, in his youth, infamous for starting brawls with the local toughs wherever he wandered, so as to demonstrate the power of his many martial arts techniques. Sometime around the start of the 13th century, however, as he was transitioning out of youth and into a more respectable age, he compiled his philosophies and the fundamentals of his spells in seven scrolls, which he gifted to the Awakened caretakers of the monastery upon the doorstep of which he was left as an infant. The monastery, unfortunately, was destroyed sometime in the late 17th century, but one of Yao Tzu's scrolls survived -- the one illuminating the secrets of this highly prized rote."
			}
		]
	},
	{
		"Name" : "Know The Truth",
		"SourceBook" : "Legacies: The Ancient",
		"SourcePage" : "69",
		"Arcana Requirement" : "Mind 3 + Time 2",
		"Practice" : "Knowing",
		"Action" : "Instant",
		"Duration" : "Lasting",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The camera sometimes lies. The newspapers don't always tell the truth. A Tamer of Winds, however, knows that the truth is written on the air, and using the magic of Time, can call the winds back to ascertain whether a written or printed document, a piece of film or a photograph or drawing is true. When a Tamer of Winds casts this spell successfully, she knows whether a document is true. This is more subtle than a simple facts/falsehood dichotomy. A photograph that has not been doctored in any way can be said to lie (consider a convincing-looking photo of a UFO, composed in such a way so as to obscure the fact that the &quot;huge alien craft&quot; is in fact an airborne hubcap with some bits of plumbing equipment stuck to it). A news report can give a complete rundown of the facts, but can still give a false impression in the way that it organizes the facts.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Freeing The Text",
				"Dice Pool" : "Wits + Investigation + Mind 3",
				"Rote Description" : "&quot;Ye shall know the truth, and the truth shall make you free.&quot; The mages of the Mysterium know that. Some work to make others free, by revealing the truth of matters above and beyond all other things."
			}
		]
	},
	{
		"Name" : "Know Thyself",
		"SourceBook" : "Guardians Of The Veil",
		"SourcePage" : "194",
		"Arcana Requirement" : "Mind 3",
		"Practice" : "Knowing",
		"Action" : "Instant",
		"Duration" : "Lasting",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "In the world of magic, one's own mind cannot be trusted. Mages can change memories, even basic personality issues. The Guardians of the Veil are well-known for editing the memories of Sleepers as well as those of mages who cross the line. Though memory-editing spells do not usually cause permanent changes in Awakened targets, even a temporary change could lead to disaster. Guardians who possess suffi cient skill with the Mind Arcanum often regularly use this spell to sift through their memories, looking for gaps or more subtle discontinuities, both in memory or behavior. Mages who are truly paranoid might even use mental compulsions on themselves, forcing them to cast this spell on a regular basis. Successes must exceed the Potency of any spell used to alter the mage's memories. If this occurs, the mage becomes aware of the gap or alteration in his memory. Realizing that one's memories have been altered doesn't cancel the spell that did the memory alteration, however. That requires Prime 1 Dispel Magic, or Prime 4 Supernal Dispellation. Until then, the character's memory will be as the memory altering spell made it, although he now realizes there's a discrepancy. With Mind 4, the mage can cast this upon others, allowing him to detect memory manipulations used upon them.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Self-Portrait",
				"Dice Pool" : "Wits + Empathy + Mind 3",
				"Rote Description" : "The Guardians claim to have been the first to develop the process of mental self-examination, and are believed to be the first to have codified it into a rote, though the Silver Ladder and the Mysterium are known to have similar rotes."
			}
		]
	},
	{
		"Name" : "Lift The Astral Barrier",
		"SourceBook" : "Astral Realms",
		"SourcePage" : "23",
		"Arcana Requirement" : "Mind 3",
		"Practice" : "Weaving",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "1 Mana (minimum)",
		"Effect" : "Piercing the Astral Threshold into Astral Space requires Mana to open the way. This spell pays that cost on another's behalf. Once the spell is cast, the target may pass the Astral Threshold without spending any Mana; the Mana spent on this spell replaces that need. The spell's target must still take the journey into the astral through personal meditation, and must reach the Threshold before the spell's Duration ends. If cast with additional Target factors, the spell costs one Mana per target. Astral Space does not trigger Disbelief in Sleepers, though seeing magic there still does.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Freeing The Mind",
				"Dice Pool" : "Manipulation + Empathy + Mind 3",
				"Rote Description" : "In the hope of Awakening mortals or discovering new magic in the Sleeping mind, the Free Council uses this rote to bring Sleepers on astral journeys."
			}
		]
	},
	{
		"Name" : "Mental Wall",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "211",
		"Arcana Requirement" : "Mind 3",
		"Practice" : "Shielding",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage erects a mental shield on another person, as with the Mental Shield spell.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Extending The Wall Of Thought",
				"Dice Pool" : "Presence + Occult + Mind 3",
				"Rote Description" : "Guardians' companions must sometimes be protected from deleterious influences, and Sleepers (or others meant to remain ignorant of the Awakened world) can occasionally be kept in the dark with nothing more than a simple ward to put alien influences out of their minds."
			}
		]
	},
	{
		"Name" : "Multi-Tasking",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "211",
		"Arcana Requirement" : "Mind 3",
		"Practice" : "Weaving",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage performs complex multitasking. The mage can perform three mental extended actions or two mental instant actions simultaneously. Note,  however, that none of these can be spellcasting, which is more than just an exercise of consciousness. See also the Mind 1 One Mind, Two Thoughts spell.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "One Mouth, Many Voices",
				"Dice Pool" : "Intelligence + Academics + Mind 3",
				"Rote Description" : "Asserting control over one's own consciousness is one of the many steps on the path to true mastery over one's environment. Mages of the Silver Ladder use this rote to encompass numerous trains of thought at once, out-thinking less gifted individuals and holding their own against many quick-thinking rivals. Guardians of the Veil also favor this rote, as it allows them to better analyze difficult situations before they turn to disasters, or to salvage disasters."
			}
		]
	},
	{
		"Name" : "Passion Link",
		"SourceBook" : "Guardians Of The Veil",
		"SourcePage" : "195",
		"Arcana Requirement" : "Mind 3",
		"Practice" : "Weaving",
		"Action" : "Instant",
		"Duration" : "Prolonged",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage peers into her subject's mind and forges a connection between one topic and one powerful emotion. For the duration of the spell, the subject's emotions are no longer his own when that topic comes up. The mere mention of the trigger topic might enrage him, delight him, or send him into a downward spiral of depression. While this doesn't give the mage control over the subject, it gives him an edge when the subject is responding to the trigger topic. This is a highly versatile spell, and mages have used it for a variety of purposes, from breaking up relationships, to defending the Veil, to killing enemies. This spell connects one topic of the mage's choosing to a strong basic emotional response in her subject -- anger, joy, shame, sadness, or fear -- and any time that topic comes to the subject's attention, whether in conversation or just through happenstance, it triggers a massive emotional response of the programmed type in the spell's subject. If a topic brings up joy, the subject might not be able to stop talking about it (because doing so brings up such joy). Likewise, discussing other topics might have an equally powerful impact with other feelings. The emotional impulse generated by this spell doesn't give the mage any control over how the subject responds. The spell links one topic with one powerful emotion; the spell does not determine how the subject responds to that emotion. People might grow quiet due to shame, belligerent due to anger, talkative due to joy, detached or morose due to sadness, or nervous and skittish due to fear -- but the mage can't predict with any certainty how any given emotion is going to affect a particular subject. While a mage might expect that a big loud oaf might get violent when he gets angry, and while that's probably the way to bet, the mage can't be sure unless he's familiar with how his subject responds to certain emotional cues. To improve the mage's chances of using this spell effectively, the mage may make an extended Intelligence + Empathy roll to first study the target over time and predict how he is likely to react to a given emotion. The target number is equal to the target's Composure, and he can make one roll per hour of observation.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Secret Shame",
				"Dice Pool" : "Composure + Subterfuge + Mind 3 versus Composure + Gnosis",
				"Rote Description" : "Sometimes it's imperative that a subject shows discretion regarding a particular topic that he might otherwise speak of too freely. This variant of the spell links that topic to the subject's deepest shame. The mage determines one topic that he does not want the spell's subject to talk about -- magic, for example, or the name of the person who supplied a murder weapon or anything else -- and for the spell's duration, that specific subject is wrapped in a cloak of shame in the subject's psyche. To talk about that subject feels like blabbing the most sickeningly embarrassing and awkward topic possible, although the spell does not actually prevent the target from talking about it, should someone convince him to speak his shame."
			}
		]
	},
	{
		"Name" : "Past Life Regression",
		"SourceBook" : "Magical Traditions",
		"SourcePage" : "105",
		"Arcana Requirement" : "Mind 3 + Time 3",
		"Practice" : "Patterning",
		"Action" : "Instant",
		"Duration" : "Prolonged",
		"Aspect" : "Covert",
		"Cost" : "1 Mana",
		"Effect" : "To find one's way through past lives is often to find out the key to the present. A mage with this spell can bring himself and others through other past lives, reliving one or more of their previous sojourns on earth. The mage can cast this spell on himself with Mind 3 and on others instead of or as well as himself with Mind 4. Success allows the subjects of the spell (who must be living) to experience events in one or more previous lives, experiencing the events if they were there. Their past life adventure might appear to take a long time (perhaps taking a whole game session for the players), but it only really takes a few minutes for the present-day character or characters. The spell is subject to the usual modifiers for extended castings. It takes a psychological toll on its subjects, and can only be cast on any given individual once in a 24-hour period.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Theosophy Tradition Rote",
				"Rote Name" : "Path Of The Augoeides",
				"Dice Pool" : "Presence + Occult + Mind 3",
				"Rote Description" : "It's a long, drawn-out process. The spell needs a quiet, dark room and a relaxed atmosphere. The caster induces trance in himself and/or his colleagues. Perhaps he hypnotizes each of them with a watch or a pendulum in turn. Perhaps he chants. The mage calls on one of the Mahatmas to appear and show the subjects their past lives. They perceive the Master as a presence, leading each of them in turn out of the room and into a former memory. The process of inducing the trance and taking the subjects back into their previous lives takes a whole lot longer than the actual experience, although the subject doesn't perceive it that way."
			}
		]
	},
	{
		"Name" : "Precious Malediction",
		"SourceBook" : "Tome Of The Mysteries",
		"SourcePage" : "137",
		"Arcana Requirement" : "Mind 3",
		"Practice" : "Weaving",
		"Action" : "Extended",
		"Duration" : "Prolonged (this spell uses the advanced prolongation factors)",
		"Aspect" : "Covert",
		"Cost" : "1 Mana",
		"Effect" : "When cast on a cursed object, Precious Malediction detects when the object's owner intends to destroy it, and then alters the owner's attitude toward the object to one of frenzied, unseemly protectiveness. Before the item's owner can attempt to destroy the item, or to induce others to do so, the owner must successfully contest Resolve + Composure against the spell's Potency. On a failed roll, the owner becomes fiercely protective of the item, and spends a period of one hour per point of Potency suffering severe anxiety over the thought of the object's possible destruction. During this time, the owner suffers a -1 die distraction penalty on all rolls with a Resolve or Composure component. Affected owners must do everything in their power to prevent the item from being harmed. Before using Supernal Vision to determine if the item is cursed, a mage must successfully contest Resolve + Composure against the spell's Potency. On a failed roll, the mage is convinced that the item is not cursed, regardless of any supernal perceptions to the contrary. If the mage failing the roll is not the object's owner, the mage is possessed by an intense desire to become the object's owner. This powerful obsession lasts for one hour per point of Potency. During this time, the envious non-owner suffers a -1 distraction penalty on all rolls with a Resolve or Composure component. The period ends prematurely if the examining mage becomes the item's owner.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Curse Of The Collector",
				"Dice Pool" : "Manipulation + Persuasion + Mind 3",
				"Rote Description" : "Mages of the Mysterium, who tend to suffer a touch of obsessive-compulsive disorder regarding their Artifact hordes, can easily project the dark side of collecting mania into the cursed objects they create."
			}
		]
	},
	{
		"Name" : "Preserve Astral Object",
		"SourceBook" : "Astral Realms",
		"SourcePage" : "24",
		"Arcana Requirement" : "Mind 3",
		"Practice" : "Weaving",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "Astral objects are fleeting. They come and go with a realm's dreamlike transitions, here one moment and gone the next. Sometimes, an astral object is too important to let go. It might be an object with an important sympathetic connection, or maybe it's just a gun the mage wants to level against a native later on. Or the mage has created something potent in his Oneiros that he wants to carry into the Temenos. This spell makes all that possible. If the spell is successful, the target object remains in the same scene as the mage despite shifting set pieces. The mage can leave it behind and expect to return to it, even if the realm changes a great deal in the Duration, though finding it isn't always easy. Carrying the object with him, the mage knows that it will not suddenly disappear. Also, the mage may transition into another astral stratum (from the Temenos into the Anima Mundi, for example) and bring the object with him.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Quantum State Preservation",
				"Dice Pool" : "Intelligence + Science + Mind 3",
				"Rote Description" : "Mages find the most interesting examples of psychosis in Oneiroi, and the symbols born from sick intentions found in the deeper astral realms are incredibly fascinating. Free Council psychologists who explore Astral Space (especially Jungians in the Temenos) use this rote for extra time to study their findings. The Mysterium has a similar rote (Intelligence + Occult + Mind) they use for the same purpose."
			}
		]
	},
	{
		"Name" : "Preserve Astral Space",
		"SourceBook" : "Astral Realms",
		"SourcePage" : "25",
		"Arcana Requirement" : "Mind 3",
		"Practice" : "Weaving",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The astral is a dangerous and interesting place, but one that shifts rapidly. When a mage needs respite from the dangers or needs extra time to explore a dream space, this spell delays her departure. This spell affects an area one-yard in radius, protecting everything within that radius from changing at the whim of Astral Space. This creates unexpected interactions when all but a small portion of a set piece whisks away or has changed when the astral traveler returns; Awakened psychologists prize this spell for its ability to juxtapose different facets of an Oneiros for interaction and comparison. While similar to Preserve Astral Object, this spell is not mobile -- an object taken out of the affected area is subject to the realm's normal laws. If an object's connected set piece has already disappeared, it disappears (or changes shape) immediately upon removal.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Bastion",
				"Dice Pool" : "Intelligence + Survival + Mind 3",
				"Rote Description" : "No Adamantine Arrow enjoys being behind enemy lines, and traveling through Astral Space that can change shape without warning and leave a mage surrounded by hostile creatures with no way out is as far behind enemy lines as one can get. This rote produces a base of operations, a place the mage can be sure won't abandon him. Mysterium mages have a similar rote (Intelligence + Academics + Mind) they use to create repositories of knowledge within their own Oneiroi, keeping the repositories safe from external examination and from being washed away by dream tides."
			}
		]
	},
	{
		"Name" : "[ 3 ] &nbsp; Prophetic Dream",
		"SourceBook" : "Tome Of The Mysteries",
		"SourcePage" : "28",
		"Arcana Requirement" : "Mind 3 + Time 3",
		"Practice" : "Weaving",
		"Action" : "Instant and contested; target rolls Resolve + Gnosis reflexively",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "This spell causes a chosen subject, even a Sleeper, to experience a precognitive dream. The subject simply knows that she is experiencing (and has experienced) a dream about the future, though she might choose to disregard this awareness if she is morally or intellectually opposed to the idea of divinations, psychic phenomena or magic. (This spell does not, however, invoke Disbelief under any circumstances.) Note that the mage does not have any control over what the subject perceives in such a dream, and he doesn't possess any special insight into it, beyond that which might be gleaned through other uses of his Arcana. Subjects of this spell tend to experience visions based upon their own circumstances and experiences, though especially significant impending phenomena might take a subject outside of the cares and experiences of her own life. The effects are similar to those of Time 3 Divination, centered on the dreamer herself.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Naming The Prophet",
				"Dice Pool" : "Presence + Empathy + Time 3",
				"Rote Description" : "With this rote, a Ladder willworker can bestow the gift (or curse) of prophecy upon another, willing or otherwise."
			}
		]
	},
	{
		"Name" : "Provoke Wrath",
		"SourceBook" : "Seers Of The Throne",
		"SourcePage" : "193",
		"Arcana Requirement" : "Mind 3",
		"Practice" : "Weaving",
		"Action" : "Instant and contested; target rolls Composure + Gnosis reflexively",
		"Duration" : "Transitory (one turn)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The willworker may provoke a violent reaction in a target, overwhelming her ability to stay calm. The spell reduces a target's ability to stay calm while simultaneously provoking feelings of rage, inspiring her to attack. If she is unaware of the spell, the target focuses on the most likely cause of frustration -- which can be a person or an object -- and lashes out at it, attacking it for the duration of the spell. If the target is aware of the magic, the object of her wrath will likely be the mage himself. Any Morality checks called for by the target's actions are resolved at the end of the spell's duration. Certain supernatural creatures are prone to berserk rages. Werewolves and vampires targeted successfully by this spell must make Death Rage or frenzy checks, with successes on the spell as the level of provocation.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Seers Of The Throne Rote",
				"Rote Name" : "The General's Whisper",
				"Dice Pool" : "Manipulation + Persuasion + Mind 3",
				"Rote Description" : "The General is the Exarch of anger, frustration and violence. His plans are found in the protest turned riot, the sudden outpouring of hate and the loved one struck down in a moment of madness. With this rote, the Ministry of Praetorian and their Myrmidon servants bestow the General's gift on the unsuspecting masses."
			}
		]
	},
	{
		"Name" : "Psychic Assault",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "212",
		"Arcana Requirement" : "Mind 3",
		"Practice" : "Fraying",
		"Action" : "Instant; subtract target's Resolve",
		"Duration" : "Lasting",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can perform a crude psychic assault, causing psychic trauma that translates into damage on a victim's body as neurons misfire and muscles spasm damagingly. Successes inflict bashing damage on a one-for-one basis. This spell also affects vampires, even though their brains might not function in the same manner as living creatures'; their minds are still susceptible to the Mind Arcanum.Successes inflict bashing damage on a one-for-one basis. This spell also affects vampires, even though their brains might not function in the same manner as living creatures'; their minds are still susceptible to the Mind Arcanum.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Psyche's Dart",
				"Dice Pool" : "Resolve + Intimidation + Mind 3 - Resolve",
				"Rote Description" : "There are those who think the Adamantine Arrow is nothing more than a gang of thugs who brandish vulgar magic in the name of peace. Most  mages of that order are content to allow detractors such illusions, keeping their silence about rotes such as this one. Often dismissed as a seizure or other neurological ailment, this magic constitutes a potent weapon in the Arrow arsenal. In fact, it is so effective and discrete that it is used, in one form or another, by most mages sufficiently skilled in the Mind Arcanum."
			}
		]
	},
	{
		"Name" : "Read Trends",
		"SourceBook" : "Guardians Of The Veil",
		"SourcePage" : "195",
		"Arcana Requirement" : "Mind 3; optional Time 2 }",
		"Practice" : "Knowing",
		"Action" : "Extended",
		"Duration" : "Lasting",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "This spell allows the mage to cast her mind out and gain a general sense of public opinion about a particular issue. Instead of reading individual minds and sifting through their thoughts, this spell allows the caster to get a vague and general sense of the attitudes and feelings of a large number of people. To cast this spell, the mage must be exceedingly familiar with the region where he is casting it. This region can range from a large apartment building or a neighborhood of few city blocks to an entire city. Use the rules for area-affecting spells, but with the special chart below. When casting this spell, the mage can attempt to get an exceedingly vague and general impression of what the people in the region are thinking about. Used in this fashion, the spell only reveals thoughts shared by a significant proportion of the people within the area. In addition, this spell only provides a very brief and general impression of such shared thoughts -- the caster might discover that most everyone within a single city block is thinking about the recent power outage, the widespread job cutbacks in the area, the noisy roadwork on a nearby street and rumors about a woman who appeared out of midair three days ago. Alternately, the caster can use Mind 4 to determine if a particular name, image, sound, face, or some other short phrase or simple sensory impression evokes a strong response from the people in the designated area. When used in this fashion, the spell both reveals the approximate proportion of the people who feel a particular way about the image or phrase and roughly how they feel about it. With the addition of Time magic, this spell can also be used to determine how residents of this region responded in the past. The complexity of receiving and analyzing so much information is the reason that this spell can only be performed as an extended action. When performing it, the caster typically sits down in front of a map or photograph of the area he is going to examine. He then sinks into a deep trance that continues until he either successfully casts the spell or gives up the attempt.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "Seal Oneiros",
		"SourceBook" : "Astral Realms",
		"SourcePage" : "24",
		"Arcana Requirement" : "Mind 3",
		"Practice" : "Weaving",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "1 Mana (optional)",
		"Effect" : "When Mental Shield isn't enough insurance, a mage makes his Oneiros off-limits to astral travelers by blocking it with this spell. Spells that allow other mages access to the character's Oneiros must exceed the Potency of this spell. The spells also contend with Mental Shield if both spells are active. Spending one Mana with the spell's activation extends the Duration to a full day.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Mental Barricade",
				"Dice Pool" : "Resolve + Academics + Mind 3",
				"Rote Description" : "Silver Ladder mages consider their minds places of great importance and incredible secrecy. They use this spell to ensure that no enemy mages come anywhere near their minds."
			}
		]
	},
	{
		"Name" : "Shackled Morality",
		"SourceBook" : "Grimoire Of Grimoires",
		"SourcePage" : "117",
		"Arcana Requirement" : "Mind 3",
		"Practice" : "Fraying",
		"Action" : "Instant and contested; target rolls Resolve + Gnosis reflexively",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "1 Mana (optional)",
		"Effect" : "It has been said that virtue is its own reward. Performing an act of kindness or compassion, because one can rather than because one should, promotes growth of character and spirit. This spell forces people to think about why they are acting so generously and negates the altruistic nature of a virtuous deed. The mage must cast this spell while touching his target. In combat situations this requires a successful Strength + Brawl roll. Once the mage has achieved physical contact he may cast the spell as an instant action in the following turn. With Mind 4 this spell may be cast at sensory range. If the casting roll is successful, for the next 24 hours the target may not regain Willpower from fulfilling a Virtue. The target may still regain Willpower through other means, such as sleeping or fulfilling a Vice. Abuse of this spell may be considered an act of hubris (at Storyteller discretion) requiring a degeneration roll for mages of Wisdom 7 or higher (roll 4 dice).</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Le Livre Rogue Rote",
				"Rote Name" : "Shackled Morality",
				"Dice Pool" : "Manipulation + Empathy + Mind 3",
				"Rote Description" : "Just as with the spell."
			}
		]
	},
	{
		"Name" : "Shroud Of Disinterest",
		"SourceBook" : "Tome Of The Mysteries",
		"SourcePage" : "142",
		"Arcana Requirement" : "Mind 3",
		"Practice" : "Weaving",
		"Action" : "Extended",
		"Duration" : "Prolonged (this spell uses the advanced prolongation factors)",
		"Aspect" : "Covert",
		"Cost" : "1 Mana",
		"Effect" : "This defensive measure surrounds an item in a field of psychic energy, making noticing or remembering difficult. The object does not become invisible; instead it alters the observer's sense of priorities, so that the object fails to register as interesting or memorable. Potential observers must reflexively roll Wits + Investigation to take note of the object's presence. Observers using Mage Sight may add Gnosis to the dice pool. A +2 bonus applies when the perceiver actively searches for the Enchanted Item with an instant action. Whenever an observer's attentions stray from the item, the user contests Wits + Investigation against a dice pool equal to the spell's Potency. If the observer loses, he absent-mindedly allows the item's existence or location to slip out of his conscious thoughts. A similar contest, using the same dice pool, occurs when an observer attempts to document the item's existence in notes, photographs or video footage. If the item wins, the observer neglects to take notes or distractedly fails to properly operate the recording device. This spell is best cast on small, unremarkable objects that can easily be lost amid a room's background clutter, even when exposed to plain sight. Examples include pens, staplers, magazines, shoes, buttons, cushions, household tools and bits of packaging. Dice bonuses to the observers' rolls accrue when the item is large, ostentatious or strikingly decorated, or in some other way difficult to miss. The item's owner and authorized users are not subject to the effects listed in the chart. This spell may also be instilled in cursed items, in which case the item's owner is also subject to the effect, but the spell's creator is exempt.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "Sleep Of The Just",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "212",
		"Arcana Requirement" : "Mind 3",
		"Practice" : "Weaving",
		"Action" : "Instant",
		"Duration" : "Special",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can control her sleep cycle and dreams. She can cast spells to regulate her sleep cycle, sleeping as much or as little as she desires (though deleterious physical consequences can set in if the willworker sleeps too much or too little, unless Life Arcanum magic is used to compensate for radically altered patterns). The mage also controls when and about what she dreams. For each success on this spell, the mage automatically succeeds with a single roll to remain awake after 24 hours of no sleep (that is, the roll need not even be made; she stays awake). She still suffers the dice penalties for impaired performance with each six hour period. In addition, each spellcasting success also extends by one the maximum number of days the mage can potentially stay awake before passing out. The mage could instead choose to remain asleep for a long time, for up to 24 hours per success. During sleep, she can control the content of her dreams. Each success allows for a single mental-action task roll, whether for an instant or extended action, as long as she remains asleep. She could, for example, write a speech, poem or song, or puzzle through an enigma or riddle as if awake. In the case of extended-action tasks, she retains any accumulated successes upon waking and can continue the task while awake or wait until she sleeps again (assuming she casts this spell again before she next sleeps). Any supernatural attempts to intrude into her dreams or to force her to dream of certain things (such as with the Dream Traveler spell) must contend with this spell's Potency.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Sands Of Morpheus",
				"Dice Pool" : "Composure + Occult + Mind 3",
				"Rote Description" : "A leader's work is never truly done. A Silver Ladder willworker can use this rote to work through his plans even while he sleeps, creating vivid and realistic scenarios in his dreams, preparing for the difficulties of his ascent through the ranks of the Awakened. Free Council mages also make use of such magic, using lucid dreaming and regimented control of sleep patterns to ponder the difficulties of their waking lives."
			}
		]
	},
	{
		"Name" : "Summon Esoteric",
		"SourceBook" : "Summoners",
		"SourcePage" : "54",
		"Arcana Requirement" : "Mind 3",
		"Practice" : "Weaving",
		"Action" : "Instant and contested; target rolls Resolve + Gnosis reflexively",
		"Duration" : "Prolonged",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "By means of this magic, a mage can call forth an esoteric from the forefront of the human consciousness. Just as a Disciple of the Mind Arcanum can summon morpheans from her own subconscious, she can also call esoterics from out of herself, learning about the nature of her motivations and her conscious desires. With a successful casting, whatever desire is presently at the forefront of the mage's consciousness takes on ephemeral form. With Mind 4, a mage can attempt to cast this spell to summon an esoteric out of another individual within sensory range. With Space 2 and Mind 5, she may attempt to do so at sympathetic range, though esoteric will appear in Twilight near the summoner, rather than the subject. </P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardian Of The Veil Rote",
				"Rote Name" : "Arresting The Self",
				"Dice Pool" : "Manipulation + Subterfuge + Mind 3",
				"Rote Description" : "The oldest known use of this rote dates back to a Consilium in 13th century Spain. A Mastigos Guardian now known only by her Shadow Name, Lucia, was following the trail of a Tremere lich who had allegedly infiltrated the Consilium. Unable to piece together the fragmentary clues left by the Left-Handed Necromancer, the Warlock turned to other options. In secret, she studied her fellow mages through scrying portals, calling their foremost conscious desires out of them, so they could be studied and the truth of the matter discerned. Lucia never found a lich, however, as none existed within the Consilium to find. Instead, she discovered that the rumor had been seeded by two Seers of the Throne who had quietly replaced Councilors, and that they were using the paranoia that the story engendered to gradually weaken any hope of concerted resistance when the time came for their allies to strike. Armed with this knowledge, Lucia petitioned for, and received, permission to eliminate the threat."
			}
		]
	},
	{
		"Name" : "Summon Morphean",
		"SourceBook" : "Summoners",
		"SourcePage" : "52",
		"Arcana Requirement" : "Mind 3",
		"Practice" : "Weaving",
		"Action" : "Instant and contested; target rolls Resolve + Gnosis reflexively",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "This spell enables a willworker to call forth a morphean from the depths of her own dream-realm or, if she is powerful enough and her consciousness is somewhere within the deeper reaches of the Astral, that of another. Successfully casting this spell upon oneself summons one of the mage's own morpheans as a presence in Twilight. The willworker may interact with this dream-fragment as she sees fit. Some simply call up dreams of aspects of the subconscious to explore (or enjoy) them, while others use this experience as a crucible; relentlessly analyzing subconscious desires. The mage's most pressing present subconscious desire is drawn out of her, taking on ephemeral form. If the mage is dreaming or otherwise in direct contact with her subconscious, then she may choose the specific aspect of her Oneiros that she calls forth. With Mind 4, a mage whose consciousness is presently in the Temenos or the Dreamtime can spend a point of Mana to attempt to summon a morphean out of another individual who is physically present at the location of her body. With Space 2 and Mind 5, she may attempt to do so at sympathetic range (again, spending a point of Mana), though she must still be within the Temenos or Dreamtime, and the morphean will appear in Twilight near the summoner's body. Note that this process does not enable a willworker to actually enter the Oneiros of another; merely to call morpheans out of Oneiroi.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Calling Through The Looking Glass",
				"Dice Pool" : "Manipulation + Empathy + Mind 3",
				"Rote Description" : "Summoning dreams is a practice, some say, as old as Atlantis itself. While the Free Council is not nearly that ancient, they are no less dedicated to their arts than mages who came before. This rote, in particular, was crafted early in the Order's existence and was used extensively in the early days of the Free Council to help guide and direct the path of Libertines interested in the burgeoning field of psychology, drawing upon their common dreams. It remains a popular and well used rote to this day and is often shared amongst the ranks of the Free Council and beyond."
			}
		]
	},
	{
		"Name" : "Telepathic Alarm",
		"SourceBook" : "Tome Of The Mysteries",
		"SourcePage" : "141",
		"Arcana Requirement" : "Mind 3",
		"Practice" : "Weaving",
		"Action" : "Extended",
		"Duration" : "Prolonged (this spell uses the advanced prolongation factors)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "When this defensive magic is installed in an object, a telepathic connection opens between the item's owner and any unauthorized person coming into contact with it. The owner senses the interloper's identity and can read his conscious thoughts. She may beam her own thoughts into the interloper's brain (in Sleepers, this triggers Disbelief). The connection establishes sympathy between owner and interloper, which, if he knows Space 2, allows the owner to cast spells at the interloper from a distance.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Breath On The Back Of Your Neck",
				"Dice Pool" : "Intelligence + Occult + Mind 3",
				"Rote Description" : "Weaving this into an item requires at least +5 successes on the target number. On +10 successes, the item's owner can choose to restrict the telepathic link to a one-way communication, in which the interloper remains unaware of the psychic eavesdropping."
			}
		]
	},
	{
		"Name" : "Telepathic Eavesdropping",
		"SourceBook" : "Guardians Of The Veil",
		"SourcePage" : "196",
		"Arcana Requirement" : "Mind 3",
		"Practice" : "Weaving",
		"Action" : "Instant",
		"Duration" : "Transitory (one turn)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage &quot;taps&quot; a telepathic contact between two (or more) individuals, hearing all the thoughts and feeling the emotions without giving any evidence that she is doing so. A mage must have the Mind 1 Third Eye spell active in order to use this spell, or else she cannot see the mystical waves of thought well enough to target them. Once successful, the mage perceives every conscious thought sent across a mental link created by Mind 3 Telepathy, Mind 5 Network, or a similar spell or power. Completely unidirectional links, such as those used in reading memories or telepathic control, cannot be tapped by this spell. In order for the person or people being spied upon to notice the intrusion, they must also have active Third Eye spells. Mages with this benefit are allowed a Wits + Composure roll to notice the tap; this roll is penalized by one die for each success the caster rolled to activate this spell. With Mind 4, a mage can cast this spell with a prolonged Duration. With Mind 5, she can use advanced-prolonged Duration factors.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Mind Tap",
				"Dice Pool" : "Wits + Empathy + Mind 3",
				"Rote Description" : "This rote hails back to the original Eye of the Dragon on the isle of Atlantis. This rote is one of many techniques the early form of the order used to watch over and keep safe the inhabitants of the island. Today, Guardian spies watch over the known Hallows and Demesnes of other orders for stray psychic streams; when any arise, Guardians tap them."
			}
		]
	},
	{
		"Name" : "Telepathy",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "212",
		"Arcana Requirement" : "Mind 3",
		"Practice" : "Weaving",
		"Action" : "Instant and contested; target rolls Resolve + Gnosis reflexively",
		"Duration" : "Transistory (one turn)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "This spell enables the mage to make direct mind-to-mind contact with another sentient being (usually but not always a human), and to converse, share thoughts, images, and emotions in a medium free of the awkward constraints of physical communication. With some creatures (goats or exceedingly alien spirits, for example) this is largely an exercise in futility and frustration for anything more complicated than the most basic of concepts. Ideas, images and words can all be shared freely between the mage and another individual. The target cannot be compelled to act in any particular way, although the mage could use the telepathic link to try to socially persuade him (or to use other spells that do allow for psychic command). Only conscious thoughts are gleaned at this level. It requires Mind 4 to read someone's subconscious thoughts. The Duration at this level is transitory. Additional successes extend that time. With Mid 4, the mage can cast this spell with a prolonged Duration. With Mind 5, he can use advanced prolonged Duration factors. Those with telepathic abilities (whether bestowed by this Arcanum or by some other source) may sense the mind-to-mind contact initiated in their vicinity (if successes on an instant Wits + Occult roll exceed this spell's Potency). Such an observer may attempt to &quot;barge&quot; into the contact (if the newcomer also has Mind 3), which requires a contested Resolve + Composure roll against the casting mage's Potency on the spell. More minds can be contacted by adding Target factors to the casting, but those minds have only two-way communication with the caster. The willworker does not serve as a &quot;psychic switchboard.&quot; With Mind 5, multiple minds can be &quot;networked.&quot; This web can be intruded or spied upon in the same manner as ordinary one-on-one telepathy by those with the means. Contacting a Sleeper with this spell causes Disbelief.</P>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "Transfer Will",
		"SourceBook" : "Tome Of The Mysteries",
		"SourcePage" : "66",
		"Arcana Requirement" : "Mind 3",
		"Practice" : "Weaving",
		"Action" : "Instant",
		"Duration" : "Lasting",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage effects a transaction between two individuals, the recipient and the donor, permanently shifting a Willpower dot from the latter to the former. The recipient must have recently sacrificed a dot of Willpower to relinquish control of a spell or to contribute to some other magical working, such as the animation of a homunculus. The recipient regains the lost Willpower dot, and the donor loses a dot. The spell only works in the case of an entirely willing donor, who may not be in any way coerced, tricked, or mentally influenced.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Spreading The Burden",
				"Dice Pool" : "Intelligence + Occult + Mind 3",
				"Rote Description" : "The Silver Ladder finds this useful when one of its members has the capacity to work a taxing spell that will mostly benefit someone else. The former mage completes the spell, and the latter pays the toll."
			}
		]
	},
	{
		"Name" : "Universal Language",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "213",
		"Arcana Requirement" : "Mind 3",
		"Practice" : "Weaving",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can translate any idea into or out of any language based upon root concepts. This spell works for spoken words, written words, encoded signals, and concepts that exist only as thought. The mage must be able to perceive the medium in which the idea exists (meaning telepathy for thoughts in another's mind, for example) and may be limited in his ability to express a concept he can translate (like trying to tell something to a hyper-intelligent insectoid life form while lacking the appropriate mouth parts to speak its language). The obscurity of the language, or sheer alien-ness of the concepts might levy dice penalties from -1 to -3.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Theosophy Tradition Rote",
				"Rote Name" : "Thought Forms",
				"Dice Pool" : "Wits + Expression + Mind 3 (Instant)",
				"Rote Description" : "Annie Besant and CW Leadbeater pioneered the use of thought-forms: Pictorial representations of shapes and emotions, encoded in any music, language or work of art. The mage holds his pen tightly and meditates on the thing he wishes to translate for a moment. Then sketches the shape of the thoughts he sees in his mind's eye on a piece of paper. The resulting series of abstract shapes can be understood by anyone who sees them, at least for a little while."
			}
		]
	},
	{
		"Name" : "Will Of Fire",
		"SourceBook" : "Legacies: The Ancient",
		"SourcePage" : "44",
		"Arcana Requirement" : "Mind 3",
		"Practice" : "Perfecting",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "1 Mana",
		"Effect" : "Fiery rhetoric can bolster human spirits. With the right words, a mage can give a group of friends and followers the will to succeed above and beyond their own capacity. The mage casts this spell on one or more people. The actual casting takes the form of a pep-talk, which can be a few words or a long, involved speech. A long speech can be performed as an extended casting, although a weak mage may discover that talking for hours on end may prove counterproductive, as her audience loses attention. The talk has to be directed toward psyching up the subjects of the spell for a specific purpose, which could be anything from winning a fight or a sports match to finding an elusive fact over a night of frenzied research in ancient tomes. The spell enables the mage to grant one Willpower point to the subject(s) of the spell, which can only be used for actions related to the purpose of the spell and which, once used, can't be regained. These points should be recorded separately from the character's own Willpower points. This spell can only affect any given individual once per scene.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "Astral Interdiction",
		"SourceBook" : "Astral Realms",
		"SourcePage" : "25",
		"Arcana Requirement" : "Mind 4",
		"Practice" : "Unraveling",
		"Action" : "Instant and contested; target rolls Resolve + Gnosis reflexively",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "This spell reaches into a target's mind, questing for the path the target follows inward to Astral Space. Once there, the spell seals the path shut and makes it impossible to find or follow. For the spell's Duration, the target is incapable of entering Astral Space. People affected by this spell who are already in Astral Space can continue to explore it and travel between astral strata, but no one affected by the spell can cross the Astral Threshold until the spell ends.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Blockading The Astral Road",
				"Dice Pool" : "Presence + Expression + Mind 4",
				"Rote Description" : "Access to Astral Space occupies a small place in the typical Awakened mind, but access is important to some and vital in some moments. Silver Ladder mages learn this rote to get more control over other mages; with it, they can punish a student of the astral by denying him access or get the edge on rivals when Astral Space is key."
			}
		]
	},
	{
		"Name" : "Augment Other Minds",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "213",
		"Arcana Requirement" : "Mind 4",
		"Practice" : "Perfecting",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "The mage can raise one of another human being's Mental or Social Attributes, as per the Mind 3 Augment the Mind spell. The target can choose to contest the spell with a reflexive Resolve + Gnosis roll. With Mind 5, the caster can allocate successes between different Mental and Social Attributes as a mage can do for himself with the Mind 4 Supreme Augmentation spell.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Perfect Poise",
				"Dice Pool" : "Resolve + Persuasion + Mind 4",
				"Rote Description" : "The Silver Ladder likes its servants and bodyguards to perform at peak potential, whether to perceive enemy incursions (Wits) or to scare off potential troublemakers (Presence)."
			}
		]
	},
	{
		"Name" : "Autopilot",
		"SourceBook" : "Tome Of The Mysteries",
		"SourcePage" : "67",
		"Arcana Requirement" : "Mind 4 + Matter 3",
		"Practice" : "Patterning",
		"Action" : "Extended",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "The subject of innumerable Knight Rider jokes, this nevertheless useful spell allows the mage to create an artificial mind in an automobile (or any other vehicle the mage knows how to drive or pilot) that is capable of controlling the vehicle, leaving the caster free for other tasks. The autopilot is a simplified version of the Mind 5 Psychic Genesis spell, and is usually created with only the bare minimum of the creator's personality -- generally no more than a knowledge of traffic laws and the creator's own knowledge of the geography and roadways of the region. When created, the autopilot has the following Traits: Intelligence 1, Wits 1, Resolve 1, Drive 1. The autopilot is not truly sentient, and thus does not have any Social Attributes. Treat the vehicle's Handling as the autopilot's Dexterity (and do not add the Handling bonus on top of any Dexterity + Drive dice pools). The autopilot's Attributes and Drive Skill may be increased by extra successes on the casting roll on a one-for-one basis. The autopilot cannot communicate with the caster or anyone else, but it understands and obeys the caster and anyone the caster designates when the spell is cast. The autopilot can obey directions based on destination (e.g. &quot;Go to Louie's Pizza&quot;) if the caster knows the destination's location, or the autopilot can follow basic commands (e.g., &quot;Drive North to Warner and take a right,&quot; &quot;Accelerate and ram that blue sedan&quot;). Most commands can be delivered reflexively, but some complex commands might require one or more instant actions to convey, at the Storyteller's discretion.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Automatic Drive-By",
				"Dice Pool" : "Intelligence + Drive + Mind 4",
				"Rote Description" : "The Adamantine Arrow recognizes that not all battles take place in ideal circumstances, and trying to split your attention between rush-hour traffic on the freeway and the gun-toting Banishers coming up in the left lane can be a fatal distraction. Arrow mages use this rote to devote their full attention to any potential threats and leave the driving to the autopilot."
			}
		]
	},
	{
		"Name" : "Befuddle",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "213",
		"Arcana Requirement" : "Mind 4",
		"Practice" : "Unraveling",
		"Action" : "Instant; subtract target's Composure",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "1 Mana",
		"Effect" : "The mage can lower another's Mental or Social Attributes. The mage must first grab hold of or touch the target with a Strength or Dexterity + Brawl - the target's Defense. If that's successful, he can cast this spell as an instant action in the following turn. (With Mind 5, he can cast this spell at sensory range as an instant action. He needs Mind 6 before he can add Space 2 for a sympathetic casting.) Each success subtracts one dot from one of the target's Mental or Social Attributes, down to a minimum of 1. The maximum amount by which an Attribute can be lowered is equal to the mage's dots in the Mind Arcanum (Lowering Resolve or Composure also lowers the target's Willpower and Initiative, and lowering Wits might affect his Defense.) Note that the same spell cast to lower a different Mental or Social Attribute does not combine with the first spell -- only the highest Potency spell takes effect. For example, if a mage lowers a target's Intelligence by two dots and then casts a spell lowering the victim's Wits by one dot, only the first spell takes effect since it has the higher Potency.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Belittle The Brain",
				"Dice Pool" : "Manipulation + Persuasion + Mind 4",
				"Rote Description" : "The mages of the Silver Ladder often know how to degrade the reasoning abilities or social grace of debating rivals, reducing them to confused and stammering fools."
			}
		]
	},
	{
		"Name" : "Breach The Vault Of Memory",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "214",
		"Arcana Requirement" : "Mind 4",
		"Practice" : "Patterning",
		"Action" : "Instant and contested; target rolls Resolve + Gnosis reflexively",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "This spell gives the willworker power over that which helps define a person: Memory. The mage can add to, modify, or delete a subject's memories in whatever way he sees fit. (It helps but is not necessary to cast Read the Depths first.) An individual could be made to forget where she parked her car, the fact that she likes strawberry ice cream, or even why she wears a wedding band. Naturally, short-term and less deeply ingrained memories are easier to manipulate than those that are long term or more fundamental to a person's identity, but just about any memory can be sculpted according a mage's desires. The mage might suffer a penalty, depending on how deep the memory to be altered lies. Once the spell expires, the memories return. During the spell's Duration, psychotherapy and hypnosis might be able to restore the victim's memories. Each success on the spellcasting roll levies a -1 dice penalty on any attempt to restore the subject's memory to normal (or to otherwise influence an implanted or altered memory). A subject cannot be made to forget that she is Awakened (or is otherwise a supernatural being of some sort) or how to use her paranormal abilities. That part of her identity is too deeply bound into the mind and soul alike to be tampered with. Virtue and Vice may not be changed at this level. They are facets of who a person is, rather than just a product of her memories. If a target is a mage with at least Mind 1, he might have an inkling via his Unseen Senses that he is attacked mentally. A reflexive Wits + Composure roll allows him to sense attempts to alter his memories. He can know nothing about the intrusion unless he casts magic (such as Third Eye) to learn more. Most mages react by first erecting a Mental Shield spell. This presence of this spell on a target cannot be detected unless its Potency is overcome by a Third Eye spell.</P>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "Call Eidolon",
		"SourceBook" : "Banishers",
		"SourcePage" : "59",
		"Arcana Requirement" : "Mind 4 + Spirit 4",
		"Practice" : "Patterning",
		"Action" : "Extended (target number equals the mage's Resolve + Composure)",
		"Duration" : "Prolonged (1 hour)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "The mage calls upon her nobler instincts, melding her conscience and enlightened urges into an ephemeral entity that dwells within Twilight. This higher self is called the eidolon. This spell is the flipside of Goetic Evocation. Instead of summoning the character's personified Vice, this spell calls her Virtue. Use the rules for Goetic Evocation to design the spirit based on the number of successes scored. Instead of Possession, eidolons automatically start with the Living Fetter Numen. The mage's personality and beliefs control an eidolon's appearance and shape. The spirit takes an appearance that the mage associates with goodness. The spirit could look like a radiant, winged angel, one of the 18 Buddhist arhats, or like a historical figure she's always admired. In most cases, the eidolon either looks something like the mage or appears to be a parent, lover, or close friend. An eidolon can't be forced to give its mage Willpower points. On the other hand, it will explicitly point out opportunities for the mage to fulfill her Virtue, increasing the likelihood that she'll earn back spent Willpower points by &quot;doing the right thing.&quot; An eidolon also opposes its mage whenever she looks likely to either satisfy her Vice or act against her Virtue. Depending on the eidolon and the situation at hand, the spirit uses everything from calm conversation to physical intervention to keep the mage on a righteous path. Unlike a goetic demon, an eidolon is not automatically bound to follow the mage's orders, but it feels a duty of care and will usually help its host unless she's planning an immoral act. An advanced version of the spell, using Prime 5 and Spirit 5, can evoke another person's eidolon.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Banisher Rote",
				"Rote Name" : "Sarah",
				"Dice Pool" : "Resolve + Empathy + Mind 4",
				"Rote Description" : "Scelesti killed Sarah Holt, but her husband John survived to Awaken. He saw fire leap from their hands and knew they worshiped some kind of demon. He was tied up, bleeding, and angry, so he called out to it -- and it answered. That's how he escaped and got the power to kill Sarah's murderers. But at the last moment, when he could have called the demon's true name and taken the cult's power for himself, he stopped, begged Sarah for forgiveness, and reflexively bound his will within a powerful, obsessed Imago. She appeared. John spends his days hunting supernatural evil and thinking of her. When he doesn't know what to do he calls out to Sarah, asking her to remember what he was like before he took up the Banisher's burden. She appears as shining and beautiful as the day they met and always reminds him that he's still a good person deep down, in the part of his soul that murder and angry magic can't touch."
			}
		]
	},
	{
		"Name" : "Climbing The Tree",
		"SourceBook" : "Magical Traditions",
		"SourcePage" : "43",
		"Arcana Requirement" : "Mind 4 + Any Arcanum 3",
		"Practice" : "Weaving",
		"Action" : "Extended",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "A great part of the teaching of Kabbalah involves the mage's efforts to understand and achieve union with the Tree of Life. Kabbalists see this as a form of metaphysical &quot;climbing&quot; of the Tree to reach the higher sephiroth and greater understanding. Traditionally this is accomplished by intense meditation and prayer; this spell allows the Kabbalist to make the journey more literal. This spell must be cast in conjunction with an astral journey. Upon casting this spell, the mage shapes the Astral Plane around him into a representation of one of the sephiroth he has gained an understanding of (that associated with the conjunctional Arcanum of the spell). He can interact with the angels and spirits of that sephira and gain wisdom and understanding of its principles. The exact effects of this wisdom varies; in general, if the mage overcomes the challenges and seals that guard the sephira's mysteries, he should earn 1-3 Arcane experience points depending on the difficulty of the challenge. According to Kabbalist doctrine, the key to Ascension is to use this spell to journey completely up the Tree of Life, from Malkhut all the way to Keter, navigating each sephira in turn. This obviously requires considerable mystical power, and there are few if any reliable cases of a mage achieving this goal.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Kabbalah Tradition Rote",
				"Rote Name" : "The Serpent's Path",
				"Dice Pool" : "Resolve + Occult + Mind 4",
				"Rote Description" : "Just as energy travels down the Tree of Life in the Lightning Flash, so too does it ascend once more in the Serpent's Path. The mage who climbs that treacherous road and passes all the wrathful guardian angels set over it will achieve unity with God, or so they say. This rote is one of the more subdued Kabbalistic rituals: The mage dons a purple robe (even if Yesod is not his ultimate destination, it is the traditional &quot;beginning&quot; of the road). Surrounded by foci that represent his goal, the mage meditates until he slips into the Astral Plane, then continues meditating on the names of God and the archangels of the sephiroth. When the spell is complete, the mage enters the &quot;realm&quot; of the sephira, and can interact with its inhabitants. If he overcomes their challenges and riddles, he may gain enlightenment. If he fails, the result could be messy to say the least."
			}
		]
	},
	{
		"Name" : "Confuse Language",
		"SourceBook" : "Banishers",
		"SourcePage" : "61",
		"Arcana Requirement" : "Mind 4",
		"Practice" : "Unraveling",
		"Action" : "Instant; subtract target's Resolve",
		"Duration" : "Prolonged (1 hour)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "This spell throws the target's language skills into chaos. She can't read, write (or type), speak, or understand spoken language. This deficiency even extends to all forms of sign language. To a victim of this spell, language doesn't look or sound any different -- she just doesn't understand it. When she tries to talk, she babbles incoherently. When she tries to write, she puts down random, senseless strings of words and letters. The target can communicate in crude gestures or by drawing, but not at a level of abstraction that allows true sign language or pictograms. The spell casts a notable burden on mages because it bars them from using High Speech or Atlantean runes.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Banisher Rote",
				"Rote Name" : "Babel",
				"Dice Pool" : "Intelligence + Occult + Mind 4",
				"Rote Description" : "Banishers who follow the Abrahamic religions (including Christianity, Islam, and Judaism) frequently develop this spell. Devout Banishers recall the Tower of Babel: A story that bears more than a passing resemblance to legends about the fall of Atlantis."
			}
		]
	},
	{
		"Name" : "Dream Bridge",
		"SourceBook" : "Astral Realms",
		"SourcePage" : "25",
		"Arcana Requirement" : "Mind 4",
		"Practice" : "Patterning",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "Magic bores a hole from one Oneiros to another, making it possible to travel between them without passing through the Astral Threshold again. Though the spell makes such a journey possible, the spell does not make the journey easy. Astral travelers must find the path or portal between Oneiroi in order to move from one to the other, and dream spaces sometimes portray the portals idiosyncratically. Standard use of this spell connects the caster's Oneiros to the target's, but the caster may instead connect the Oneiroi of two others. Unwilling targets contest the spell with Resolve + Gnosis. When cast in Astral Space, this spell relies on real-world sympathy.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "Dream Traveler",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "214",
		"Arcana Requirement" : "Mind 4",
		"Practice" : "Patterning",
		"Action" : "Instant and contested; target rolls Composure + Gnosis reflexively",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can psychically enter the dreams of another. This spell is much the same as Psychic Projection, save that the willworker enters the dreams of a sleeping individual. The mage can use Mind spells while within those dreams to alter the subject's &quot;psychic landscape,&quot; controlling the complexion of dreams with as much or as little precision as she wishes. If the mage wishes, she may link her dreams to those of others (by adding extra Target factors to the casting), enabling all to share a common dream.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Morpheus' Road",
				"Dice Pool" : "Manipulation + Occult + Mind 4 vs. Composure + Gnosis",
				"Rote Description" : "Mages of the Mysterium use this rote to delve into the secrets of the inner universe, seeking answers within the thoughts and dreams of others. Such a willworker could seek the source of a psychosis, help an individual to combat her nightmares, or even just use one person's dreams as a convenient meeting place for a cabal. Guardians of the Veil are also known to use this rote, carefully sculpting the dreams of those who grow too close to the Mysteries and encouraging them to seek their answers upon false trails, or to abandon such quests entirely."
			}
		]
	},
	{
		"Name" : "[ 4 ] &nbsp; Gleaning The Crowd",
		"SourceBook" : "Magical Traditions",
		"SourcePage" : "139",
		"Arcana Requirement" : "Mind 4",
		"Practice" : "Patterning",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "With this spell, the mage psychically projects his consciousness into Twilight amid a crowd of gatherers. Once there, he can plumb the depths of the crowd's aggregate minds, creating in some fashion one giant brain (crowd represents new synapses, and the caster forges between himself and the crowd new synaptic connections, making a massive - if temporary - neural network). The rules are the same for the Psychic Projection spell. However, while moving about Twilight, the mage's projection can move seamlessly through the gathered minds, learning new things. After the scene is over and the mage returns to his body, he learns a number of new Skill points equal to his Gnosis score, with the player essentially adding temporary dots to the character's current or non-existent Skill ratings. No more than two dots can be added to a single Skill in this way. The Skill boost is temporary, lasting for 24 hours. After the 24 hours, the Skill dots &quot;burn off&quot; at the rate of one dot per hour (Storyteller's choice as to what order they fade). With Storyteller approval, however, this spell may make a good excuse for spending XP to purchase and keep the Skill points gained. If no XP is spent, no points are kept.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Entheogenic Cults Tradition Rote",
				"Rote Name" : "Surfing The Sacred Convergence",
				"Dice Pool" : "Presence + Occult + Mind 4",
				"Rote Description" : "Entheogenic cults are known for their ceremonial festivals - from the Harmonic Convergence in the late 1980s (a moment that supposedly began the world's temporal trek to the year 2012 when humanity would either end or evolve), to the current annual Burning Man Festival. The goal of the gathering matters little (Burning Man offers a generic focus on creativity, self-reliance, and ecstasy while something like the Harmonic Convergence was a conscious attempt to turn humanity's collective soul toward positive karma and dharma), but the gathering of people is a focus. Also important is that a number of the gatherers must be operating with some manner of psychoactive in their bloodstream (the number of dosed individuals isn't a hard or fast number, but one can assume that approximately 1/4 of the attendees should have recently imbibed some kind of entheogen). Another focus of the festival is a key symbol that serves as the literal center of the activities. At Burning Man, it is obviously the giant effigy (which may actually burn or may be a figure comprising neon tubes and car parts), while at other ceremonial festivals it may be a central tree representing Axis Mundi or a sacred figure (such as Om, some kind of Buddhist mandala, or a figure from Native American or Japanese symbology) laid across or etched into the ground. Music is the final focus. It may come from a drum circle, or may instead be trance music pulsing from a tower of speakers. It doesn't matter what kind of music it is, only that it's loud enough for the crowd to hear it. The caster then literally surfs the crowd - they pick him up and carry him about. While atop the crowd, he projects psychically, his limp body carried by the crowd until the scene's end."
			}
		]
	},
	{
		"Name" : "Hallucination",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "215",
		"Arcana Requirement" : "Mind 4",
		"Practice" : "Patterning",
		"Action" : "Instant and contested; target rolls Resolve + Gnosis reflexively",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage creates false sensory input -- a sensory hallucination. This hallucination affects one of the target's five senses, plus one additional sense per extra success. The hallucination can be anything the mage can conceive of that could reasonably be experienced through the five senses: A woman in a white dress walking by and whistling, an inexplicable foul smell and bad taste, or even physical pain. In the case of tactile sensations intended to hinder or incapacitate, such as a hallucination of a guard who grabs the target by the shoulder to prevent him from entering a room, the dice pool for the image's &quot;physical&quot; action is equal to the caster's Gnosis. Of course, the hallucination doesn't actually grab the target through physical means. It is merely a convincing illusion, such that the target is fooled into thinking that the guard touches and hinders him. The caster must either give the illusion a specific &quot;programmed&quot; action, or maintain concentration per turn, directing the illusion to do whatever he wants it to. The programmed action must be very simple, such as a person walking one way down a street and ignoring others. An implausible action on the part of a hallucination might allow a target a reflexive Resolve + Composure roll to realize that his senses lie to him.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Induced Delusion",
				"Dice Pool" : "Intelligence + Subterfuge + Mind 4 vs. Resolve + Gnosis",
				"Rote Description" : "Council willworkers use this rote to misdirect those who mean them harm, or who could benefit from a humbling lesson. Some use this rote as a means to lead an individual into insanity, or away from the Lie and toward the Awakening. Of course, Guardians of the Veil also use a variant of this rote (Wits + Subterfuge + Mind) to protect the Mysteries from compromise."
			}
		]
	},
	{
		"Name" : "[ 4 ] &nbsp; Lashes Of Fire",
		"SourceBook" : "Magical Traditions",
		"SourcePage" : "42",
		"Arcana Requirement" : "Mind 4 + Forces 4 + Fate 2",
		"Practice" : "Patterning",
		"Action" : "Extended",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "This devastating spell has long been attributed to Kabbalistic practices, though most practitioners ardently insist that it goes against everything that Kabbalah teaches. By means of this terrible curse, the subject is &quot;denied the forgiveness of God,&quot; and moreover is cursed to suffer savage lashes as from a whip of fire each time he transgresses. By means of this spell, the target is rendered unable to &quot;achieve forgiveness,&quot; as Kabbalists put it. In game terms, this takes the form of a compulsion forbidding the subject from increasing his Wisdom or relevant Morality Trait for the duration of the spell. The subject, of course, does not think in terms of ratings and experience points; the compulsion merely prevents the subject from coming to terms with his own sins. Moreover, should the target lose a point of Wisdom for any reason during the spell's duration, he takes damage equal to the spell's Potency (reduced by armor if the subject's armor can protect against fire) as invisible whips of flame scour his flesh. Note that suffering this damage does not end the spell -- flagrant sinners can be (and have been) killed by this spell. At Mind 5, the caster may use Advanced Prolongation factors.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Kabbalah Tradition Rote",
				"Rote Name" : "Pulsa di Nura",
				"Dice Pool" : "Presence + Intimidation + Mind 4",
				"Rote Description" : "Because of the elaborate casting ritual traditionally involved, many Kabbalists incorporate Space 2 to cast this rote sympathetically. The Pulsa di Nura, as this spell is traditionally named, begins in the Kabbalist's preferred ritual space. An altar draped with red cloth (for Gevurah) and set with purple candles (for Yesod and Death) is the centerpiece of the ritual. As with most Kabbalist spells, it begins with chanting in the High Speech for a half an hour. Once the ritual proper is begun, the mage takes up a silver dagger (representing both Chokhmah and his desire to do harm), with which he traces the names of Michael and Kamael in the air above the altar. Finally, at the completion of the casting, he pierces an image of the desired target (or another object which has sympathy to the target) with the dagger, then transfers the object to a burning brazier to be consumed. If the ritual is performed during the astrological hour of Mars (for example, at dawn on a Tuesday), the Mana cost is waived. There is no common consensus as to the appropriate number of successes the willworker should target with this spell. Most agree that it should last no less than two days, so five successes are often allocated to Duration; alternately, the spell's conditional duration is often set so that the spell expires if the target deviates from a course of action the caster finds displeasing -- for example, a Pulsa di Nura cast on a businessman might be set to end if the target gives up his efforts to buy the apartment building that houses the mage's sanctum. Successes devoted to Potency range from one (if the caster only wishes to gently goad the target) to ten or more for truly Biblical-scale vengeance."
			}
		]
	},
	{
		"Name" : "Living Library",
		"SourceBook" : "Sanctum And Sigil",
		"SourcePage" : "22",
		"Arcana Requirement" : "Mind 4; optional (Matter 3 Or Forces 3)",
		"Practice" : "Patterning",
		"Action" : "Instant and contested; target reflexively rolls Resolve.",
		"Duration" : "Prolonged",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "With this spell, the mage seals knowledge inside his own or a chosen target's mind. The target does not necessarily know this knowledge herself; it is merely stored in her mind until the spell expires. On a successful casting, a mage imparts certain knowledge to an unconscious corner of his own or a target's mind. Using Mind 4, the mage can impart knowledge that he himself knows. With Matter 3, words on paper can be copied into thoughts and then stored. (Neither the mage or the target needs to read the words.) Forces 3 allow bytes of data to be copied into thoughts. (With Matter 4 or Forces 4, the information can be transformed into thought, removed from its source and stored in the target's mind -- leaving the book or data sector blank.) The amount of information that can be stored depends on the successes gained. Note that this spell does not allow the mage to understand or process this amount of information; he merely moves it from one source into a portion of the mind for storage. When the spell expires, the stored information is erased (unless Matter 4 or Forces 4 was used, in which case the information is transferred from the mind back into its original form, as words or bytes; a storage medium is still required for it -- a blank book or disk -- or else it is then lost.) The target cannot access the stored information herself, unless she can cast a Mind 3 version of the Mind 4 Read the Depths spell upon herself, to read her own subconscious. By adding Fate 2 for a conditional duration, the caster can choose a keyword that, when spoken by or to the target, unlocks the spell, releasing the information. (If only Mind was used, the information is released as a telepathic burst; Matter or Forces copies the information back into the form it was copied from -- if no blank book or disk space exists, the information will overwrite whatever is handy.)</P><BR>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "Love Spell",
		"SourceBook" : "Tome Of The Mysteries",
		"SourcePage" : "67",
		"Arcana Requirement" : "Mind 4",
		"Practice" : "Weaving",
		"Action" : "Instant and contested; target rolls Composure + Gnosis reflexively",
		"Duration" : "Prolonged",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "Everybody needs to be loved. Most people want a significant other. Many people just want to get laid. With the classic love spell, being in love becomes easy, if temporary. The spell makes its target become romantically and/or sexually attracted to the mage who casts the spell. The mage is irresistible. The object of the magician's affection gets sweaty, or feels flutterings in his stomach. He experiences -- for a brief period -- all the physical and emotional sensations of being madly in love. In the end, the Love Spell forces someone to want love -- and probably to want and have sex -- against that person's natural will. Although no mortal court could ever return a conviction, many mages see no real difference between forcing someone to want to have sex with you and simply forcing someone to have sex. The Striking Looks Merit adds one factor to the Potency or Duration of the spell for every two dots possessed in the Merit (that is, Striking Looks 2 adds one factor; Striking Looks 4 adds two factors). An unlikely match might inflict penalties of -1 dice or more to the mage's dice pool. If the attraction is particular unlikely (for example, in the case of a homophobic heterosexual man of strong religious convictions who is made to fall in love with another man and spend the night with him), the Aspect of the spell becomes Improbable, and the mage must spend a point of Mana to cast it. Depending on its results, casting this spell might require a Wisdom degeneration check.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Gift Of Venus",
				"Dice Pool" : "Presence + Socialize + Mind 4",
				"Rote Description" : "Thed&eouml;, Provost of Carmarthen, was the inheritor of a centuries-long Silver Ladder breeding program, designed to isolate an &quot;Awakened gene&quot; in human beings. Years of tracking family trees led her to find a likely inheritor of the Awakened bloodline, and this rote allowed the Thrice-Great sorceress to become impregnated by the unknowing Sleeper she chose as the father of her child. Thed&eouml;'s son, now a teenager, hasn't Awakened yet, but the Provost still holds out hope that he might some day."
			}
		]
	},
	{
		"Name" : "Memory Oath",
		"SourceBook" : "Guardians Of The Veil",
		"SourcePage" : "196",
		"Arcana Requirement" : "Mind 4",
		"Practice" : "Patterning",
		"Action" : "Instant and contested; target rolls Resolve + Gnosis reflexively",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "This spell is identical to the more common Guardians' rote, Reshaping Yesterday (&quot;Breach the Vault of Memory spell), except that this spell is cast using a conjunctional Fate and Time conditional trigger. These additions cause subjects to forget a particular piece of information only if they perform a specific action, which usually involves attempting to reveal this information to Sleepers or enemies of the Guardians. Whenever possible, the Guardians make certain that this spell is cast by a master of Mind, so that it can have the longest possible duration. In addition, willing users (who can choose not to contest the spell) are tattooed with a small Atlantean Patterning rune to further increase the duration. When possible, this spell is cast as an extended action to make certain that the duration is indefinite, so that once triggered the target never remembers that particular memory. If Space 2 is added to the casting, the spell also includes a minor telepathy effect that instantly alerts the caster of the spell if the conditional trigger ever activates, regardless of his distance from the target.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Sacred Oath Of Lethe",
				"Dice Pool" : "Manipulation + Subterfuge + Mind 4 versus Resolve + Gnosis",
				"Rote Description" : "The Guardians of the Veil hold many secrets, including secrets about the Labyrinth and about covert actions they have taken against mages from other orders. Some of this information is exceptionally sensitive, but even the most sensitive data must occasionally be given to individuals other than the order's trusted and highly placed members. To insure that they never reveal this information to anyone outside of the order, the leaders of the Guardians insist that anyone who is told certain pieces of vitally important information should be subjected to this magical oath. Such information includes the locations of items that might prove the existence of magic to Sleepers, the name of order members who have deeply infiltrated the ranks of the Seers of the Throne and other equally sensitive data. When taking this oath, the order requires that subjects also give up samples of hair, blood, and fingernails, so that the subjects will be easy to find with Space magic if they ever break this oath. Occasionally, this rote is cast upon an unknowing subject. While obviously less powerful if used in this fashion, Guardians sometimes perform this rote on members who have fallen under suspicion of being traitors or are simply exceedingly careless. In such cases, this rote is partly used as a test of loyalty. If the rote is never triggered, then the subject is obviously loyal; if it is triggered, then the caster is instantly aware of this fact and the subject is not able to reveal anything of importance to the order's enemies."
			}
		]
	},
	{
		"Name" : "Opening The Dream Space",
		"SourceBook" : "Astral Realms",
		"SourcePage" : "26",
		"Arcana Requirement" : "Mind 4",
		"Practice" : "Patterning",
		"Action" : "Instant; target rolls Resolve + Gnosis reflexively",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "Casting this spell on another allows the mage to enter the target's Oneiros rather than her own when passing through the Astral Threshold. The caster must touch her target to invoke the spell and still travel into Astral Space as normal. At Mind 5, she can cast this spell at sensory range. At Mind 5, the mage can cast this spell on behalf of another -- opening an unwilling person's mind to someone else; when used this way, additional Target factors can increase the number of minds opened or the number of people allowed into a single mind.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Oneiros Intrusion",
				"Dice Pool" : "Manipulation + Subterfuge + Mind 4",
				"Rote Description" : "People hide their greatest secrets -- even some from themselves -- in their subconscious. This rote lets Guardians dig those secrets from others' Oneiroi."
			}
		]
	},
	{
		"Name" : "Psychic Projection",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "215",
		"Arcana Requirement" : "Mind 4",
		"Practice" : "Patterning",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "The mage can project his mind into the state of Twilight. This mental form has no Corpus or ephemeral body, just an intangible, semi-transparent image that can be affected only by mind-affecting powers. Likewise, the mentally projecting mage cannot affect creatures or things physically except through magic. During the time he is mentally projected, the mage's body is alive but comatose. He has no way of knowing his body's current state of health or any other information about it unless he uses other magic. Should the mage's body die while psychically projected, he most likely becomes a ghost and moves to an appropriate anchor. While the caster is projected his soul continues to reside within his body, as well as in his distant consciousness, serving as a conduit between the two.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Treading The Invisible Way",
				"Dice Pool" : "Resolve + Occult + Mind 4",
				"Rote Description" : "Some secrets are hidden far beyond the realm of flesh, and mages of the Mysterium go where they must to seek them out. By entering the state of Twilight, they wander amongst fleshless entities and spy upon others without heeding physical obstructions like walls."
			}
		]
	},
	{
		"Name" : "Psychic Sword",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "216",
		"Arcana Requirement" : "Mind 4",
		"Practice" : "Unraveling",
		"Action" : "Instant; subtract target's Resolve",
		"Duration" : "Lasting",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage performs a greater psychic assault. Successes inflict lethal damage on a one-for-one basis. With Mind 5, one Mana can be spent to make the damage aggravated. Such a neuron-frying assault exceeds any known scale for headache pain.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Unseen Blade",
				"Dice Pool" : "Presence + Intimidation + Mind 4 - Resolve",
				"Rote Description" : "Guardians use this rote to preserve the integrity of the hidden world, causing those who delve too deeply into secrets they were not meant to know to fall dead by unknown causes. Adamantine Arrow mages use similar magic (Strength + Intimidation + Mind) to strike down their enemies subtly."
			}
		]
	},
	{
		"Name" : "Purge Oneiros",
		"SourceBook" : "Astral Realms",
		"SourcePage" : "27",
		"Arcana Requirement" : "Mind 4",
		"Practice" : "Unraveling",
		"Action" : "Instant and contested; targets roll Resolve + Gnosis reflexively",
		"Duration" : "Lasting",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "This spell washes all non-native inhabitants out of a mage's Oneiros with a flood of mental energy. The mage uses this spell to cast out unwanted astral travelers. Astral travelers in the mage's Oneiros whose successes equal or exceed the caster's remain in Astral Space. All others wake up; they may attempt to return to their Oneiroi the standard way, if they wish. Note that the spell's target is the Oneiros, not the mages within it. At Mind 5, the mage may cast this on another's Oneiros; if the Oneiros's owner is unwilling, subtract his Composure from the roll.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Dropping Off Hitchhikers",
				"Dice Pool" : "Presence + Expression + Mind 4",
				"Rote Description" : "Unwanted astral travelers in one's dream space are like saboteurs of the mind. Silver Ladder mages use this rote to ensure they are free of untrustworthy outside influences."
			}
		]
	},
	{
		"Name" : "Read The Depths",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "215",
		"Arcana Requirement" : "Mind 4",
		"Practice" : "Patterning",
		"Action" : "Instant and contested; target rolls Composure + Gnosis reflexively",
		"Duration" : "Prolonged (vs. Sleepers) or transitory (vs. mages and other supernatural targets)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can telepathically enter a subject's subconscious. This includes the ability to read an individual's memories as opposed to just his surface thoughts. Particularly remote or traumatic memories (such as an instance of child abuse) might levy penalties to access (perhaps -3 for the child abuse). The ability to enter a subject's subconscious allows the mage to divine that individual's Virtue and Vice, among other things. If the target is a mage with at least Mind 1, he might have an idea via his Unseen Senses that he is being &quot;read.&quot; A reflexive Wits + Composure roll is made to sense intrusion into his subconscious. He can know nothing about the intrusion unless he casts magic (such as Third Eye) to learn more. Most mages react by first erecting a Mental Shield spell. With Mind 5, this spell can be cast with a prolonged Duration against mages or other supernatural targets.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Drawing Aside The Inmost Veil",
				"Dice Pool" : "Manipulation + Empathy + Mind 4 vs. Composure + Gnosis",
				"Rote Description" : "By delving into the hidden memories of others, a Ladder willworker can determine how best to exert her will over them. Some people can be manipulated through their altruism, others through their greed. Mages of all orders recognize the usefulness of this rote, so all with the means are known to employ it."
			}
		]
	},
	{
		"Name" : "Reinforce The Lie",
		"SourceBook" : "Seers Of The Throne",
		"SourcePage" : "194",
		"Arcana Requirement" : "Mind 4",
		"Practice" : "Unraveling",
		"Action" : "Instant and contested; target rolls Resolve reflexively",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "Sleepwalkers are, to many willworkers, one of the most prized of resources: Un-Awakened individuals nevertheless  partially outside of the Exarchs' Lie, capable of beholding feats of Supernal magic without invoking the deleterious consequences of a Sleeper's presence. To the Seers of the Throne, however, the Lie must stand flawless and inviolate, especially when its power can hinder the Seers' enemies. This spell temporarily suppresses a Sleepwalker's resistance to the Lie, making her the equivalent of any other Sleeper when beholding vulgar magic. If this spell's Potency successfully overcomes the Sleepwalker's resistance, she counts as an ordinary Sleeper with respect to magic of vulgar Aspect for the spell's Duration.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Seers Of The Throne Rote",
				"Rote Name" : "Silence The Dream Of Waking",
				"Dice Pool" : "Manipulation + Persuasion + Mind 4",
				"Rote Description" : "Long a favored weapon in the Seer's arsenal, this rote neutralizes much of a Sleepwalker's usefulness to another willworker, rendering her more a hindrance as a help when her Awakened keeper is forced to resort to vulgar spells."
			}
		]
	},
	{
		"Name" : "Seal Other's Oneiros",
		"SourceBook" : "Astral Realms",
		"SourcePage" : "26",
		"Arcana Requirement" : "Mind 4",
		"Practice" : "Weaving",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "1 Mana (optional)",
		"Effect" : "Protecting one's Oneiros is just prudence. Sealing another's dream space away from potential intruders furthers one's aims and thwarts others' goals. This spell is identical to Seal Oneiros but affects another. Subtract unwilling targets' Resolve.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Astral Ward",
				"Dice Pool" : "Presence + Science + Mind 4",
				"Rote Description" : "Many misuse others' minds, exploring them to discover a person's weaknesses or manipulate their decisions. There is so much to be learned from the human unconscious that Libertines make an effort to protect minds, the last boundary beyond which people are free to be themselves. Using this rote makes more minds unsullied by Awakened intrusion, making them more valuable for the Free Council's studies."
			}
		]
	},
	{
		"Name" : "Severed Sense",
		"SourceBook" : "Guardians Of The Veil",
		"SourcePage" : "197",
		"Arcana Requirement" : "Mind 4",
		"Practice" : "Unraveling",
		"Action" : "Instant; subtract target's Stamina",
		"Duration" : "Transitory (one turn)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "A mage can effectively &quot;turn off&quot; a target's senses, leaving himself free to do as he pleases, undetected. For each success rolled, the mage manages to completely shut down one of his target's senses: Sight, sound, taste, smell, or touch. This can be used to protect someone from certain dangers that take effect through some sort of sensory stimulation, or it can simply ensure that someone is not a witness to whatever the mage plans to do next.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Sacrifice Of The Mind",
				"Dice Pool" : "Intelligence + Subterfuge + Mind 4",
				"Rote Description" : "As much as the Guardians of the Veil prefer not to use vulgar magic before witnesses, sometimes the alternatives are worse. A Guardian will use this spell on as many Sleepers as possible before a mighty vulgar spell, or series of effects, he knows is coming and cannot prevent. This is just another way that the Guardians help safeguard the Awakened world from the unwanted attentions of the Sleepers. With the spell's duration, however, the Guardian's timing needs to be impeccable."
			}
		]
	},
	{
		"Name" : "[ 4 ] &nbsp; Shape Soul Stone",
		"SourceBook" : "Tome Of The Mysteries",
		"SourcePage" : "67",
		"Arcana Requirement" : "Mind 4",
		"Practice" : "Patterning",
		"Action" : "Instant",
		"Duration" : "Lasting",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "Soul stones can take any shape, from the fang of a beast to a silver bell. Whether to make the soul stone concealable, transportable or simply beautiful, a mage can use this spell to change the shape of her soul stone. The mage must touch her soul stone in order to affect it with this spell. She requires only one success on the casting, after which the stone changes to whatever form she desires. Simple shapes are easiest -- stones, blocks, things that appear to be plants or parts of a creature. If she wants to make the soul stone appear as something strongly contradictory to the nature of her Path, she loses two dice from her roll. Making a Moros' stone appear as any living thing or an Acanthus' as a shard of bone would qualify. Forcing the soul stone to hold the form of something more complex, such as a pistol or a light bulb, is harder. Doing so requires an extended Intelligence + Crafts roll to build the Imago, because the mage must fully understand the target object, before a successful casting of the spell. The target number might be three successes for a light bulb but five for an automatic rifle, and each roll takes 15 minutes. If she insists on changing her soul stone's form without crafting the Imago carefully beforehand, she subtracts a number of dice from her roll equal to what would have been the target number on the Intelligence + Crafts roll. Such an involved process is only necessary if the mage wishes her soul stone to be a functioning tool. She can make it appear to be a gun or a yo-yo while sparing the complexity with much greater ease. With five dots in Mind, a mage may use this spell on another mage's soul stone. Unless the other mage is present and willing, his soul stone naturally resists the change by subtracting its creator's Gnosis from the casting roll.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Secret Key",
				"Dice Pool" : "Intelligence + Crafts + Mind 4",
				"Rote Description" : "A soul stone is a mighty thing, and the Silver Ladder appreciates power. There are many reasons to carve a stone from one's own soul, but none to be careless about it. Members of the Silver Ladder who possess their own soul stones and do not bind them into secure Demesnes often use this spell to conceal and protect their soul stones, or even the fact that they possess one."
			}
		]
	},
	{
		"Name" : "[ 4 ] &nbsp; Silver Threads",
		"SourceBook" : "Astral Realms",
		"SourcePage" : "27",
		"Arcana Requirement" : "Mind 4 + Space 4",
		"Practice" : "Patterning",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None during casting; 1 Mana per activation after casting",
		"Effect" : "Astral Space is enormous and easy to get lost in. This spell binds astral bodies to one another with faint silver threads, allowing their owners to easily meet in Astral Space or keep from getting separated. The spell affects one target per success. The silver threads, visible only in Astral Space, lead off the caster to each target. Identical threads lead from each target to the caster and to every other target of the spell. The threads add three dice to attempts to navigate through Astral Space toward a bound comrade. The threads' real power is their ability to convene a group. While in Astral Space, a person bound with this spell may spend one Mana as an instant action to transport himself to anyone else affected by the spell or to transport one of them to him. A person may refuse the automatic summons, in which case the Mana is not spent. Instantaneous transport works only if both characters are in the same astral stratum; otherwise, one must travel to the other's stratum before invoking this power. To travel to one another in dream space, both characters must be in the same Oneiros or in Oneiroi that have been connected (as with Dream Bridge).</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Ties To The Squad",
				"Dice Pool" : "Manipulation + Socialize + Mind 4",
				"Rote Description" : "Exploring an astral realm can be a martial exercise -- the realm certainly dangerous enough. Adamantine Arrows use this rote to ensure that the unit can't be split up, even in the worst circumstances. Mystagogues use a similar rote to more efficiently discover astral wonders: The group covers more ground apart then instantly join the person who makes the most interesting discovery."
			}
		]
	},
	{
		"Name" : "[ 4 ] &nbsp; Skeptic",
		"SourceBook" : "Adamantine Arrow",
		"SourcePage" : "184",
		"Arcana Requirement" : "Mind 4",
		"Practice" : "Perfecting",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "This spell acts on the minds of Sleepers, making them less likely to believe an anomalous event can be explained rationally. Used cautiously, this spell has the potential to cause an enemy mage to be the source of his own undoing. The Guardians of the Veil greatly disapprove of this application of magic, and upon hearing of the use of it, are likely to go to great lengths to dissuade an encore performance. This spell affects the mind of a target Sleeper within sensory range. Any roll for Paradox in the presence of the targeted Sleeper gains the 9-again quality (re-roll results of 9 and 10). In addition, any covert spell the Storyteller rules improbable is considered vulgar. The Storyteller may call for a degeneration roll for overuse of this spell.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Pride Goeth",
				"Dice Pool" : "Resolve + Occult + Mind 4",
				"Rote Description" : "When forced to battle another mage in front of Sleeper witnesses, the Adepts of Mind among the Arrows combine this spell with their more mundane combat skills. If a mage is foolish or desperate enough to cast vulgar spells during the battle, the Arrow can watch with satisfaction as the backlash from that mage's spells turn the fight against him."
			}
		]
	},
	{
		"Name" : "Skill Mastery",
		"SourceBook" : "The Free Council",
		"SourcePage" : "112",
		"Arcana Requirement" : "Mind 4",
		"Practice" : "Patterning",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "1 Mana",
		"Effect" : "The mage temporarily gains knowledge and use of one or more Skills. This spell works as Gain Skill except Skills can exceed six dots, up to a maximum rating of the caster's Gnosis, and successes from this spell can be split among multiple Skills, rather than applied to only one.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Universal Knowledge",
				"Dice Pool" : "Wits + Persuasion + Mind 4",
				"Rote Description" : "This rote taps into the universal wisdom of the Astral Planes (or the Collective Unconscious, if you prefer), drawing upon the imprinted knowledge and memories of everyone who has ever lived to grant the willworker mastery of certain Skills. Some Libertines report momentary visions and flashes of memories not their own when using this spell, and some botched uses have even resulted in mages picking up foreign memories or personality traits permanently."
			}
		]
	},
	{
		"Name" : "Summon Astral Archetype",
		"SourceBook" : "Summoners",
		"SourcePage" : "56",
		"Arcana Requirement" : "Mind 4",
		"Practice" : "Patterning",
		"Action" : "Extended and contested; target rolls Resistance reflexively",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "With this spell, a mage can call down a small incarnation of a universal concept, giving shape to it within the immaterial state of Twilight. An Adept of the Mind Arcanum wishing to summon a thoughtform (aletheian, dementia, exemplar, or iniquity) must accrue successes equal to five times the desired Rank of the entity, to a maximum Rank equal to the mage's dots in Mind. If the thoughtform, for whatever reason, does not desire to be drawn down to the material realm, then it may roll Resistance to contest the summoning, with a target number of successes equal to five times the summoner's Gnosis. Note that the summoner has no real control over the specific potency or capabilities of the thoughtform that answers the call, beyond the ability to specify a given ideal and spirit Rank. A mage whose consciousness is presently beyond the barrier of his Oneiros (either in the Temenos or the Dreamtime) need not spend a point of Mana to cast this spell, and its Aspect becomes covert. In such a case, the entity manifests within the Astral, at the location of the mage's consciousness.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Anima Mundi",
				"Dice Pool" : "Presence + Persuasion + Mind 4",
				"Rote Description" : "This rote is an old account within the Dragon's Voice, dating back (some say) to the time of the Atlantean Diaspora. Seeking knowledge and guidance from the overarching concepts that bind the cosmos together, enterprising tharchs cried out directly to the Astral Realm and gave heed to its replies."
			}
		]
	},
	{
		"Name" : "Suppress Wisdom",
		"SourceBook" : "Tome Of The Mysteries",
		"SourcePage" : "68",
		"Arcana Requirement" : "Mind 4",
		"Practice" : "Patterning",
		"Action" : "Extended (target number = 10 - character's current Wisdom rating)",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "This spell enables a mage to temporarily confound her moral center, allowing her to perform a single, specified act counter to the dictates of Wisdom without fear of degeneration. While this spell is in effect, the willworker can perform a single, specific act (declared during casting) that would be considered a transgression for a Wisdom rating of up to three dots lower than her current rating without checking for Wisdom degeneration. (In this case, a &quot;specific act&quot; must be just that: &quot;Killing the Acanthus, Oberon, with a spell,&quot; or even, &quot;Beating the leader of the Seers of the Throne pylon to within an inch of his life,&quot;; &quot;Committing murder,&quot; or, &quot;Hurting someone,&quot; on the other hand, is not a specific act.) Casting this spell more than once per chapter, though, whether upon oneself or another, is cause for immediate Wisdom degeneration, regardless of circumstances or the mage's current Wisdom. With Mind 5, this spell can be cast upon a willing subject, who must be either a Sleeper or another mage. (In the case of a Sleeper, the transgression specified must be a sin against Morality, rather than Wisdom.)</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Shroud Of Tears",
				"Dice Pool" : "Resolve + Occult (for casting on oneself) or Empathy (for another) + Mind 4",
				"Rote Description" : "Sometimes, a Guardian's work is accompanied by the flashing of long knives in the dark or the tormented screams of an unwilling subject. This rote enables such a willworker to maintain some semblance of sanity in the face of such grim duties."
			}
		]
	},
	{
		"Name" : "Supreme Augmentation",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "216",
		"Arcana Requirement" : "Mind 4",
		"Practice" : "Perfecting",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can raise more than one of his Mental and Social Attributes. As per the Mind 3 Augment the Mind spell, but successes can now be allocated among the mage's Mental and Social Attributes in any combination. The total that each Attribute can be boosted is limited by the mage's total Mind dots.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Theosophy Tradition Rote",
				"Rote Name" : "Call Augoeides",
				"Dice Pool" : "Resolve + Occult + Mind 4 (Extended)",
				"Rote Description" : "The mage can bring his own Augoiedes to the surface, becoming able to access skills and potential locked within it, at least for a while. It takes a long time to do (it's always a ritual casting). The mage needs to meditate in his sanctum and needs to avoid all other contact. He adopts a comfortable position and trains his third eye on the center of his being, before thrusting his perception outwards towards the God-principle at the center of everything, linking himself with the whole. If successful, he becomes aware of his own Augoeides as a shining figure at the corner of his perception, which separates from him, and then merges again. The wisdom of dozens of past lives floods to the mage's surface consciousness, allowing him to access greater psychic reserves than he normally could use."
			}
		]
	},
	{
		"Name" : "Telepathic Control",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "216",
		"Arcana Requirement" : "Mind 4",
		"Practice" : "Patterning",
		"Action" : "Instant and contested; target rolls Resolve + Gnosis reflexively",
		"Duration" : "Prolonged (vs. Sleepers) or transitory (vs. mages or other supernatural targets)",
		"Aspect" : "Covert",
		"Cost" : "1 Mana",
		"Effect" : "The mage exerts telepathic control over humans and other higher minds. At this level, subjects cannot be compelled to undertake actions inimical to their nature (so most people could not be made to undertake blatantly suicidal actions, for example). Additional targets can be added by increasing Target factors. All affected minds must be controlled in precisely the same way. In other words, the mage could command all affected subjects to protect her or dig a hole, but with a single spell could not make one person wash dishes, another make dinner and a third clean the bathroom. If the caster tries to command the target to put himself in a dangerous situation, a fresh reflexive and contested roll is made for the victim to ignore the command (the new roll's successes must exceed the spell's). With Mind 5, this spell can be cast with a prolonged Duration against mages or other supernatural targets. (Or the mage could cast the more powerful Psychic Domination spell, instead.)</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Noblesse Oblige",
				"Dice Pool" : "Presence + Persuasion + Mind 4 versus Resolve + Gnosis",
				"Rote Description" : "Those in positions of authority are owed obedience in return for the sacrifices they make and the protection they give to those below them. This rote, the Imago of which involves the mage placing an orichalcum crown upon his head and all bowing to him, invokes that power. Factor Bonuses: Wearing the symbol of a gold crown (often a ring or lapel pin in the shape of a simple crown) (+1 factor); The target of the spell is someone over whom the mage has actual, direct authority (+1 factor)."
			}
		]
	},
	{
		"Name" : "[ 4 ] &nbsp; Virtual Voyage",
		"SourceBook" : "The Free Council",
		"SourcePage" : "112",
		"Arcana Requirement" : "Mind 4 + Forces 2",
		"Practice" : "Patterning",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage psychically projects into a virtualized realm of computer and communications networks. This techn&eacute; is much as Psychic Projection except rather then entering Twilight, the mage's consciousness travels into a representation of a computer network or networks in the Fallen World. The mage's virtual form has no Corpus, just a visualized virtual image that can be affected only by mind-affecting powers. The mage appears to be in a deep sleep or trance while the consciousness is on the virtual voyage. If desired, the caster can apply an extra Targets factor to bring others along on the voyage.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Jacking In",
				"Dice Pool" : "Intelligence + Computers or Science + Mind 4",
				"Rote Description" : "Free Council &quot;reality hackers&quot; have long believed that this techn&eacute; accesses a &quot;machine consciousness&quot; or a Twilight &quot;shadow&quot; of the Fallen World's computer networks, proof that the mundane works of humanity have a kind of magic to them, and that there are deeper connections and mysteries for the Awakened to explore and understand. The rapid spread and growth of computer technology in modern culture has only made the techn&eacute; more useful (and easier to conceal)."
			}
		]
	},
	{
		"Name" : "Astral Imprisonment",
		"SourceBook" : "Astral Realms",
		"SourcePage" : "27",
		"Arcana Requirement" : "Mind 5",
		"Practice" : "Unmaking",
		"Action" : "Instant and contested; target rolls Resolve + Gnosis reflexively",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "1 Mana",
		"Effect" : "This spell seals the target's astral path shut around him and denies him the ability to move in and out of Astral Space. Mages use this spell to trap rivals inside an astral stratum with no ability to escape. Under the effects of this spell, a target cannot move in or out of Astral Space at all. The target has freedom within the astral realm or stratum he currently occupies, but he cannot move between strata or attempt to leave Astral Space. Furthermore, he cannot be roused from outside until the spell ends.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Mindtrap",
				"Dice Pool" : "Manipulation + Subterfuge + Mind 5",
				"Rote Description" : "Guardians do some of their most sensitive and secret work inside others' minds. When another mage follows Guardians into Astral Space, this allows a Guardian to trap the mage and move on to the private astral realms. Guardians and Silver Ladder mages use this rote (Silver Ladders roll Presence + Expression + Mind) to condemn other mages to serve terms trapped in Astral Space, usually inside their own minds."
			}
		]
	},
	{
		"Name" : "[ 5 ] &nbsp; The Book Of Self",
		"SourceBook" : "Guardians Of The Veil",
		"SourcePage" : "197",
		"Arcana Requirement" : "Mind 5 + Matter 5",
		"Practice" : "Making",
		"Action" : "Extended",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "This practice dates back to Atlantean times, though the nature of the spell has changed through the ages. A mage nearing the end of his life would create a scroll (or, in later times, a book) that contained his very essence, written in Atlantean runes. The mage's consciousness is copied into the book, allowing the willworker a form of immortality. This spell works like the Mind 5 Psychic Genesis spell, and the book is created with an effect similar to the Matter 5 Raw Creation spell. The mage's mind remains intact, as the new creation is a mere copy, only knowing what the mage knew when the spell was cast. The simulacrum cannot, of course, use magic. Anyone who picks up and reads the book can communicate with the mental construct in the book. The book can &quot;hear&quot; sub-vocalized thoughts directed at it. Its replies appear in print, though the book can provide pictures from its own memories. Some books show these pictures as elegant line drawings, others show photographs. The copy of the mage's mind remains in stasis until the book is opened and read, though it does remember conversations with previous readers. The book's Social Attributes, Mental Attributes, and Skills are allocated as they are with the Psychic Genesis spell, capped by the caster's own Attributes and Skills. The book possesses the caster's Virtue and Vice as well. Note: This spell provides an exception for the usual rules for spell control, in that this spell can be cast again before the first spell expires, extending the book's life.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Soul Book",
				"Dice Pool" : "Presence + Occult + Mind 5",
				"Rote Description" : "The Guardians of the Veil are believed to have a hidden library, secreted in a pocket of space time, and only accessible by the most trusted members of the order. The library is rumored to contain Soul Books dating back even to the time of Atlantis, though that remains just a rumor to date. The Free Council is allegedly attempting to adapt this rote to electronic media using Forces instead of Matter."
			}
		]
	},
	{
		"Name" : "Casual Brutality",
		"SourceBook" : "Grimoire Of Grimoires",
		"SourcePage" : "118",
		"Arcana Requirement" : "Mind 5",
		"Practice" : "Unraveling",
		"Action" : "Instant and contested; target rolls Composure + Gnosis reflexively",
		"Duration" : "Prolonged (1 scene)",
		"Aspect" : "Covert",
		"Cost" : "1 Mana",
		"Effect" : "Behavioral science studies suggest that the ways in which people interact with one another, with regard to morality, are based equally on societal notions of propriety and personal ideals. If either part of the equation is removed, either societal perception or personal values, the morality of an individual will likely begin a downward spiral. For each success gained on the casting roll, the Morality rating of the target is temporarily reduced by 1. Individuals with lowered Morality will act in accordance with their new perceptions of right and wrong, without regard for their old beliefs. A mage with Wisdom 7, for example, who has his Wisdom reduced to 3 by this spell will feel no remorse for draining another mage's Mana against her Will. Targets of this spell who have their Morality reduced to 0 or less become raving, murderous lunatics for the duration of the spell. Any Morality sins committed while under the influence of this spell have no effect on the permanent Morality rating of the target. Characters who perform particularly brutal acts while their Morality is artificially lowered may develop derangements based on their experiences, at Storyteller discretion. This spell doesn't force the target to commit atrocities, it simply increases the chances that the target will behave in more vicious and callous ways than normal.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Le Livre Rogue Rote",
				"Rote Name" : "Casual Brutality",
				"Dice Pool" : "Manipulation + Empathy + Mind 5",
				"Rote Description" : "Use of this rote (or voluntary participation as the target) is an act of hubris that requires a degeneration roll for mages of Wisdom 3 or higher (roll 2 dice)."
			}
		]
	},
	{
		"Name" : "Construct Homunculus Persona",
		"SourceBook" : "Tome Of The Mysteries",
		"SourcePage" : "150",
		"Arcana Requirement" : "Mind 5",
		"Practice" : "Making",
		"Action" : "Extended",
		"Duration" : "Lasting",
		"Aspect" : "Vulgar",
		"Cost" : "3 Mana",
		"Effect" : "The alchemist pieces together a mind to be integrated into a proto-homunculus before it is animated. (Once animation occurs, the homunculus' persona can no longer be modifi ed.) As with the construction of the body, the mind can be formed over a long period, with breaks between sessions. However, the Mana cost must be repaid with the commencement of each new session, and the risk of a Paradox always pertains.</P>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "Dream Network",
		"SourceBook" : "Astral Realms",
		"SourcePage" : "28",
		"Arcana Requirement" : "Mind 5",
		"Practice" : "Making",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "Mages create bridges between their Oneiroi, ensuring that the astral travelers can move horizontally between dream spaces. The number of successes determines how many targets' Oneiroi can be networked with a single casting. Traveling from one Oneiros to another is as in Dream Bridge. Targets can contest the spell with a reflexive Resolve + Gnosis roll each.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "Fiery Servant",
		"SourceBook" : "Legacies: The Ancient",
		"SourcePage" : "43",
		"Arcana Requirement" : "Mind 5 + Forces 4",
		"Practice" : "Making",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana per turn",
		"Effect" : "Some mages pride themselves on their leadership skills. Many have the ability to make men lay down their lives. The truly powerful, however, can make even the fire itself follow them, creating beings made of flame to do their bidding. The mage creates a small, intelligent being made of living flame that will do whatever the mage commands it to do. Since it's made of flame, that's limited to burning things. The creature, which is about the size of a rat (Size 1) and which can take on any shape the mage wants it to, does get to choose what to burn and what not to burn. Successes can be split between Potency, the Size of the creature (one success adds one to Size), and the heat of the fire (each success adds one level to the intensity of the fire). A servant with one point of Potency has a flame that has the size and produces the heat of a torch. If the fiery creature tries to burn a person, it has an attacking dice pool equivalent to its creator's Gnosis + 2, and causes lethal damage. If the creature causes more than two points of damage on its first attack, the creature sets its target on fire, causing another point of lethal damage every round following, until the fire is put out. Although obviously magical (and subject to Disbelief), the creature is made of nothing more than fire, and can be destroyed immediately by a fire extinguisher or a large bucket of water. The creature is only barely sentient. Although it can follow detailed instructions, it can't change its plan, or come up with new plans on its own.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Firebug",
				"Dice Pool" : "Manipulation + Expression + Mind 5",
				"Rote Description" : "Even mages who prefer to do their work face-to-face admit that it can, on occasion, be necessary to send a small fiery agent in to defeat a minion, purify the ground, or flush an enemy out so that the mage can confront him, man to man."
			}
		]
	},
	{
		"Name" : "Goetic Manifestation",
		"SourceBook" : "Grimoire Of Grimoires",
		"SourcePage" : "95",
		"Arcana Requirement" : "Mind 5 + Spirit 5",
		"Practice" : "Making / Unmaking",
		"Action" : "Extended (successes required = mage's Wisdom)",
		"Duration" : "Lasting",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana, 1 Willpower dot",
		"Effect" : "This spell withdraws an aspect of the willworker's demon, the personification of her Vice, out of her mind and spirit and manifests it in a physical shape, fettering it to service as a familiar. Upon successfully casting this spell, the mage draws a reflection of her Vice out of herself and incarnates it into the same sort of stabilized ephemera that comprises familiars. This spell uses the advanced prolongation Duration factors. The mage must spend experience to cement the bond with this familiar, as normal, though the costs for doing so are slightly different. (See the Goetic Familiar Merit) The Willpower dot spent in the casting of this spell may be bought back at the cost of 8 Experience Points.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Non-Order-Specific Rote",
				"Rote Name" : "The Face Of Sin",
				"Dice Pool" : "Presence + Occult + Mind 5",
				"Rote Description" : "Some cultures believed in the notion of an invisible and otherworldly devil at one's ear, whispering dark counsel. Those who make use of this magic have the opportunity to be somewhat more directly guided toward wickedness by the devil within. For the price of such sinful inspiration, however, they enjoy the assistance of their inner demons in ways more meaningful than an occasional shred of advice that runs counter to conscience."
			}
		]
	},
	{
		"Name" : "Network",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "217",
		"Arcana Requirement" : "Mind 5",
		"Practice" : "Making",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "Whereas with the Telepathy spell the willworker could contact other individual minds telepathically, she can now connect multiple minds, creating a network. The number of successes determines how many targets can be networked simultaneously with a single casting. Targets can choose to contest the spell with a reflexive Resolve + Gnosis roll each.</P>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "No Exit",
		"SourceBook" : "Banishers",
		"SourcePage" : "61",
		"Arcana Requirement" : "Mind 5",
		"Practice" : "Unmaking",
		"Action" : "Instant",
		"Duration" : "Lasting (permanent)",
		"Aspect" : "Covert",
		"Cost" : "2 Mana",
		"Effect" : "The mage can rework the communication paths of the target person's brain to form a loop that prevents thoughts or words from escaping the conscious mind. To all intents and purposes, the targeted individual appears catatonic or, at best, profoundly autistic. Attempts to communicate by other means, such as drawing or writing (including typing), result in gibberish. The mage must succeed in a contested role to exercise this power over an Awakened target, and an Awakened victim may attempt a contested role against the original success to break out of the loop. If the casting mage wishes, she may attempt to reinforce the strength of the loop by re-casting the spell each month. Casting the spell sooner results in failure or, in the event of a dramatic failure, the breaking of the loop. Sleepers have no defense against this rote unless another mage has imbued them with protections against Mind magic.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Banisher Rote",
				"Rote Name" : "Welcome To Roger's World",
				"Dice Pool" : "Intelligence + Expression + Mind 5",
				"Rote Description" : "Roger's peculiar take on this spell, and the form the spell takes whenever he casts it, causes the victim to speak in inarticulate phrases, unable to finish any thoughts either mentally or verbally. This means that a victim of &quot;Roger's World&quot; cannot even put together the complete thought &quot;I'm going to try to overcome this spell&quot; without first succeeding in a Willpower roll against a difficulty of 10."
			}
		]
	},
	{
		"Name" : "Possession",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "217",
		"Arcana Requirement" : "Mind 5",
		"Practice" : "Making",
		"Action" : "Instant and contested; target rolls Resolve + Gnosis reflexively",
		"Duration" : "Prolonged (vs. Sleepers) or transitory (vs. mages and other supernatural targets)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "The mage can psychically possess another. The caster's body becomes comatose as under the description of the Psychic Projection spell (although the mage can simply check in on his body if close by). While possessing another, the mage uses the Physical Attributes of his host, as well as any Merits or Flaws tied up in that individual's physical or social identity, but otherwise retains all of his own qualities. The willworker may choose to utterly suppress the host's consciousness or may keep it active as an impotent spectator. If the possessor tries to put the host in harm's way, a fresh reflexive and contested roll is made for the victim to break the possession (the new roll's successes must exceed the spell's).</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Driving The Chariot",
				"Dice Pool" : "Manipulation + Persuasion + Mind 5 vs. Resolve + Gnosis",
				"Rote Description" : "Using another being as a &quot;horse&quot; (as the host of a possession is occasionally referred to), the Ladder willworker assumes that creature's identity and physical capabilities. Some use this magic to perform dangerous or illegal acts, while a rare few do so simply to illustrate the power they can exert over those who displease them."
			}
		]
	},
	{
		"Name" : "Psychic Domination",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "217",
		"Arcana Requirement" : "Mind 5",
		"Practice" : "Making",
		"Action" : "Instant and contested; target rolls Resolve + Gnosis reflexively",
		"Duration" : "Prolonged (vs. Sleepers) or transitory (vs. mages or other supernatural targets)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The willworker can utterly dominate the mind of another thinking being, subjugating the entity's survival instincts or most deep-seated moral convictions. He could issue a suicidal command and compel another to heed it or force her to do something she considers absolutely abhorrent. This is exactly the same as manipulating a mind or telepathically controlling it, save that there is literally no limit to the sorts of thoughts and behaviors the willworker can force upon a subject.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Your Will Is Mine",
				"Dice Pool" : "Presence + Intimidation + Mind 5 vs. Resolve + Gnosis",
				"Rote Description" : "The ultimate act of mental influence, this rote enables a Silver Ladder willworker to force compliance in another. Mages of the Mysterium by and large find such magic distasteful, but they also recognize its occasional necessity, so have a variant of their own (Wits + Intimidation + Mind)."
			}
		]
	},
	{
		"Name" : "Psychic Genesis",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "218",
		"Arcana Requirement" : "Mind 5",
		"Practice" : "Making",
		"Action" : "Extended",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "The mage can create a consciousness. He could generate a self-aware intelligence with a Twilight presence, possibly investing it into a physical shell. The caster could therefore create, say, a sentient computer or something similar. He could put the mind in a form incapable of anything other than telepathic interaction, but such is exceedingly cruel and almost always leads to the creation's insanity, unless the consciousness is frequently interacted with or created without a need or desire for contact. A simple success creates a bodiless, Twilight consciousness (as in the Psychic Projection spell) with the following traits: Intelligence 1, Wits 1, Resolve 1, Presence 1, Manipulation 1, Composure 1, Virtue, and Vice. Additional successes are allocated to increase the mind's Mental and Social Attributes on a one-for-one basis. In addition, successes can be allocated to certain Mental or Social Skills, such as Academics or Empathy, to give the consciousness a knowledge base or some facility for interacting with others. The mind has as much of its creator's basic personality and memories as the caster wants it to have (although its ability to reason using those memories or even recall them when needed is based on its assigned Intelligence). By adding other appropriate Arcana to this spell, such a mind could be tethered to a vessel made specifically to hold it (such as a body created with Life 5). Note that at this level of mastery, this spell cannot be given an indefinite Duration (i.e., the mind cannot have a &quot;natural&quot; life span of human years). The consciousness dissolves when the spell expires. Unless the creation is specifically designed to accept the inevitability of its own dissolution without emotional trauma, a Wisdom degeneration roll may be required for the creator (unless he has Wisdom 2 or lower). The mage could, however, recast the spell before the previous one expires, giving the mind a new Duration. Note that such extension is an exception to the normal rules for spell control. The created mind is allowed to persist over a series of castings, as long as the previous casting does not expire before a successive spell is cast.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Artificial Intelligence",
				"Dice Pool" : "Intelligence + Empathy + Mind 5",
				"Rote Description" : "Using innovative means, the willworkers of the Free Council use this very ancient art. Some powerful mages give consciousness to mystically fabricated servants, while others bestow such a gift upon a particularly advanced computer. Guardians of the Veil occasionally use a similar procedure to add a new consciousness into the blank mind of a dangerously intrusive Sleeper whose entire psyche has been erased through unfortunate circumstances, allowing the individual to carry on as normal, very nearly the person she once was."
			}
		]
	},
	{
		"Name" : "Psychic Reprogramming",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "218",
		"Arcana Requirement" : "Mind 5",
		"Practice" : "Making",
		"Action" : "Extended and contested; target rolls Composure + Gnosis reflexively",
		"Duration" : "Lasting (vs. Sleepers) or prolonged(vs. mages and other supernatural targets)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "The mage can perform psychic reprogramming. A subject's Virtue and/or Vice may be changed (each requires a target number equal to the subject's Composure), and other parts of the subject's fundamental psychic makeup can be altered or even deleted. Each success can affect a single aspect of the subject's fundamental psychic makeup, such as turning a friendship into a rivalry, making the target fall out of (or into) love, or making him follow a new career calling. Although this spell's effect is lasting against Sleepers, it can be dispelled (using Prime 1 Dispel Magic spell, Prime 4 Supernal Dispellation spell, or Death 5 Quell the Spark spell to undo reprogramming and to restore the target to his previous state. Dispelling successes must exceed those achieved in this spell.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Mindscaping",
				"Dice Pool" : "Manipulation + Persuasion + Mind 5 vs. Composure + Gnosis",
				"Rote Description" : "Guardians use this rote to deal with those individuals whose interference cannot be addressed in any way save but to completely alter who they are. By doing so, Guardians preserve life (either out of necessity or personal ethics) and still protect the Mysteries."
			}
		]
	},
	{
		"Name" : "Shadow Projection",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "218",
		"Arcana Requirement" : "Mind 5",
		"Practice" : "Making",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "This spell enables the mage to send her consciousness past the Gauntlet into the Shadow Realm. The mage creates a psychic projection as she did to become Twilight with the Psychic Projection spell. This psychic form manifests an ephemeral silver cord connecting back to the body, with armor equal to the mage's Gnosis and Health equal to her Willpower. The cord can be harmed only by aggravated damage. If this cord is severed, the mage must try to find her way back to her body by some other means (a daunting proposition).</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Walking With Gods",
				"Dice Pool" : "Resolve + Occult + Mind 5",
				"Rote Description" : "When necessary (and typically only when absolutely necessary), mages of the Mysterium are known to delve into the deepest reaches of the Shadow in search of long-lost knowledge. Such journeys are incredibly dangerous, and have been known to lead to encounters with things forgotten since the age of Atlantis (or perhaps even before)."
			}
		]
	},
	{
		"Name" : "Sin Eating",
		"SourceBook" : "Grimoire Of Grimoires",
		"SourcePage" : "48",
		"Arcana Requirement" : "Mind 5",
		"Practice" : "Making / Unmaking",
		"Action" : "Extended (successes = subject's current Wisdom)",
		"Duration" : "Lasting",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "One of the foremost responsibilities of the Guardians of the Veil is to take on the burden of sin so that others need not. But, when Guardians fail to execute this heavy burden, others must sometimes sully their own hands with ugly necessities. Accepting the price of his failure, however, a Guardian can assimilate the wickedness of others and purify it in the crucible of his ongoing sacrifice, redeeming the virtuous and embracing his own damnation thereby. This spell enables the Guardian to do just that, drawing out the sins of others and taking their weight upon his own soul, so sparing them the pain of wickedness and nudging them back toward virtue. Upon successfully casting this spell, the Guardian takes on the spiritual burden of the most recent sin against Wisdom for which another mage suffered degeneration. (Use the Duration factors given for prolonged spells to determine how far back the caster can reach in his attempt to consume the subject's sin.) There exist certain interesting complications to this process, however. First, the subject must be willing and desirous of sincere repentance. Of course, part and parcel with a failed degeneration check is a feeling of vindication in one's improper actions, so this true longing for redemption is often easier said than done, and usually works better with either those who are, by nature, intensely virtuous or, conversely, those who have perceived an overarching pattern of wrongful behavior in themselves and wish to turn back from the path of hubris. Whatever the case, it is only a genuine commitment to self-betterment that empowers this spell's soul-mending effects. Second, the spell isn't a guarantee; merely a chance. The subject receives the opportunity to re-roll the degeneration check, automatically subject to a +1 die bonus for sincere remorse. If this check succeeds, though, the subject regains the lost Wisdom without cost and loses any derangement gained through that particular instance of degeneration. (derangements from other sources -- including other instances of Wisdom degeneration -- remain.)  Third, the Guardian can cast this spell only once on a given subject between instances of degeneration. (In other words, no &quot;going back&quot; to the next instance of degeneration and trying to undo that one as well, thus enabling another willworker to potentially skyrocket in Wisdom.) Fourth, the Guardian must pay the piper, as it were, by accepting the burden of sin upon his own soul (and regardless of whether or not the subject actually succeeds in his &quot;second chance&quot; to feel regret for his prior actions). In the case of any act at least 2 dots above the Guardian's present Wisdom score on the hierarchy of sins, this entails no degeneration check: His soul is simply too scarred already to suffer appreciably on account of this new burden. In the case of sins within one step of the Guardian's present Wisdom score, in either direction, this involves a degeneration check for the Guardian, as normal, subject to all the customary consequences for either success or failure. In the event of a sin at least 2 dots below the Guardian's present Wisdom score, this entails an automatic loss of Wisdom and the customary subsequent check to resist gaining a derangement.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Devils' Feast",
				"Dice Pool" : "Manipulation + Empathy + Mind 5",
				"Rote Description" : "By consuming the iniquity of others, a Guardian of the Veil demonstrates the courage of her conviction, accepting the burden of not only her own sins, but also the sins of those around her. In addition to the spells and rotes concealed within The Codex of Lies, the grimoire itself bestows certain interesting benefits upon its possessor. First and foremost, the Codex grants a +1 modifier to all degeneration checks made by its current owner, as well as a +1 modifier to the roll to avoid gaining a derangement in the event of an unsuccessful degeneration check. Whether this is on account of metaphysical proximity to Plures' ideology of eternal sacrifice or some other reason is unknown; some Guardians have spent years researching the seemingly enhanced moral and psychological resiliency of an owner of the Codex, but to no avail. Further, regular study of the Codex grants a Guardian of the Veil (or any that manage to decipher its many tiers of hidden meaning) a +2 modifier to any rolls to influence, infiltrate, or otherwise interact with the structures, policies, and procedures of nearly any Sleeper occult society wholly or partially of Western European origin, with traditions (whether legitimately handed down, pilfered, or acquired by whatever other means) spanning back to at least the early 18th century. This insight is the result of regular perusal and contemplation of the symbolism integrated into the  text, and so functions only for one who has reviewed the grimoire within the past month. This bonus drops to a +1 in dealings with more modern societies deliberately cast in the mold of more antiquated fellowships of this sort, since many of the prominent symbols and ideals of such organizations have entered into the common consciousness and are thus co-opted by such groups."
			}
		]
	},
	{
		"Name" : "Temenos Sanctuary",
		"SourceBook" : "Legacies: The Sublime",
		"SourcePage" : "19",
		"Arcana Requirement" : "Mind 5",
		"Practice" : "Making",
		"Action" : "Extended",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "This spell creates a sanctuary within the Temenos. This ability is treated as the Spirit Manse spell of the Spirit Arcanum, save that this spell constructs a sanctum within the Temenos realm of the Inner Planes.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Clavicularius Rote",
				"Rote Name" : "Forging The Astral Temple",
				"Dice Pool" : "Composure + Occult + Mind 5",
				"Rote Description" : "Many of the Clavicularius construct Astral sanctuaries where they can study their deepest internal darkness, and learn to use its strengths without falling victim to it. The Great Temple of Solomon is one such edifice, and all who reach the first attainment of the Legacy can enter this sanctum."
			}
		]
	}

]
