[{
		"Name" : "Alien Spotter",
		"SourceBook" : "Banishers",
		"SourcePage" : "67",
		"Arcana Requirement" : "Spirit 1",
		"Practice" : "Unveiling",
		"Action" : "Instant",
		"Duration" : "Concentration",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "With this spell, a Banisher can detect the presence of an alien force or being within a human, similar to Exorcist's Eye (Spirit 1). If an entity of any kind, extraterrestrial or otherwise, attempts to hide, it may use whatever method the entity possesses and pit its successes against those of the Banisher. More successes mean that the entity remains hidden and the Banisher's attempt fails.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Banisher Rote",
				"Rote Name" : "Invader Or Parasite",
				"Dice Pool" : "Wits + Empathy + Spirit 1 (optional)",
				"Rote Description" : "This rote enables the Banisher to determine whether or not an alien is masquerading as a human or is possessing a human who might be salvaged. So far, the Translators have not yet determined how to separate a possessing alien, though they are looking into the practice of exorcism as a model."
			}
		]
	},
	{
		"Name" : "Coaxing The Spirits",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "245",
		"Arcana Requirement" : "Spirit 1",
		"Practice" : "Compelling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can whisper to a spirit sleeping within a material object and ask for its aid, making it easier to use the object. The spirit does not awaken, but it does yield its power a bit, allowing the mage to pick a lock easier and faster, carve a wooden statue with more ease and grace, or even drive a car with more facility. Each success provides a +1 dice bonus on a single roll made within the spell's scene-long Duration. This bonus applies only to actions over which the object itself might conceivably have some sway, such as a car's ability to steer straight, but not a rock's power to be thrown more accurately (it has no control over the air).</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Helping Hand",
				"Dice Pool" : "Manipulation + Socialize + Spirit 1",
				"Rote Description" : "Some Free Council mages understand that consciousness exists in more varied forms than most modern Sleepers know. Calling upon traditional wisdom, they use this rote to speak to the slumbering presence within most things, requesting aid in a task at hand. Silver Ladder mages are often more direct and forceful in casting their own version of this rote (Presence + Socialize + Spirit)."
			}
		]
	},
	{
		"Name" : "Exorcist's Eye",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "245",
		"Arcana Requirement" : "Spirit 1",
		"Practice" : "Unveiling",
		"Action" : "Instant",
		"Duration" : "Concentration",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "This spell enables a mage to detect the presence of a possessing entity within a terrestrial being, often to the end of expelling that spirit by means of the Exorcism. Those  who are knowledgeable in the ways of the spirit realm may be able to identify what sort of spirit inhabits a given individual, but such information is not necessarily conveyed by this spell. If a spirit has the ability to hide and wishes to do so, it may use such a power and pit its own successes directly against this spell's successes (the spell's Potency) in an attempt to remain hidden.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Parting The Shadow",
				"Dice Pool" : "Wits + Occult + Spirit 1",
				"Rote Description" : "The Guardians of the Veil have cataloged a wide variety of phenomena that are known to suddenly and inexplicably change a person's demeanor, often into something frightening and alien. One of the more common paranormal causes is possession, whether on the part of a ghost, a spirit or something else entirely. This rote enables a Guardian to detect the presence of an ephemeral entity &quot;riding&quot; a host. Mages of the Mysterium use the same rote when searching out possession in the course of their work."
			}
		]
	},
	{
		"Name" : "Gremlins",
		"SourceBook" : "Tome Of The Mysteries",
		"SourcePage" : "72",
		"Arcana Requirement" : "Spirit 1",
		"Practice" : "Compelling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "Pilots during World War II told stories about &quot;gremlins,&quot; capricious little imps that caused inexplicable mechanical failures that could be traced to no other source. This spell may not conjure gremlins, but a similar result can be had by subtly whispering to a spirit that slumbers in a material object, coercing it to betray its owner and fail to function properly at a critical moment.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Unassailable Regency",
				"Dice Pool" : "Presence + Intimidation + Spirit 1",
				"Rote Description" : "When Silver Ladder mages invoke this spell, even the weapons of their enemies recognize the Ladder's rightful authority, betraying their owners and refusing to attack the keepers of the Imperium Mysteriorum."
			}
		]
	},
	{
		"Name" : "Second Sight",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "246",
		"Arcana Requirement" : "Spirit 1",
		"Practice" : "Unveiling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage gains the Mage Sight. He can also determine the Strength of the local Gauntlet. See the information on Resonance forrules on scrutinizing magic with this spell. The caster gains a +1 dice bonus (regardless of the number of casting success) on perception and scrutiny rolls to sense spirit Numina and werewolf Gifts and rituals, as well as loci.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Solomon's Sight",
				"Dice Pool" : "Intelligence + Occult + Spirit 1",
				"Rote Description" : "King Solomon was said to be wise in the ways of magic, a master of the spiritual realms. This rote allows a Ladder willworker to emulate that ancient ruler, perceiving the most intricate and delicate nuances of magic, and the local complexion of the barrier holding spirit apart from flesh. Mages of all orders use this rote, but Mysterium willworkers often do so under urgent circumstances (Wits + Occult + Spirit)."
			}
		]
	},
	{
		"Name" : "Spirit Tongue",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "246",
		"Arcana Requirement" : "Spirit 1",
		"Practice" : "Knowing",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can see, hear, and speak with spirits. He can also detect their unseen presence if they are hiding or have chosen to not reveal themselves. Unless the mage has some means of peering across the Gauntlet or affecting the Shadow World, he can converse only with Twilight spirits. (The mage can speak across the barrier of the Gauntlet with the Spirit 2 Peer Across the Gauntlet spell.) The mage can see ghosts, too, but they appear hazy and indistinct and he cannot hear them unless he also uses Death 1 while casting this spell. He cannot perceive mental projections in Twilight unless he adds Mind 1 to the casting. This spell's successes must exceed the Potency of any power (if any) used to conceal the spirit.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Fleshless Speech",
				"Dice Pool" : "Presence + Socialize + Spirit 1",
				"Rote Description" : "Mages of the Mysterium have many reasons for dealing with the denizens of Twilight (or the Shadow Realm). Some spirits recall the crafting (or final resting places) of ancient relics, and might be willing to share such knowledge for a price. Conversely, some spirits pay close attention to the happenings of the world of flesh and can prove invaluable informants. This rote enables a member of the Mysterium to communicate with a spirit currently inhabiting the same plane of existence as her (though it by no means guarantees civil or any discourse on the part of the spirit). Silver Ladder willworkers use the same rote in their own dealings with entities of the unseen world."
			}
		]
	},
	{
		"Name" : "Bug Jar",
		"SourceBook" : "Banishers",
		"SourcePage" : "67",
		"Arcana Requirement" : "Spirit 2",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "As the Death 2 Soul Jar spell. Any container that can hold liquid safely can be used for this spell. Success on the casting simultaneously enchants the container so that the soul or spirit (or alien &quot;bug&quot;) cannot escape. The lid is usually sealed with wax or with a metal locking mechanism. The jar protects the contents from attacks and is almost indestructible. If the lid is opened, the soul or spirit can flee to its body.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Banisher Rote",
				"Rote Name" : "Alien In A Box",
				"Dice Pool" : "Presence + Crafts + Spirit 2 or Death 2",
				"Rote Description" : "The Translators have worked out a system whereby certain metals that correspond to certain sectors of the universe or planetary systems must be used in the construction of the container depending on the type of alien the mages wish to contain. If forced to use a standard jar or bottle made of a different substance, the Translator suffers a -1 die penalty. Renewed casting of the spell can extend the duration."
			}
		]
	},
	{
		"Name" : "Cowing The Spirit",
		"SourceBook" : "Adamantine Arrow",
		"SourcePage" : "187",
		"Arcana Requirement" : "Spirit 2",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Transistory",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "A spirit resides within most things, animate or inanimate, most of which sleep soundly, only vaguely understanding what transpires around them. With rudimentary training in the mystic arts of the Shadow, a willworker can encourage such an entity to stir for just a moment, aiding in the task for which the instrument that houses the spirit was crafted. With slightly greater skill, one might frighten such a spirit away from its appointed duty, turning an otherwise trustworthy piece of equipment astray. Each success of Potency assigned to this spell reduces an item's equipment bonus by one, to a minimum of zero. All other qualities of the item, however, remain unaffected.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Turning Aside The Shadow",
				"Dice Pool" : "Presence + Intimidation + Spirit 2",
				"Rote Description" : "When confronted by this rote, even the stoutest of blades and most accurate of guns fail. Willworkers of the Adamantine Arrow also use this magic to foil items of a less martial nature, aware that Existence Is War, and that all conflicts - regardless of their nature - are battlefields of a sort: Lock picks, first aid kits, computers, or any other sort of mundane equipment can be rendered virtually useless."
			}
		]
	},
	{
		"Name" : "Ephemeral Shield",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "246",
		"Arcana Requirement" : "Spirit 2",
		"Practice" : "Shielding",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "1 Mana (optional)",
		"Effect" : "The mage protects himself with ephemeral armor that defends against physical attacks or attacks made by ephemeral entities. The mage gains one point of armor per dot he possesses in the Spirit Arcanum. By spending one Mana, the Duration can be made to last for one day. Most mages cast such a shielding spell at the beginning of the day, as part of their morning rituals. Successes are used to combat attempts to dispel the shield. Note that this magical armor does not apply against an opponent's attempts to achieve a grappling hold on the mage (the Fate, Mind, Space, and Time Arcana provide shielding spells to do that). Nor does it apply against a grappling opponent's attempts to overpower the mage. It does, however, protect against attempts to inflict damage upon him (subtract the armor points from any overpower roll that intends to damage the mage or attack him with a drawn weapon).</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Ghost Shirt",
				"Dice Pool" : "Stamina + Occult + Spirit 2",
				"Rote Description" : "Not all threats come from this world. Arrow mages use this rote to armor themselves against physical attacks from beings native to the Shadow Realm. Guardians of the Veil, who also have occasion to meet with spirits under less-than-friendly circumstances, use their own magic (Resolve + Occult + Spirit) to achieve the same effect."
			}
		]
	},
	{
		"Name" : "Gossamer Touch",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "247",
		"Arcana Requirement" : "Spirit 2",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "Through the casting of this spell, the mage gains the power to physically interact with spirits and spiritual things in the Twilight state, as the Death 2 Touch of the Grave spell. She can also touch spirits and be touched in turn by any nearby spirit. She cannot affect ghosts or affect mental projections (she needs the Death and Mind Arcana, respectively, for those effects).</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Grasp The Otherworld",
				"Dice Pool" : "Dexterity + Athletics + Spirit 2",
				"Rote Description" : "Free Council mages cast this rote in order to interact physically with Twilight spirits. While under the effects of this magic, they can make contact with such beings, whether to offer a friendly touch or a closed fist. Adamantine Arrow willworkers use the same magic in the defense of cabal and sanctum."
			}
		]
	},
	{
		"Name" : "Grant The Second Sight",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "247",
		"Arcana Requirement" : "Spirit 2",
		"Practice" : "Unveiling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "This is as the Spirit 1 Second Sight spell, except that the mage casts it upon another mage or even a supernatural being such as a ghost or werewolf. If this spell is cast upon a Sleeper, it invokes Disbelief immediately, even if its Duration is less than one scene. If the target is unwilling, he may resist with a reflexive contested Resolve + Gnosis roll.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Imparting The Spirit Gaze",
				"Dice Pool" : "Manipulation + Persuasion + Spirit 2",
				"Rote Description" : "Members of the Silver Ladder use this rote to bestow Spirit Arcanum perceptions upon allies of supernatural origin, mage or otherwise. Free Council mages are known to extend similar perceptions through alternate means (Intelligence + Persuasion + Spirit)."
			}
		]
	},
	{
		"Name" : "Invitation To The Orishas",
		"SourceBook" : "Magical Traditions",
		"SourcePage" : "76",
		"Arcana Requirement" : "Spirit 2",
		"Practice" : "Ruling",
		"Action" : "Extended (target number = mage's own Stamina + Resolve)",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "In one of the most basic spells of Santer&iacute;a, an Awakened santero can call down one of the orishas and allow the deity to possess him. The orisha can then use its powers through the mage's body, dispense godly wisdom or, unfortunately, wreak punishment on anyone who happens to offend it. Although this rite is considered a sacred act as well as a useful practice, santeros do understand that they risk their lives by trucking with the orishas. But, characteristically, they realize that if they should die while being ridden by an orisha, they have become a great ebb&oacute;. Some traditions even hold that if someone dies while being ridden by an orisha, that person can become an orisha. The mage dances a bembe, and he must be accompanied by ritual drums. Often, other santeros dance with him, and this ritual usually follows an ebb&oacute;. The mage continues to dance until his mind and body are overwhelmed by the exertion of the bembe and the drums, and the orisha enters him. In game terms, the player must accumulate a number of successes equal to the mage's Stamina + Resolve, and if the character possesses the Iron Stamina  Merit, those dots are also added to the target number of successes. Each roll equates one minute of dancing, and the player can only make a number of rolls equal to the mage's Stamina + Athletics (after which the mage is too exhausted to dance properly). Once the player has accumulated the proper number of successes, the orisha possesses the mage. At this point, the mage begins to behave like the orisha in question. Osain limps and leans on a walking stick. Chang&oacute; is lusty and belligerent, while Osh&uacute;n is flirtatious. The orishas demand their tribute -- many of them try to take bites of the raw flesh of the ritual sacrifice, and all must have their special foods and items (see Foci), or else they depart and the spell ends. While the mage is being possessed, the orisha speaks and acts through him. The other santeros present can ask the orisha for advice or intercession. If any are Awakened, they can ask the orisha for magical understanding (this can be used to justify an increase in Gnosis or Arcana ratings), even learning rotes from the orisha. Occasionally, a mage channels one of the warlike orishas (Chang&oacute;, Ogg&uacute;n, Eleggu&aacute;, Ochosi, or Oy&aacute;) to help him fight in an upcoming battle. The game effects of this possession vary depending on the Storyteller's decision of what the orishas are and what role they fulfill in the chronicle. In general, this spell allows an effect similar to Coaxing the Spirits (Spirit 1), but with farther-reaching effects. The mage receives a number of bonus dice to a given task based on how satisfied the orisha is with the sacrifice, the items offered to it, and the bembe the mage performed (the Storyteller should take all of this into consideration and then make a roll for the player, probably Manipulation + Socialize, and use the successes for the bonus dice). These dice can be used on any roll that the task involves, but the player does not know how many he has to work with (just as the mage doesn't know how far the orisha's influence will carry him). At some point, the capricious orisha's attention fades, and the mage is on his own again.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Santer&iacute; Tradition Rote",
				"Rote Name" : "Invitation To The Orishas",
				"Dice Pool" : "Presence + Athletics + Spirit 2",
				"Rote Description" : "This rote is just as the spell with the same name."
			}
		]
	},
	{
		"Name" : "Lesser Spirit Summons",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "247",
		"Arcana Requirement" : "Spirit 2",
		"Practice" : "Ruling",
		"Action" : "Instant and contested; target rolls Resistance reflexively",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage calls out to a spirit, either summoning a specific spirit or sending out a general call to the nearest one within sensory range. (If the mage is in the material realm, the call summons a nearby Twilight spirit, if any. If he is in the Shadow Realm, it summons a nearby spirit there.) He may either call one or more spirits personally known to him, or he may specify any type of spirit of his choosing (tree spirits or bird spirits, for example), or even send out a general summons to all spirits within his range (by spending one Mana; the closest spirit responds). The spirit comes to the caster with as much speed as it can muster, although it cannot be made to go farther than the maximum distance it is allowed to travel from its anchor. The call may be a gentle request for audience or it may be an irresistible compulsion, at the mage's discretion. Many spirits do not appreciate being called in the latter fashion, though some are too mindless to care and others may actually esteem the mage's boldness in demanding their presence in so unhesitating a manner. A curious spirit usually answers a general call or personal summons, but a reflexive and contested roll is made if it does not wish to respond. This spell does not allow the mage to command the spirit or force it to manifest (see the Spirit 3 Control Spirit spell). The summoned spirit must remain near the summoning mage for the rest of the scene, unless the caster allows it to leave.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Circle And Triangle",
				"Dice Pool" : "Intelligence + Persuasion + Spirit 2 versus Resistance",
				"Rote Description" : "A simple circle and triangle may be used to compel angels and other spirits into the presence of the magus. A simple design in chalk or etched in dirt will suffice, but most take the "
			}
		]
	},
	{
		"Name" : "Peer Across The Gauntlet",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "247",
		"Arcana Requirement" : "Spirit 2",
		"Practice" : "Unveiling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can peer across the Gauntlet into the Shadow Realm, the spiritual reflection of the material world. If he is in the Shadow Realm, he can use this spell to peer into the material realm. During the spell's Duration, the mage can take an instant action to concentrate and glimpse past the Gauntlet. Any perception rolls made are modified by the Gauntlet's Strength. With Spirit 3, glimpsing across the Gauntlet can be performed as a reflexive action, requiring no concentration.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Otherworldly Sight",
				"Dice Pool" : "Wits + Occult + Spirit 2",
				"Rote Description" : "The power to gaze into the Shadow is prized by many Mysterium willworkers. With this rote, a mage can watch that other world, espying its details as easily he normally does in his own native plane."
			}
		]
	},
	{
		"Name" : "Place Of Power",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "247",
		"Arcana Requirement" : "Spirit 2",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage can fortify or weaken the Gauntlet at a Hallow. Each success modifies the local Gauntlet's Strength by one point in either direction up or down by a limit equal to the Hallow's rating, although at this level the Gauntlet's Strength cannot be reduced to zero. With the Spirit 5 Control Gauntlet spell, the Gauntlet can be made to fade, creating a Verge where any being may step over instantly without using a spell.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Closing The Ways",
				"Dice Pool" : "Resolve + Survival + Spirit 2",
				"Rote Description" : "Most commonly used by Guardians of the Veil to render the Gauntlet virtually impermeable at a Hallow, this rote can also be used to reduce the Strength of that barrier. Silver Ladder mages occasionally use the same magic to make manifestation easier for spirit allies."
			}
		]
	},
	{
		"Name" : "Read Spirit",
		"SourceBook" : "Adamantine Arrow",
		"SourcePage" : "188",
		"Arcana Requirement" : "Spirit 2",
		"Practice" : "Knowing",
		"Action" : "Instant and contested; target rolls Resistance reflexively",
		"Duration" : "Lasting",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "Every spirit has a ban that prohibits the spirit from certain types of behavior or activities. Often the key to dealing with a difficult spirit is to find out what its ban is; but attempting to ascertain a spirit's ban isn't without drawbacks. Most spirits are very sensitive about their bans, and are likely to react negatively if they sense a mage snooping around trying to ferret out their secrets. As spirits become more powerful, their bans become more complex and difficult to read. When a mage attempts Read Spirit, the Potency of the casting must exceed the Rank of the spirit in order for any useful information to be learned. Conversely, the more Potent the spell, the more likely it is the spirit will notice the casting. If the spell reaches Potency 3 or more, the spirit is allowed a reflexive Finesse roll, requiring a simple success to sense the attempt to read it. A spirit's reaction to such an intrusive act varies from spirit to spirit, but is unlikely to be viewed in a positive manner.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Sense Ban",
				"Dice Pool" : "Intelligence + Occult + Spirit 2",
				"Rote Description" : "Enemies of spirit can rarely be defeated by spell or blade alone. Simply discorporating a spirit doesn't guarantee that it won't return. The surest weapon against a spirit is knowledge of its ban. With knowledge of a ban, the mage gains strength in either combating or negotiating with the spirit. Members of the Adamantine Arrow who regularly employ this rote believe it's better to bargain with an angry spirit than go unarmed into a potentially dangerous situation."
			}
		]
	},
	{
		"Name" : "Soul Jar",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "248",
		"Arcana Requirement" : "Spirit 2",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "Certain ancient cultures such as the Egyptians recognized that a soul could be placed within a container to prevent its release back into the cycle of birth and death. This spell creates such a receptacle. Any receptacle that can be used to seal liquid can serve as a soul jar, whether it's a wine bottle, a preserve jar, or even Tupperware. Success on the spellcasting enchants the receptacle so that a soul placed within the jar cannot escape. The jar's lid is usually held fast by a metal bar or is coated with wax. The soul is protected from attack by the object. If the jar is opened or broken, the soul can flee.With Death 3, the mage can attempt to cast this spell with indefinite Duration.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Urn Of Motes",
				"Dice Pool" : "Presence + Crafts + Spirit 2 (or Death 2)",
				"Rote Description" : "In ancient times, Silver Ladder mages would carry out a terrible punishment levied against mage criminals: The severing of their souls. This was sometimes a temporary sentence; the caster would store the soul in a jar and release it once the convict's sentence had been served."
			}
		]
	},
	{
		"Name" : "Spirit Pact",
		"SourceBook" : "Tome Of The Mysteries",
		"SourcePage" : "129",
		"Arcana Requirement" : "Spirit 2",
		"Practice" : "Ruling",
		"Action" : "Instant",
		"Duration" : "Lasting",
		"Aspect" : "Covert",
		"Cost" : "1 Mana",
		"Effect" : "The mage engages in a transfer of ephemeral energy with a willing spirit of Rank 3 or higher. The spirit sacrifices a Willpower dot on the willworker's behalf, which the willworker then uses to relinquish control of an indefinite duration spell. The Willpower point cannot be used for any other purpose. Before casting the spell the willworker must make contact with the spirit; Spirit Pact does not call or summon the entity. The spirit must be a willing participant in this transaction. These deals are invariably pre-arranged. On rare occasions, a powerful spirit may volunteer this boon as a reward or gift to a mage to whom it feels a debt of gratitude. More often, the mage must seek out the spirit and offer a great and onerous service in return for the gift of cheap spell relinquishment. Expect the service to be difficult, dangerous and time-consuming; it will typically comprise a chapter or story unto itself. The quest may take place in Twilight, the Shadow Realm or the Material Realm. Agendas of spirits for the Material Realm are often bafflingly obscure. Spirits who embody a particular concept or sphere of influence often require their mortal negotiating partners to perform acts of symbolic significance, which generate power for them in the Shadow Realm. For example, a god of storm may require the cabal to generate a mighty hurricane. A deity of lust could demand that the mage destroy the reputation of an anti-pornography crusader. Only after the quest has been completed will the spirit fulfill its side of the bargain.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Twilight Contract",
				"Dice Pool" : "Presence + Occult + Spirit 2",
				"Rote Description" : "Operatives of the Mysterium, who attach a romantic significance to quests and enjoy plumbing a tantalizing mystery, would sooner truck with enigmatic godlings than spend their own force of will to relinquish spell control."
			}
		]
	},
	{
		"Name" : "Spiritual Bulwark",
		"SourceBook" : "Tome Of The Mysteries",
		"SourcePage" : "23",
		"Arcana Requirement" : "Spirit 2",
		"Practice" : "Shielding",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "1 Mana (optional)",
		"Effect" : "By means of this spell, the mage reduces the efficacy of undesirable non-attack-based Numina targeting him. The willworker subtracts one die per dot she possesses in the Spirit Arcanum from all non-attack-based Numina (such as &quot;Possession&quot; or &quot;Terrify&quot;) targeting her. By spending one point of Mana, the Duration can be made to last for one day.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Resplendent Diadem",
				"Dice Pool" : "Composure + Occult + Spirit 2",
				"Rote Description" : "Just as a well-made crown is a symbol of authority, so, too, can a crown serve as armor against harm. This rote defends a Ladder mage against undue influence by the denizens of both Twilight and the Shadow. Guardians of the Veil have their own variant of the rote (Resolve + Occult + Spirit), which they use to resist the strange powers of the entities of the Abyss."
			}
		]
	},
	{
		"Name" : "Alien Highway",
		"SourceBook" : "Banishers",
		"SourcePage" : "68",
		"Arcana Requirement" : "Spirit 3",
		"Practice" : "Weaving",
		"Action" : "Extended (target number = Gauntlet strength)",
		"Duration" : "Transitory (one turn)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "The mage opens a road as in the Spirit 3 spell Spirit Road, but instead of crossing the Gauntlet to the Shadow Realm, there is a 25% chance that the road leads to a random spot on earth, a 25% chance of opening into the Abyss, and a 25% chance of opening onto the vastness of outer space. There is, of course, a 25% chance that the spell works exactly as Spirit Road and allows access to the Shadow Realm. The intent of this spell, however, is to open a path that will enable a Banisher to send an alien entity &quot;home.&quot; A minimum of one success is necessary to open the road where the Gauntlet is weakest; a dramatic failure sucks the caster himself into a gaping rift that closes immediately, depositing the luckless caster in one of four places with no immediate egress. The caster's intent is more often to force another individual through the opening, in which case the caster must successfully grapple the victim and use an overpower maneuver to cast him into the road. Naturally, if the road opens onto space or the Abyss, the person who crosses onto the road usually meets his death unless he is prepared to withstand the rigors of those places.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Banisher Rote",
				"Rote Name" : "Morris's One-Way Trip",
				"Dice Pool" : "Resolve + Survival + Spirit 3",
				"Rote Description" : "The Translators' version of this spell, as practiced by Morris, has an altered Duration -- concentration. The opening can remain viable as long as the Translator concentrates on it, allowing the caster to yank the victim back once she has had a &quot;taste&quot; of what's behind the door or else enabling the caster to close the road immediately, trapping the victim on the other side, subject to whatever horrors await her."
			}
		]
	},
	{
		"Name" : "Control Spirit",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "248",
		"Arcana Requirement" : "Spirit 3",
		"Practice" : "Ruling",
		"Action" : "Instant and contested; target rolls Resistance reflexively",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can force a spirit to perform an action. A single, simple command (&quot;Attack!&quot; &quot;Flee!&quot; &quot;Stand there!&quot;) can be issued per success. Complex commands require multiple successes. For example, &quot;Go to the Contessa's mansion and steal the Borgia Diamond!&quot; might require three successes. If the spirit has not completed the action by the time the Duration expires, it does not have to finish the job.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Crown Of The Incarna",
				"Dice Pool" : "Presence + Intimidation + Death 3 vs. Resistance",
				"Rote Description" : "The Adamantine Arrow's relations with spirits are often as martial as their relations with mages. This rote is no exception, and Arrow mages use it to enlist spirits as soldiers in their wars. The Mysterium uses a similar rote to turn aside the assaults of spirit guardians."
			}
		]
	},
	{
		"Name" : "Create Fetish Tattoo",
		"SourceBook" : "Tome Of The Mysteries",
		"SourcePage" : "73",
		"Arcana Requirement" : "Spirit 3 + (Life 2 or 3)",
		"Practice" : "Patterning",
		"Action" : "Extended (target number = highest Rank spirit that the tattoo can contain)",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "The willworker tattoos his flesh (with Life 2), or that of another (with Life 3), with specially prepared ink suitable to serve as the housing for a spirit. While this spell does not actually bind a spirit, when a spirit is eventually bound into the spell, it enters the ink and not the person. Most mages who make use of this spell create the marks as glyphs in High Speech, so as to be usable for a wide variety of spirits. Otherwise, each such being is apt to require a tattoo that specifically honors the being's nature and purpose (writhing flames for a fire-spirit, or an image of a medicinal plant for one of healing, for example). The creation of the tattoo itself normally requires an Intelligence + Crafts roll to design and a Dexterity + Crafts roll to render; most self-respecting spirits will refuse to inhabit an aesthetically displeasing image. Other than that, this spell will create out of the substance of the tattoo a housing that can be used in the casting of a Create Fetish spell. Note that such a tattoo is not reusable (though, with Spirit 5, the spell may be created with an indefinite Duration, allowing the mage to free one spirit and subsequently bind another in the same tattoo, so long as this spell's Potency meets or exceeds the Rank of the new spirit to be bound. The Create Fetish spell would need to be cast upon the new spirit, however.) A spirit bound in the tattoo may be called upon as normal for a fetish. Destroying a significant portion of the tattoo (which usually entails destroying the flesh onto which it is inked) will free the spirit, casting it into Twilight, as with any other ruined fetish.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Otherworldly Brand",
				"Dice Pool" : "Stamina + Crafts + Spirit 3",
				"Rote Description" : "Arrow mages often wear the price of their dedication upon their flesh, and, to many of them, this rote is no different from the scars that they accept as a part of their duties. By binding a spirit under the skin, such willworkers gain yet another armament, one that cannot easily be taken away."
			}
		]
	},
	{
		"Name" : "Divining Spirit",
		"SourceBook" : "Magical Traditions",
		"SourcePage" : "138",
		"Arcana Requirement" : "Spirit 3 + Time 3",
		"Practice" : "Weaving",
		"Action" : "Extended (target number = Rank spirit sought) and contested; roll target's Resistance",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "The mage summons a greater spirit from the Shadow Realm, likely unknown to her. This spirit is not drawn from the current Shadow Realm, however, but is drawn from the Shadow's past or future for divinatory purposes. The spirit called is generally unknown, and is drawn from the local area Shadow Realm's past and future (unless the mage uses Space 2 to extend his senses). The time period by which the spirit is called is also unknown - it may be summoned from the recent future or the distant past. The mood of the spirit is often confused and maddened, though usually the dizzying effect upon the spirit keeps it from being outright hostile. That being said, the spell does not provide any kind of protection against the spirit; if it chooses to bring harm in some way to the participants, the spell offers no bulwarks against such an action. The spirit summoned remains near the mage for the spell's Duration, unless the sorcerer allows it to leave.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Entheogenic Cults Tradition Rote",
				"Rote Name" : "Mystery Of The Barley Wine",
				"Dice Pool" : "Manipulation + Persuasion + Spirit 3 vs. Resistance",
				"Rote Description" : "This rote provides a modern refashioning of the ceremonies at Eleusis, particularly those that initiated a participant into the Eleusinian Mysteries. In the Greek rites of old, the cultists drank from a heady entheogenic brew of what was believed to be barley, water, and pennyroyal (a slightly toxic variety of strong mint). Honey was often added for flavor, and the modern version has it, as well. Some speculate that the entheogen of the brew came from empurpled barley, whose color was granted by the psychoactive ergot fungus that grew upon it. Others believe it the combination of the toxic mint and the fermentation of the brew contributed toward visions. Here, modern participants of this ritual add their own hallucinogen - most prefer to add something natural (mushrooms, extract of ayahuasca, peyote), but some will add synthetics like LSD or lab-DMT to the brew. The drink provides the first focus of the rote, and to a point, the hallucinogen in the drink is the second focus. Participants must gulp, not sip, the brew. The third focus is a copy of one of Homer's books: Likely The Iliad or The Odyssey, though the anonymous (but oft-attributed to him) Homeric Hymns work just as well. The caster must read from random passages from the text. The nature of the passages matters little. The simple repetition of these ancient words is believed to form a conduit between past, present and future through which the gods can travel. (Note that some mages set a conditional duration upon this spell for the sake of safety. That condition is met when the Homeric text is closed. With the clap of the book's closing, the &quot;god&quot; is banished.) Note that this rote does not have a condition of environment (it can be performed anywhere, whether in the middle of a circle of stones or in a dark attic strewn with old toys), but it does have a temporal condition. It must be performed at dawn or dusk; at any other time, the rote fails. Improvised casting has no such restrictions."
			}
		]
	},
	{
		"Name" : "Exorcism",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "248",
		"Arcana Requirement" : "Spirit 3",
		"Practice" : "Weaving",
		"Action" : "Extended (target number = spirit's Willpower) and contested; target rolls Power + Resistance reflexively",
		"Duration" : "Lasting",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can exorcise a possessing spirit or haunting ghost, forcing it out of the body it possesses or freeing it from its physical fetter. The target number equals the ghost or spirit's Willpower. The ghost or spirit gets a contested roll using Power + Resistance. If the possession or haunting is caused by an Awakened spell (using Spirit Possession, Bind Spirit, or the Death 4 Haunting spell), the mage must dispel it instead. Note that in the case of the Ridden, the mage can drive the spirit out of a Spirit-Urged host but not out of the Spirit-Claimed. (He can, however, use the Spirit 5 Shape Spirit spell to separate the merged spirits).</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Exiled From The Flesh",
				"Dice Pool" : "Presence + Intimidation + Spirit 3 vs. Power + Resistance",
				"Rote Description" : "Often making use of forceful chants, invocations of divine powers and the like, Guardians use this magic to drive out a spiritual entity possessing a terrestrial host."
			}
		]
	},
	{
		"Name" : "Familiar Pact",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "249",
		"Arcana Requirement" : "Spirit 3",
		"Practice" : "Weaving",
		"Action" : "Extended (target number = Merit dots)",
		"Duration" : "Lasting",
		"Aspect" : "Covert",
		"Cost" : "1 Mana",
		"Effect" : "The mage can forge a personal pact with a familiar. See the Familiar Merit for more details. The target must have purchased the Familiar Merit to cement the bond. Such a bond cannot be dispelled. Only one familiar may be pacted at a time to the same person. The caster must be able to see and speak to the desired spirit (see Spirit Tongue), and he must be able to touch it during each extended roll (see Gossamer Touch). A spirit in the Shadow World cannot be targeted by this spell. It must first be brought across the Gauntlet to become a Twilight spirit, either by coaxing or command (see Control Spirit). The spirit cannot be forced by magic to accept the familiar bond. It must enter willingly into such an agreement.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Soul-Bonding",
				"Dice Pool" : "Manipulation + Socialize + Spirit 3",
				"Rote Description" : "Supplemented by conversation, coaxing and even by threats and bribery, this rote enables a mage of the Mysterium to enter into a bond that ties a willworker to her familiar. Mages of every order make use of this magic, though, as familiars are popular among the Awakened."
			}
		]
	},
	{
		"Name" : "Greater Spirit Summons",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "249",
		"Arcana Requirement" : "Spirit 3",
		"Practice" : "Weaving",
		"Action" : "Instant and contested; target rolls Resistance reflexively",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "By means of this spell, a mage can issue a summons to a Shadow Realm spirit of whatever power, known or unknown to her. It is easier and often safer to call known entities, but sometimes mages do not have the luxury of ease or safety. The target spirit's rank levies penalties on the spellcasting roll (see the Spiritual Hierarchy chart). Spirits forcibly called are almost always resentful and may be enraged. Unless the spirit has some means of manifesting or attacking across the Gauntlet (or the mage is foolish enough to be in the same realm as the spirit), it is impotent to do anything but remain for the spell's Duration. Note, however, that this spell does not of itself convey any particular protection against that which is called. This is not a conjuring spell in that it does not teleport the spirit to the mage's vicinity. The range, as with all spells, is the mage's sensory perception, unless Space 2 is used to extend his senses. If the spirit has a power that allows it to teleport, it must use the capability to come to the mage. Otherwise, it travels as best it can unless the Duration expires before its journey is complete. Conjunctional use of Space 5 can conjure the spirit from its location to the spiritual location contiguous to the mage (but Spirit 4 is needed to bring it across the Gauntlet). The summoned spirit must remain near the mage for the spell's Duration, unless the caster allows it to leave.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Theosophy Tradition Rote",
				"Rote Name" : "Spirit Guide",
				"Dice Pool" : "Presence + Expression + Spirit 3 vs. Resistance (extended)",
				"Rote Description" : "When Madame Blavatsky was completely alone, she was able to call upon the Mahatmas Koot Hoomi and El Morya. Her relationship with them was cordial. She could, apparently, call up other things, devic forces of various kinds that did her bidding. A theosophical mage can do much the same. Meditating in absolute solitude, chanting, perhaps using a crystal or a book as a focus, the mage can call a spirit to her. It might be a Mahatma, or one of the Masters' servant beings. It might be a being that resembles a &quot;fairy&quot; or an &quot;angel&quot;. It could be a spirit from Atlantis (some of the Awakened say that a few Rmoahals retreated into the Shadow, for example). It might even be one of the Manus, the archetypes of each of the Root Races, still extant in the company of the Lord of All Creation and ready to answer questions."
			}
		]
	},
	{
		"Name" : "Harm Spirit",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "249",
		"Arcana Requirement" : "Spirit 3",
		"Practice" : "Fraying",
		"Action" : "Instant; subtract target's Resistance",
		"Duration" : "Lasting",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage can damage a spirit's Corpus. The spirit must be manifested in the material realm or exist within Twilight (in which case the mage must be able to see it, using a spell such as Gossamer Touch. The caster must have Spirit 4 to attack a spirit across the Gauntlet (and his spellcasting dice pool is penalized by the Gauntlet's Strength). One point of lethal damage is inflicted per success. With Spirit 4, the damage may be made aggravated with the expenditure of one Mana.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Strike The Unseen",
				"Dice Pool" : "Strength + Athletics + Spirit 3 - Resistance",
				"Rote Description" : "Bypassing the need for weapons to strike through the Gauntlet, or spells to draw spirits into the material world, this rote enables an Adamantine Arrow mage to attack a spirit's ephemeral substance directly. Guardians of the Veil use the same rote when such direct methods become necessary."
			}
		]
	},
	{
		"Name" : "Hone The Pack Spirit",
		"SourceBook" : "Grimoire Of Grimoires",
		"SourcePage" : "57",
		"Arcana Requirement" : "Spirit 3 + Life 2; Song: Bleeding Leviathan",
		"Practice" : "Ruling",
		"Action" : "Instant and contested; targets rolls Stamina reflexively",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "1 Mana",
		"Effect" : "The mage summons the spirit of a base life form's pack or swarm to enhance the abilities of a group. This makes the pack receptive to more sophisticated commands and especially skilled at instinctive actions. This spell works only on base life forms with powerful social instincts. It works on lions, but not leopards; ants, but not houseflies. The pack accepts sophisticated commands because its ruling spirit is intelligent enough to interpret them, but it always resolves ambiguous instructions in a way that would allow the pack to act as it would in nature. Additionally, the mage cannot instruct individual pack members. Instead, she delivers orders to the pack as a whole. The pack spirit uses its own intelligence to carry out commands through pack members, assigning them individual tasks. The mage affects all targets of the same species within a defined area based on the number of successes scored. The spell must affect at least 2 targets or a swarm to work at all. The creatures under her thrall are more competent at instinctual tasks. Each level of Potency adds 1 die (maximum 5) to dice pools associated with these tasks. This benefits only actions that the base life form would perform in nature. Wolves get better at biting targets, but not at navigating their way through drain pipes.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "Nullify Shadow Resonance",
		"SourceBook" : "Seers Of The Throne",
		"SourcePage" : "195",
		"Arcana Requirement" : "Spirit 3 + Prime 3",
		"Practice" : "Weaving",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The Shadow Realm exerts a subtle influence over the material world, every moment of every day. In many cases, this ephemeral connection actually effects the way people act and can even touch their spirits in unquantifiable ways, filling them with hope, fear, understanding, love, honor, or whatever other emotion best encapsulates the dominant emotional fabric of the local Shadow. This resonance can lead people to believe in more than what their eyes reveal to them; aware, on some deep-seated, instinctual level, that wonders and horrors lurk beyond the limits of mundane perceptions. This spell, however, negates Shadow's rarified leverage over the material realm, significantly reducing its impact upon people and places. When successfully cast, this spell temporarily negates the influence of Shadow upon a physical location within the mage's sensory range. Effectively, the resonance of the area becomes perfectly neutral, exerting no influence over Sleepers, one way or the other, and making the place seem spiritually inert. Mages can discern this unusual &quot;dead air&quot; through any of the normal means of perceiving or scrutinizing resonance, and even Sleepers sometimes get a sense that such a place is somehow off; like something brand-new from the store, it has no individual character. Note that this rote has no impact upon Twilight, the Gauntlet, or the powers of spirits (or others in the Shadow Realm) to interact with the material world.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Seers Of The Throne Rote",
				"Rote Name" : "Calm Waters",
				"Dice Pool" : "Presence + Persuasion + Spirit 3",
				"Rote Description" : "Every so often, the wind grows so calm that even a massive body of water appears still and smooth as glass. Such placidity mirrors the Seers' (particularly, the Hegemonic Ministry's) desired destiny for the Fallen World's Sleepers and this spell serves to disconnect them from potentially unbalancing emotional chaos from the invisible realm, encouraging conformity and silent obedience."
			}
		]
	},
	{
		"Name" : "Numinous Shield",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "249",
		"Arcana Requirement" : "Spirit 3",
		"Practice" : "Shielding",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "1 Mana (optional)",
		"Effect" : "The mage creates a personal ward against spirit powers and Numina. The mage gains one point of armor per dot he possesses in the Spirit Arcanum. By spending one Mana, the Duration can be made to last for one day. This armor works against only spirit powers, such as Numina and werewolf Gifts and rituals. A Numinous Shield requires one Mana each time it contends with an incoming power. If the mage does not (or cannot) allocate the Mana, the shield provides no armor against the attacking power, although the shield remains until its Duration expires, so it can be activated later. Among other things, this spell allows a mage to use a Numinous Shield selectively, blocking hostile powers but allowing friendly powers through. Mages often invest their shields with charges, spending Mana during casting so that each charge already stores its own energy. In addition, the mage can use a counterspell to prevent a spirit power from taking effect.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Ephemeral Ward",
				"Dice Pool" : "Stamina + Occult + Spirit 3",
				"Rote Description" : "An invaluable asset to the Adamantine Arrow willworker anticipating hostile attention from spirits, this rote guards against the paranormal abilities of such beings in the same way that the Prime Arcanum wards against magic. Silver Ladder mages use similar magics (Composure + Occult + Spirit) when aware of an ephemeral threat."
			}
		]
	},
	{
		"Name" : "Otherworldly Armory",
		"SourceBook" : "The Silver Ladder",
		"SourcePage" : "201",
		"Arcana Requirement" : "Spirit 3 + Matter 3; optional Space 3",
		"Practice" : "Weaving",
		"Action" : "Instant and contested; target rolls Resistance reflexively",
		"Duration" : "Transitory (one turn)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "By calling upon a spirit whose aspect aligns with a particular sort of physical endeavor, the mage can draw the entity through the Gauntlet and shape it into a material form suitable to the task at hand. Successfully casting this spell enables a mage to draw a spirit through the Gauntlet and shape it into a form suitable for the task at hand. Only a spirit aligned to the endeavor the mage has in mind (a spirit of violence for a weapon, for instance, one of protection for armor, or one of communication for a cellular phone) can be thus manipulated. For each success accrued in the casting, the item created has a +1 equipment bonus, up to the mage's dots in the Matter Arcanum. If the spirit is willing to be summoned and used in this manner, it may use its Influences and Numina to aid the mage (and, if the endeavor is within the spirit's purview, it will gain Essence by doing so). This item has a presence in Twilight and in Shadow, and can be used, without any other effects, to interact with beings or objects in either; armor will guard against attacks originating in Twilight, while a phone can call another phone presently in Shadow (even if said phone would not normally be able to receive calls there). If the mage wants a specific spirit and that spirit is not nearby, then she must use Space 3 in the casting of the spell. Doing so enables the spirit to immediately come to the mage's location (or compels it, in the event that the spirit is unwilling and the willworker overcomes its resistance). The mage cannot call a non-specific spirit (whether willing or unwilling) at range with this spell; she must do it through some other means, drawing the spirit through the Gauntlet and reshaping it only after it arrives. This spell is subject to the normal penalties to bind a spirit, even when used on one that is willing.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Divine Artifice",
				"Dice Pool" : "Presence + Crafts + Spirit 3",
				"Rote Description" : "As the spiritual leaders of the Awakened, mages of the Silver Ladder enjoy converse with the beings Shadow. Those sufficiently skilled in such lore can enjoy their service, as well, even altering their very shapes into instruments useful to almost any task."
			}
		]
	},
	{
		"Name" : "Reaching",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "250",
		"Arcana Requirement" : "Spirit 3",
		"Practice" : "Weaving",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage can physically reach through the Gauntlet in a limited fashion, touching and being touched by beings and objects in the Shadow Realm. While this contact can be perilous (such as when in the vicinity of a dangerous spirit with many natural weapons), it can also enable a mage to interact with the spirit realm when he does not want to cross the Gauntlet or is incapable of doing so. The mage could, for example, easily pick up a Shadow Realm object and move it to somewhere more advantageous (provided no Shadow Realm entity grabs hold of it and tries to take it away), or he could place a comforting hand upon an allied spirit when it is anxious or in pain. The willworker can also use this ability to strike a dangerous being with his fists (or with a weapon awakened with  the Rouse Spirit spell) and (hopefully) remain beyond its ability to effect in kind. This spell also allows the mage to reach into the material realm from the Shadow Realm. </P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Shadow Strike",
				"Dice Pool" : "Dexterity + Athletics + Spirit 3",
				"Rote Description" : "Reaching across the Gauntlet to take hold of an ephemeral weapon or to strike a spirit, the Arrow mage lets nothing, not even the span between worlds, stand in the way of her duty. This rote grants a willworker the ability to pierce the barrier between spirit and flesh. Mysterium mages often use their own version of the rote (Wits + Athletics + Spirit) to freely interact with the ephemeral environment."
			}
		]
	},
	{
		"Name" : "Restore Corpus",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "250",
		"Arcana Requirement" : "Spirit 3",
		"Practice" : "Perfecting",
		"Action" : "Instant",
		"Duration" : "Lasting",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage can heal a spirit's Corpus. The spirit must be manifested in the material realm or exist within Twilight (in which case the mage must be able to see it, using a spell such as Gossamer Touch). The caster must have Spirit 4 to heal a spirit across the Gauntlet (and his spellcasting dice pool is penalized by the Gauntlet's Strength). One Corpus point of damage is restored per success.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Spirit Mending",
				"Dice Pool" : "Composure + Empathy + Spirit 3",
				"Rote Description" : "Free Council willworkers use this rote to repair damage done to the insubstantial flesh of spirits. Such magic can be a powerful bargaining tool in dealing with such entities, though not all use it for such purely mercenary purposes. After all, this magic can also repair harm done to an immaterial familiar. The Mysterium variant of the rote (Resolve + Empathy + Spirit) uses different methods to obtain the same effect."
			}
		]
	},
	{
		"Name" : "Restore Lost Soul",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "250",
		"Arcana Requirement" : "Spirit 3",
		"Practice" : "Weaving",
		"Action" : "Extended (target number = weeks the soul has been lost)",
		"Duration" : "Lasting",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can restore a severed or stolen soul. A mage with Death 3 can sever a soul, and certain spirits have powers that allow them to steal souls. The mage must have the soul and its original owner at hand, unless he has a Space 2 sympathetic connection to both (or a Space Portal that transcends distance, allowing him to teleport one to the other). Retrieving the soul might be dangerous, since it usually requires confronting the being that took it and who might have wards protecting it from being snatched away. The target number is one success per week the soul has been gone, but the spell's effect is lasting. If the stolen soul has been attached to a new body, the mage must first use the Fate 4 Destroy Bindings spell to detach it before he can restore it to its rightful owner.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Restoring The Stolen Light",
				"Dice Pool" : "Presence + Empathy + Spirit 3",
				"Rote Description" : "Not all of a Guardian's duties are unpleasant, though it might sometimes seem that way. This rote enables such a mage to restore a stolen soul to its rightful owner."
			}
		]
	},
	{
		"Name" : "Rouse Spirit",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "250",
		"Arcana Requirement" : "Spirit 3",
		"Practice" : "Weaving",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The willworker learns how to awaken the dormant spirit slumbering within an object. Such objects or places then gain a measure of sentience that increases with time, use and care. Roused objects can be used to affect beings in Twilight or across the Gauntlet. An awakened object begins as a Rank 1 spirit, but can grow more powerful over time. It can be used to affect Twilight beings, and can be coaxed into using its Numina for the mage's benefit. Unless it grows to become at least rank 3, it acts only in accordance with its simple nature and does not usually do anything that is not directly related to its Influence. A baseball bat wants to be used to hit things and a bomb shelter wants to protect people. An object can be interviewed about its former owner, although its knowledge may be limited to only those times it was actually used for its purpose (a knife used to cut, a hammer to drive nails). A roused object has an ephemeral presence in Twilight. If it is destroyed in the material world, its ephemeral presence is thrust across the Gauntlet into the Shadow Realm, where it continues to linger for a while before it goes dormant again. Most mages assign extra Duration factors to castings, giving roused spirits time to grow in Rank.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Stirred From Sleep",
				"Dice Pool" : "Manipulation + Persuasion + Spirit 3",
				"Rote Description" : "Mages of the Free Council use this rote to wake the sleeping spirits within objects and places. A house or sanctum enhanced by judicious use of this rote takes care of its inhabitants of its own accord, and items so modified can be used to interact with the ephemeral world. Silver Ladder mages often choose to inspire (Presence+ Persuasion + Spirit) such slumbering spirits to wakefulness, rather than subtly coaxing service out of them."
			}
		]
	},
	{
		"Name" : "Spirit Road",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "251",
		"Arcana Requirement" : "Spirit 3",
		"Practice" : "Weaving",
		"Action" : "Extended (target number = Gauntlet Strength)",
		"Duration" : "Transistory (one turn)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "The mage opens a road across the Gauntlet, a lane where he can cross over to the Shadow Realm and where spirits from the Shadow Realm can cross over into the material world (although they are in the state of Twilight unless they can manifest with their own power). The mage cannot stop other beings from using the road unless he works to physically or mystically bar them. In ancient days, it is said, the worlds of spirit and flesh were one and there was no need for such a road. Now, the invisible realms are well hidden from the eyes of ordinary men and only those who understand the secrets of spirits can lower the wall between flesh and spirit. The target number is equal to the local Gauntlet's Strength (minimum one success even with a weak Gauntlet). A dramatic failure on the casting means the mage may not attempt to create a Spirit Road again for another day (24 hours), which may leave him in a precarious position if he's currently in the Shadow Realm trying to get back to the material realm (although he may be brought across by another mage's spell). When stepping from the material realm into the Shadow Realm, the mage appears in the Shadow Realm location contiguous with the place he just left in the material realm. One person or spirit of Size 5 or less can walk the road per turn (larger beings can spend two turns walking it). Each success added to the target number allows the mage to widen the road so that one additional person can walk it per turn. The road remains for one hour. Note that the caster cannot limit who can use the road; nearby enemies can attempt to walk it. A person can be thrown forcibly through the Gauntlet onto the road. He must first be grabbed in a grapple action, after which the grappler can shove him onto the road as an overpower maneuver. With Spirit 4, this spell can be cast with a prolonged Duration. With Spirit 5, it can be cast as an instant action (and with advanced prolonged Duration factors).</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Into Shadow",
				"Dice Pool" : "Resolve + Survival + Spirit 3",
				"Rote Description" : "While a dangerous undertaking, the creation of a Spirit Road is occasionally necessary for Mysterium mages. Through such a path, a willworker and his entire cabal might enter the Shadow Realm, or something residing in that plane can be brought into the world of flesh."
			}
		]
	},
	{
		"Name" : "Spirit Steed",
		"SourceBook" : "Adamantine Arrow",
		"SourcePage" : "188",
		"Arcana Requirement" : "Spirit 3 + or (Spirit 3 + Space 2 + Fate 2)",
		"Practice" : "Weaving",
		"Action" : "Extended; see below for target number",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "1 Mana",
		"Effect" : "Before casting this spell, the mage must locate or summon an appropriate Twilight spirit, and she must be able to see, touch, and communicate with it (usually through the use of other Spirit spells). In most cases, the mage will require a spirit that can manifest in an embodied form to perform its service (typically as a horse, though a camel, a dolphin, or even a motorcycle might be more appropriate in some cases). To acquire the service of an embodied spirit, the mage must achieve four successes. If there's no need for the spirit to be capable of manifesting - if, for instance, the mage is capable of assuming a Twilight state - the target number is reduced to three. Embodied spirits will not lose Essence during the Duration of the spell; they typically move at a speed appropriate for their form, but are not limited by fatigue, hunger, fear of predators, etc. The speed of a spirit in Twilight will depend on its type. A wise mage carefully considers the type of spirit she needs when making her initial search or summons, knowing that the more specific traits she seeks, the harder it may be to find a suitable steed. A spirit that serves once may tell the mage its name, if it's been well treated and/or rewarded, making it easier to find for future castings of this spell. The spell can be cast in conjunction with Fate 2 and Space 2, in which case the spirit's service is deferred until some specific circumstance occurs - typically, when the mage calls out for the spirit - at which point it will arrive on the scene within one turn. This enables the caster to make a quick getaway without needing an extended casing.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Sleipnir's Get",
				"Dice Pool" : "Manipulate + Socialize + Spirit 3",
				"Rote Description" : "Some of the order's tall tales and legends describe bold warriors who travel into battle on the back of fantastic spiritual allies. Daring rescues, challenging quests, or fast exits are all made easier with the help of this rote."
			}
		]
	},
	{
		"Name" : "Bind Spirit",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "251",
		"Arcana Requirement" : "Spirit 4",
		"Practice" : "Patterning",
		"Action" : "Extended (target number = spirit's Rank) and contested; target rolls Resistance reflexively",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage can bind a spirit into the material world. In some cases, this means tying the creature to a given location (which may be a form of imprisonment or even torture). When undertaken with indefinite Duration (with Spirit 5), this spell can confine a being to a place forever (usually somewhere out of the way and well guarded against intrusion), unless it is freed by other magic. The target number is one success per Rank of the spirit.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Chains Of Mist",
				"Dice Pool" : "Presence + Intimidation + Spirit 4 vs. Resistance",
				"Rote Description" : "Sometimes cast as a reward, but commonly as a punishment, this rote enables a Silver Ladder mage to bind a spiritual entity in place in the material world (although the spirit is in the state of Twilight unless it has the ability to manifest). Most spirits fear confinement and do as they are bidden to avoid such a fate. Ladder willworkers, however, caution their students to use such this cruel magic as a scalpel rather than as a hammer -- sparingly, and only as often as absolutely necessary. Spirits have long memories. Mysterium mages use a similar rote in their own bindings."
			}
		]
	},
	{
		"Name" : "Create Fetish",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "252",
		"Arcana Requirement" : "Spirit 4",
		"Practice" : "Patterning",
		"Action" : "Extended (target number = spirit's Rank) and contested; target rolls Resistance reflexively",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "The mage invites or compels a spirit to inhabit an object and lend its powers to that object in the form of a fetish. Such beings (for those who care about such things) often wish to be placed within an object somehow appropriate to their nature, and grant use of their Numina to whomever holds the object in question. Thus, a fire-spirit may inhabit a dagger of obsidian, or a healing-spirit could possess a container meant for holding water. The spirit still uses its own Essence to fuel its powers and can lapse into slumber if overtaxed. A spirit forced into a fetish rails to be set free, cries that can be heard by any with active Spirit senses. The spirit must be bound into a material object. The spell's target number equals the spirit's Rank. The mage must first find a suitable spirit, usually by seeking one out, calling out to it, or summoning it from the Shadow Realm. A spirit's suitability depends on what the mage wants the fetish to do. If he wants to shoot fiery arrows at his enemies or simply make a portable heater, he needs a fire spirit. Binding a water spirit does not allow him to ignite his arrows or warm him on cold nights. Finding an appropriate subject often involves researching a spirit to make sure it can do what the mage wants -- or that it can do what it says it can. Study usually involves an occult library or past training on the subject. If the Storyteller feels it necessary, he can require an Intelligence + Academics or Occult roll for the mage to properly identify a suitable spirit. The spirit releases its Numina only upon the fetish's activation; it sleeps the rest of the time. The user must request or command the spirit to act whenever he seeks its power. This is done non-verbally with an instant action Gnosis + Spirit roll. Success allows the mage to use the fetish for the following scene. Failure means the spirit remains asleep. A dramatic failure means the spirit is angered and does not respond for at least the next scene. The spirit's powers do not invoke Paradoxes or Disbelief. Spirits are native to the Fallen World and do not invoke the same reactions as Supernal magic. If a fetish's material object is ever destroyed, the spirit is released and becomes a Twilight being. If it has the proper Numina, it can escape back into the Shadow Realm on its own. Otherwise, it is trapped in Twilight until it can find a Verge or a mage (or other supernatural being) to help it pass over.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Blade Of The Gods",
				"Dice Pool" : "Resolve + Persuasion + Spirit 4 vs. Resistance",
				"Rote Description" : "With this rote, Arrow willworkers imbue weapons, armor and other useful items with the powers of spirits, with or without the consent of such entities. Silver Ladder mages use a different method (Presence + Persuasion + Spirit) to the same effect."
			}
		]
	},
	{
		"Name" : "Essence Gift",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "252",
		"Arcana Requirement" : "Spirit 4 + Prime 4",
		"Practice" : "Patterning",
		"Action" : "Instant",
		"Duration" : "Lasting",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can convert Mana into Essence and channel it into a spirit. If the spirit doesn't want the Essence (its quality might be considered negative), it can contest with a reflexive Resistance roll. Each success allows the mage to convert one Mana and channel it as Essence. Unless he has a means of taking this Mana from another source (such as with the Prime 5 Siphon Mana spell), he must spend his own Mana.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Word Of Honor",
				"Dice Pool" : "Presence + Socialize + Spirit 4",
				"Rote Description" : "The mages of the Mysterium use this rote to prove to a skeptical spirit that their pledge and bond is good, usually to coax it into a fetish or convince it to act as a familiar."
			}
		]
	},
	{
		"Name" : "Goetic Doppelganger",
		"SourceBook" : "Grimoire Of Grimoires",
		"SourcePage" : "117",
		"Arcana Requirement" : "Spirit 4 + Mind 4",
		"Practice" : "Patterning",
		"Action" : "Extended (target number = target's Wisdom)",
		"Duration" : "Prolonged (one hour)",
		"Aspect" : "Vulgar",
		"Cost" : "2 Mana",
		"Effect" : "Once a mage has accepted the dark side of his own nature he gains an understanding of how to release the inner demons of his enemies. For a mind untempered by exposure to Le Livre Rouge, facing one's foulest desires and inner corruption is unsettling at best. By casting this rote, a mage calls into being a goetic demon of her target, similar to the manner in which the spell Goetic Evocation functions. This spell may be cast at sensory range. The demon is an ephemeral entity that initially exists only in Twilight. The ephemeral demon is Rank 1 and begins play with Essence 4 (10 max). The demon's Attributes are determined by the Attributes of the target. Power is equal to half the target's highest Attribute rating (round up) in either Intelligence, Strength, or Presence. Finesse and Resistance are calculated in the same manner based on Wits, Dexterity, and Manipulation, or Resolve, Stamina and Composure, respectively. The demon possesses Influence: Sin 2 (the Vice of the target) and the Numina: Materialize and Fetter. While in Twilight, the demon lurks nearby the target it was created from and uses its Influence to tempt the target into giving in to her Vice. Each time the target gives in to her Vice she gains no Willpower; instead the demon gains 3 Essence. When the demon reaches full Essence it uses its Materialize Numina to punch through the Gauntlet and its Fetter Numina to anchor itself. If the demon is unable to anchor itself to a Fetter before the duration of this spell ends, it discorporates and is unraveled. If the demon succeeds in anchoring itself to a fetter it begins to Materialize as a near-clone of the target. Close associates of the target may realize the demon isn't who it is mimicking with a single success on a Wits + Empathy roll. While materialized, the demon attempts to cause as much havoc as possible (paying special attention to its target's Vice), before retreating to the area of its fetter. The target of the spell then has to deal with the consequences of the demon's actions, which can range from annoying to deadly serious. Demons can maintain themselves indefinitely in Twilight (long after the duration of the original spell has lapsed) after they succeed at creating a fetter. As a result, the only sure way to be rid of the demon is to destroy its fetter. When the fetter is destroyed, the demon is unraveled just as if it had failed to fetter itself during the initial duration of the spell. If attacked, demons reform after being violently discorporated in the same way as normal spirits.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Le Livre Rogue Rote",
				"Rote Name" : "Goetic Doppelganger",
				"Dice Pool" : "Resolve + Empathy + Mind 4",
				"Rote Description" : "Just as the spell, above."
			}
		]
	},
	{
		"Name" : "Goetic Evocation ",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "324",
		"Arcana Requirement" : "Spirit 4 + Mind 4",
		"Practice" : "Patterning",
		"Action" : "Extended (target number = the mage's own Wisdom)",
		"Duration" : "Prolonged (one hour)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "The sorcerer must be a goetic mage in order to use this spell. The mage manifests a denizen of his own psyche, his repressed or unsavory urges given form as an ephemeral entity in Twilight. The ephemeral demon has the following traits: Rank 1; Attributes (Power 2, Finesse 2, Resistance 2); Essence 10 (10 max); Influence [Sin 2 (choose one Vice, derangement or Flaw)]; Numina (Materialize, Possession). Each additional success added to the target number provides one of the following benefits (choose which it is as the target number is determined, before casting commences): +1 Rank (maximum 4), +1 dot to a single Attribute, or +1 Influence. Every two additional successes can give the demon one extra Numina. The demon can use its Influence to seduce someone into acting out the demon's Vice (which is not necessarily the victim's own), succumbing to its derangement, or falling prey to its psychological Flaw (depending on the type of demon summoned). If the demon's Vice is the same as the victim's, the victim is not rewarded the usual Willpower point for acting out the Vice -- the demon gets this point instead, although he doesn't have to act out the Vice himself (and hence, doesn't get the blame). The demon follows the mage's orders, although if the mage himself engages his personal Vice, derangement or Flaw while this spell is in effect, the demon is freed from control and turns its attentions to corrupting the mage. Casting this spell is an act of hubris, requiring a mage with a Wisdom higher than 4 dots to make a degeneration roll. The demon's ephemeral form remains for one hour.</P><BR><BR>",
		"Rotes" : [{
				"Rote Order" : "",
				"Rote Name" : "",
				"Dice Pool" : "",
				"Rote Description" : ""
			}
		]
	},
	{
		"Name" : "Grant Familiar",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "253",
		"Arcana Requirement" : "Spirit 4",
		"Practice" : "Patterning",
		"Action" : "Extended (target number = Merit dots)",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "1 Mana",
		"Effect" : "The mage can forge a pact with a familiar for another mage. This is how most inexperienced mages (those who begin play with the Familiar Merit) get such helpmates. See the Familiar Pact spell. The subject pays the Merit cost. This spell uses the advanced prolonged Duration factors. The familiar bond cannot be forced onto a mage and a spirit; both parties must be willing.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Mentor's Gift",
				"Dice Pool" : "Presence + Persuasion + Spirit 4",
				"Rote Description" : "By casting this rote, a Ladder mage can bond another willworker to a familiar, provided that neither already shares in such a bond and that both parties are willing. Mysterium mages impart familiars upon their apprentices by way of their own variant of the rote (Intelligence + Persuasion + Spirit)."
			}
		]
	},
	{
		"Name" : "Living Land",
		"SourceBook" : "Grimoire Of Grimoires",
		"SourcePage" : "69",
		"Arcana Requirement" : "Spirit 4 + Fate 2",
		"Practice" : "Patterning",
		"Action" : "Extended",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "This spell is an advanced version of Coaxing the Spirits. Instead of targeting a specific object, the mage affects an area. Within that, he may designate allies, neutrals, and enemies. Inside the area of effect, each ally adds bonus dice equal to the spell's Potency to 1 roll of the caster's choosing. Each enemy suffers a dice penalty to 1 roll equal to the spell's Potency. Neutrals experience no specialconditions. Debris, local wildlife, wind, light, and other ambient environmental effects benefit the mage's friends and harass enemies. The mage determines when and how each person experiences the effects of the spell. He can also spend extra levels of Potency to modify an additional roll for 1 set of allies or 1 set of enemies within the spell's area of effect and duration.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Ryutora No Jutsu",
				"Dice Pool" : "Intelligence + Intimidation + Spirit 4",
				"Rote Description" : "Ryutora means &quot;Tiger and Dragon,&quot; or colloquially, &quot;two powerful rivals.&quot; The Gogyo also calls the rote by this name to evoke the principles of feng shui. The mage uses ritualized threats and orders to array half-slumbering spirits in service to his cause. Trees, stones, clouds, insects -- all of them hinder foes and help allies."
			}
		]
	},
	{
		"Name" : "Medicine Bag",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "253",
		"Arcana Requirement" : "Spirit 4",
		"Practice" : "Patterning",
		"Action" : "Extended (target number = Essence capacity)",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "1 Mana",
		"Effect" : "The mage can create an object that can store Essence. Any object can serve as a Medicine Bag (it doesn't even have to be a bag -- it could be a rock or a knife), but those made from organic materials (leather, bone, plant fiber) are best. Plastics and metals impose a -1 dice penalty on the casting. The target number is one success per point of Essence the bag can hold, up to a maximum equal to the caster's Gnosis + Spirit. Note that the bag does not have any Essence points until some are placed in it. Any mage can use the Medicine Bag by casting the &quot;Sacramental Chain&quot; spell, below, using it to store Essence or take it out of the bag.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Palm Of Plenty",
				"Dice Pool" : "Intelligence + Crafts + Spirit 4",
				"Rote Description" : "Guardians sometimes make these bags so that they always have some form of bribe to dispose of any troublesome spirits. Mysterium mages also employ this rote; it gives them a place to put some of the spoils from their explorations."
			}
		]
	},
	{
		"Name" : "Road Master",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "254",
		"Arcana Requirement" : "Spirit 4",
		"Practice" : "Patterning",
		"Action" : "Instant",
		"Duration" : "Lasting",
		"Aspect" : "Covert",
		"Cost" : "1 Mana",
		"Effect" : "The mage can control access to the Spirit Roads he creates to cross the Gauntlet, as described in the Spirit Road spell. He can also choose to cross the Gauntlet on his own without creating a Spirit Road. The mage can approve who can walk his Spirit Roads. This is an ability he simply has. He does not need to cast this spell to have the power over any Spirit Road he creates. He does cast this spell to &quot;step sideways&quot; across the Gauntlet without the need for a Spirit Road. Doing so costs one Mana and the roll is modified by the Gauntlet's Strength.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Shadow Gate",
				"Dice Pool" : "Wits + Occult + Spirit 4",
				"Rote Description" : "With this rote, a Mysterium willworker can control who and what is permitted to cross through the roads he makes through the Gauntlet, or he can simply step through without the need for such a gateway. Guardians of the Veil use much the same magic (Composure + Occult + Space) in the pursuit of their work."
			}
		]
	},
	{
		"Name" : "Sacramental Chain",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "253",
		"Arcana Requirement" : "Spirit 4",
		"Practice" : "Patterning",
		"Action" : "Instant; subtract target's Resistance",
		"Duration" : "Lasting",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage can channel Essence from a spirit or locus (or a Medicine Bag) and give it to another spirit or to place it into something that can hold it. One Essence point is channeled per success. With Prime 4, the caster can convert the Essence into Mana for his own use or channel it to another mage or source that can hold it.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Spirit Gold",
				"Dice Pool" : "Manipulation + Occult + Spirit 4 - Resistance",
				"Rote Description" : "Mysterium mages tread into territory rich with Essence, such as loci guarded by spirits or werewolves. This spell makes such dangerous journeys worth the risk, giving them something with which to barter when dealing with spirits."
			}
		]
	},
	{
		"Name" : "Spirit Guardian",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "253",
		"Arcana Requirement" : "Spirit 4",
		"Practice" : "Patterning",
		"Action" : "Extended (target number = spirit's Rank) and contested; target rolls Resistance reflexively",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "This spell enables a mage to bind a spirit guardian to a person, object or place. The entity watches over its charge to the best of its ability, protecting the subject with the powers available to it. While weak spirits have few powers to offer, they are easy to bind. While strong spirits are difficult to fetter with this spell, they usually have many capabilities to bring to bear.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Watch Over My House",
				"Dice Pool" : "Presence + Persuasion + Spirit 4 vs. Resistance",
				"Rote Description" : "Through force of personality and a measure of cleverness, a member of the Mysterium can bind a spirit to the defense of a person, place or thing. Free Council mages make use of similar magic, though their methods are often considered more understanding and perhaps kinder."
			}
		]
	},
	{
		"Name" : "Spirit Possession",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "253",
		"Arcana Requirement" : "Spirit 4",
		"Practice" : "Patterning",
		"Action" : "Instant and contested; target rolls Resistance reflexively",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage can cause a spirit to possess a living creature's body. The targeted spirit gains the Possession Numina if it does not normally possess that power, and must use it to possess an indicated target. When a possessed individual is about to be made to do something totally antithetical to her beliefs, a reflexive and contested Resolve + Composure roll is made for her to regain control and push the entity out. Successes rolled for her are compared to the successes won for the spirit on the possession roll. A possessing spirit retains access to all of its own applicable powers, but has none of the paranormal capabilities of its host save for the purely physical. (Thus, a spirit possessing an ancient vampire with a Strength of 6 has access to that prowess, but cannot vampire's preternatural ability to further enhance its own physical power, and cannot use any telepathic abilities or supernatural allure the vampire might have.) Also note that forcibly binding a spirit (whether in a place, object or being) against its will could constitute an act of cruelty sufficient to challenge a mage's Wisdom.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Theosophy Tradition Rote",
				"Rote Name" : "Overshadowing",
				"Dice Pool" : "Manipulation + Persuasion + Spirit 4 vs. Resistance (Extended)",
				"Rote Description" : "To be overshadowed is to be controlled, worn like a glove. In sance conditions, the theosophical mage can make a spirit enter her (or someone else) and for a time, overshadow her. The seance doesn't need all of the paraphernalia of the seance, but it does take time. The mage might meditate silently, or maybe she chants or repeats a spoken formula. Maybe things happen to the room. The lights flicker. The table shakes. There's a knocking on the walls or at the window. The subject of the spell stiffens, and begins to speak with a strange, impossibly altered voice. The victim has been overshadowed. Mages with sense order themselves or their subjects (who must be willing) to be strapped or tied down until such time as the spirit leaves. The kind of spirits that the theosophists call upon themselves are usually benevolent, but it's best not to take chances."
			}
		]
	},
	{
		"Name" : "Control Gauntlet",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "254",
		"Arcana Requirement" : "Spirit 5",
		"Practice" : "Making",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage can increase or decrease the Gauntlet's Strength as per the Spirit 2 Place of Power spell, but without the need for a Hallow. The local Gauntlet can be made nonexistent or nigh impermeable.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Watchman Between Worlds",
				"Dice Pool" : "Resolve + Survival + Spirit 5",
				"Rote Description" : "A more potent and versatile version of the Place of Power spell, this magic is used by Guardians of the Veil for the same purposes."
			}
		]
	},
	{
		"Name" : "Dragon's Call",
		"SourceBook" : "Keys To The Supernatural Tarot",
		"SourcePage" : "149",
		"Arcana Requirement" : "Spirit 5 + Prime 5",
		"Practice" : "Making",
		"Action" : "Extended",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "Special, see below",
		"Effect" : "The mage meditates at a powerful Hallow, reaching across the Abyss to the Supernal Realm of her Awakening, and calls forth one of the dragons. To do so, the character must speak in the tongue of the dragons (which is one reason that Llana does not allow non-members of the Disciples of the World Dragon to witness this spell in progress). The mage is free to request a specific dragon, but any dragon can use the path thus created. The dragon rides the pathway through the Abyss and into the Fallen World, emerging from the Hallow to speak with the mage. The target number of successes is determined as follows. The base is 10 successes. Add one success for every point of the Hallow's rating below five (so a one-dot Hallow adds four successes to the required total). Add one success if the resonance of the Hallow is directly opposed to the Realm that the mage is trying to reach (Storyteller's discretion). Add one success if the character is trying to call on a specific dragon. Add one success if the dragon in question is unlikely to be found in the Realm that the mage is trying to reach (again, Storyteller's discretion). This spell costs 10 Mana to cast. The mage can draw the Mana from the Hallow, from his own pool, or he can add any Mana he does not wish to pay as successes to the target number. If the spell succeeds, the Hallow splits open and a dragon appears. Thus far, no dragon thus summoned has ever attacked the summoner, though Llana maintains that it could happen if the spell were cast improperly. The dragon can give the character information about whatever topic she might desire, especially news and descriptions of the Supernal Realms, new rotes, or weaknesses and powers of Abyssal creatures. The dragon always tells the cast to &quot;find the World Dragon,&quot; however.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Disciples Of The World Dragon Rote",
				"Rote Name" : "Dragon's Call",
				"Dice Pool" : "Composure + Occult + Spirit 5",
				"Rote Description" : "This rote is just as the spell, above."
			}
		]
	},
	{
		"Name" : "Invoke Twilight",
		"SourceBook" : "Astral Realms",
		"SourcePage" : "29",
		"Arcana Requirement" : "Spirit 5",
		"Practice" : "Making",
		"Action" : "Extended",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "The mage creates a state of Twilight in an astral realm where there is none. The base target number for the extended roll is four. Each point of dice penalty to the Spirit Arcanum increases the target number by one; each point of bonus decreases the target number by one.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Guardians Of The Veil Rote",
				"Rote Name" : "Fourth Dimension",
				"Dice Pool" : "Presence + Science + Spirit 5",
				"Rote Description" : "Exploring Astral Space becomes less arduous when a Guardian can create a spirit servitor to slip through the newly created Twilight and reconnoiter."
			}
		]
	},
	{
		"Name" : "Materialize Spirit",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "254",
		"Arcana Requirement" : "Spirit 5",
		"Practice" : "Making",
		"Action" : "Instant and contested; target rolls Resistance reflexively",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "The mage can cause a spirit (including a ghost) to materialize. A spirit that cannot normally incarnate may be given physical substance by way of this spell. (A spirit with the power to manifest can be compelled to do so with the Control Spirit spell. If the target is on the other side of the Gauntlet, the spellcasting roll is penalized by the strength of the Gauntlet. Success forces the targeted spirit across the Gauntlet and into a manifest form in the material realm. Its manifestation takes whatever form the spirit naturally has, although it is slightly transparent, like a ghostly apparition.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Descending From Heaven",
				"Dice Pool" : "Presence + Intimidation + Spirit 5",
				"Rote Description" : "Despite the name of this rote, it need not be used on angelic or beatific spirits. Indeed, it is most commonly cast on hostile and malevolent entities so that Arrow willworkers and their allies can bring the fight directly to the beings. Conversely, a friendly spirit can be incarnated, whether in combat or in time of peace."
			}
		]
	},
	{
		"Name" : "Secret Marriage",
		"SourceBook" : "Tome Of The Mysteries",
		"SourcePage" : "152",
		"Arcana Requirement" : "Spirit 5",
		"Practice" : "Making",
		"Action" : "Instant",
		"Duration" : "Prolonged (this spell uses the advanced prolongation factors)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The spell may not be used on a proto that has already had &quot;Construct Homunculus Persona&quot; cast on it. The Traits of the new homunculus are figured as follows. Its Physical Attributes and Skills are as determined by the Construct Homunculus Form spell. The homunculus gains Intelligence and Presence dots equal to the ghost or spirit's Power dots, Wits and Manipulation equal to its Finesse dots and Resolve and Composure equal to its Resistance dots. The homunculus gains whatever Mental and Social Skills the Storyteller feels are appropriate for the type of spirit or ghost (if any), along with any Flaws and/or derangements. Any supernatural powers arising from their status as discarnate entities are unavailable to them while in homunculus form. While some ghosts and spirits crave the ability to operate in the Material Realm conveyed by possession of a homunculus form, they generally feel this way because they want to pursue a specific agenda of some kind. Savvy mages should expect the average ghost or spirit to display only minimal loyalty and cooperation, except where their own interests converge with those of the discarnate entities they've gifted with physical forms. The most loyal homunculi created in this manner are generally the ghosts of slain cabal members, who use their flawed new forms to further the collective goals they fought for while alive. The Death version of this spell targets ghosts, while its Spirit equivalent works on spirits. This spell is treated as a finishing spell. Any of the substitute relinquishment costs for Enchanted Items may be applied to it. Similar to a finishing spell, Secret Marriage can't be dispelled, only temporarily suppressed. While suppressed, the entity remains within the homunculus but is unable to animate it in any way, including the use of speech. If this spell is cast with a limited Duration, the ghost or spirit departs the homunculus body when the spell expires. The empty, inanimate homunculus may be reused, housing either the same ghost or spirit or a new volunteer.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Adamantine Arrow Rote",
				"Rote Name" : "Resurrect The Fallen Hero",
				"Dice Pool" : "Intelligence + Occult + Spirit 5",
				"Rote Description" : "Heroes of the Arrow who die in the cause of duty are sometimes brought back as clawed, iron-clad killing machines -- a consummation devoutly to be wished."
			}
		]
	},
	{
		"Name" : "Shadow Slave",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "255",
		"Arcana Requirement" : "Spirit 5 + Death 3",
		"Practice" : "Making",
		"Action" : "Instant",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "1 Mana",
		"Effect" : "This gruesome spell infuses conjured shadows (using the Death Arcanum) with an animating spirit, a soul spun of ephemera, and binds the grim creation to the caster's will. Some mages choose to stuff a corpse with these oozing shadows, animating the inert flesh with living darkness, while others use no crude mortal shell to contain the roiling blackness. Successes must be used to grant Physical Attributes, Wits, Skills and points of armor (on a one-for-one basis) to the shadow creation (regardless of whether or not it inhabits a corpse). It possesses one dot in Intelligence and Presence, and zero in Composure, Manipulation and Resolve. It knows no fear and, as an only marginally sentient entity, is not subject to mind control or any effect that is contested by Composure and/or Resolve. The entity, while itself nearly mindless, is fettered to the mage's will, performing even complicated tasks with aplomb (like firing a pistol or punching numbers into a keypad in a certain sequence). The mage gives it commands as an instant action, but only one task at a time.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Call To Darkness",
				"Dice Pool" : "Presence + Intimidation + Spirit 5",
				"Rote Description" : "Unthinking obedience and a terrifying presence combine in this Silver Ladder rote to create a fantastically efficient servitor. Mysterium mages sometimes use a variant (Intelligence + Intimidation + Spirit) to similar effect."
			}
		]
	},
	{
		"Name" : "Shape Spirit",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "255",
		"Arcana Requirement" : "Spirit 5",
		"Practice" : "Making or Unmaking",
		"Action" : "Extended and contested; target rolls Resistance reflexively",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "None",
		"Effect" : "The mage can create or fundamentally alter a spirit. She can generate a spirit out of free-floating ephemera or so alter an extant spirit as to make it a new entity, one (should the caster wish it) possessed of appearance, mindset, traits, and powers so distinct from the original as to be indiscernible as what it once was by any who did not witness the transformation. If creating a spirit, successes buy dots of Rank, Attributes, Influence, and Numina for the being on a one-for-one basis. Similarly, changing a spirit (adding to, altering, or subtracting from its Attributes) requires the mage to devote one success per dot to the trait to be added or changed. A mage cannot create a spirit of a greater Rank than the lesser of his Spirit Arcanum or Gnosis. Nor can he advance an extant spirit beyond such a degree or alter one of a Rank greater than the lesser of his Spirit Arcanum or Gnosis. The mage must be familiar with the powers with which he works. That is, he must have studied a spirit who already has those powers before he can imbue them into a spirit. At the Storyteller's discretion, an occult library might hold enough information to allow a mage an Intelligence + Academics roll to understand the forces before he begins casting. When the spell's Duration expires, the spirit ceases to exist (if it was created) or reverts back to its natural state (if it was modified). Note that familiars cannot be affected by this spell.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Free Council Rote",
				"Rote Name" : "Transformation Of The Timeless",
				"Dice Pool" : "Intelligence + Occult + Spirit 5 vs. Resistance",
				"Rote Description" : "By way of this magic, a Council willworker can utterly transform a spirit, changing its strengths, powers and even fundamental nature, or else create a spirit where none existed before. Some use this rote to make an intractable or dangerous spirit more pliant or friendly, while others do so to fortify an allied spirit, and still others in order to custom craft an ephemeral entity for a specific purpose.<BR><BR> "
			}
		]
	},
	{
		"Name" : "Spirit Court",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "255",
		"Arcana Requirement" : "Spirit 5",
		"Practice" : "Making",
		"Action" : "Extended (target number = spirit Rank desired)",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "This spell enables a mage to create a spirit court of her own, one in which she is the ranking &quot;spirit noble.&quot; The court can be filled with its own courtiers, enforcers, spies, hangers-on, and such. By casting this spell, the mage takes on a Rank among spirits no higher than the lesser of her Spirit Arcanum or Gnosis. Spirits of lesser Rank than the mage seek (or may be persuaded) to attach themselves to her court, and she is treated with the respect, honor, and dignity due one of her station. Of course, the mage is expected to uphold the dictates and etiquette of the spirit courts (meaning she had best be thoroughly conversant in them) and may herself be offered a position within the court of a still more powerful entity. When calling, controlling, binding, or otherwise using sympathetic magic upon members of her court, the mage may cast spells as though a spirit were in Intimate sympathetic contact with her, without need of the Space Arcanum. Thus, she can easily heal one of her courtiers, regardless of where it is, but could not cast an offensive spell at other spirits through her subject without an appropriate Space component. Any spiritual alliances the mage makes are rendered null and void when the spell expires (at least, spirits don't uphold their end of any bargains, though many continue to expect the willworker to fulfill her outstanding obligations). The willworker is expected to support, protect, and advise her vassals (and they are expected to do the same for her).</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Throne Of The Celestial Potentate",
				"Dice Pool" : "Intelligence + Occult + Spirit 5",
				"Rote Description" : "By claiming lordship within the hierarchies of the spirit world, a Silver Ladder mage can strengthen his aspirations to leadership among mortals. The use of this rote can entail a great deal of peril, as the willworker is sometimes embroiled in millennia-old allegiances, conflicts and rivalries, but many in the order would argue that such danger is truly worth its potential rewards."
			}
		]
	},
	{
		"Name" : "Spirit Manse",
		"SourceBook" : "Mage: The Awakening",
		"SourcePage" : "256",
		"Arcana Requirement" : "Spirit 5",
		"Practice" : "Making",
		"Action" : "Extended",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Covert",
		"Cost" : "None",
		"Effect" : "The mage creates a sanctum in the Shadow Realm. The target number of successes is based on the volume of the manse. See the Area-Affecting chart in Spellcasting 101 for extended spellcasting. The caster also adds one success to the target number per point of Durability of the outer wall (on a one-point-per-success basis). Ordinary features (a normal chair or a bookshelf) are woven out of ephemera and require no successes to create. Exceptional features (an elaborate pair of golden double doors or a fountain or glittering crystal) require one or more successes, depending on their size. The mage can control who comes or goes from his manse. All others must forcibly breach the walls to get in. The mage can increase Duration using the advanced prolonged Duration factors.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Mysterium Rote",
				"Rote Name" : "Spirit Sanctum",
				"Dice Pool" : "Composure + Occult + Spirit 5",
				"Rote Description" : "With this rote, a Mysterium mage can craft a stronghold far from the prying eyes of ordinary mortals. Despite the dangers inherent to doing so, such a domain has its advantages."
			}
		]
	},
	{
		"Name" : "Summon Royal Avatar",
		"SourceBook" : "Summoners",
		"SourcePage" : "27",
		"Arcana Requirement" : "Spirit 5",
		"Practice" : "Making",
		"Action" : "Extended (target number = 25 successes)",
		"Duration" : "Prolonged (one scene)",
		"Aspect" : "Vulgar",
		"Cost" : "10 Mana",
		"Effect" : "Since the most ancient times, mages have aspired to commune with the gods. Indeed, in ancient Atlantis, the Ladder to Heaven was constructed for the very purpose of conversing with the powers that moved (and were, in turn moved by) the most expansive processes of the cosmos. The Celestial Ladder is gone, but beings still dwell within the Fallen World possessed of such immense power as to be considered divinities in their own right. Masters of the Spirit Arcanum who wish to have contact with such entities make use of this spell to do so. Successful casting of this spell summons a royal avatar to the mage's location. Because of the transcendent nature of spirits of Rank 6 or greater, no Space Arcanum component is necessary to contact the spirit; it simply knows that it is being contacted and either chooses to extrude an avatar or not. If the spirit is unwilling to speak with the summoner, then the spell automatically fails, regardless of successes accrued and Mana spent. Successes equal to five times the avatar's effective spirit Rank (of 5) are necessary to build the ephemeral shell to be inhabited by a fragment of the royal's consciousness and power. The caster has no control, whatsoever, over the final Traits of the royal avatar; the royal assigns them, instead, according to its wishes. If, at any point, the royal wishes to terminate contact with the summoner, the spell automatically ends, with no roll necessary. Should the royal wish to communicate directly with the willworker, then it may simply shift the totality of its presence to the mage's location, though such is surpassingly rare. Not only do most spirit royals have no inclination to deal so directly with mortals, but the unscheduled arrival of so potent a being can inflict disastrous incidental consequences on the local Shadow and material realms. Further, entities of equal or greater standing to the royal may view such a move as an infringement against territorial boundaries and retaliate accordingly. Casting this spell is an act of hubris, requiring any mage with four or more dots of Wisdom to roll three dice against degeneration.</P><BR>",
		"Rotes" : [{
				"Rote Order" : "Silver Ladder Rote",
				"Rote Name" : "Descent Of Kings",
				"Dice Pool" : "Presence + Expression + Spirit 5",
				"Rote Description" : "As they did in times of old, modern th&eacute;archs still dare to summon individual facets of the gods, themselves, when the need is dire. Throughout the ages, this incredibly dangerous spell has passed out of the exclusive lore of the Silver Ladder and into the hands of willworkers of all orders."
			}
		]
	}

]
