{
    "randomStatements": [
        "Some people say it's pronouced Oh-tium, others say Ot-ium.  I know who's right but I'm not going to tell.",
        "There are a lot of drunkards in the dirty alley.",
        "Have you noticed how many farmer's daughters go missing.  I think there's more to the story.",
        "What are these coins even made of?",
        "It's surprising how many wishing wells there are in this city.",
        "Goblins are always dirty.  Anyone who tells you different is probably in love with one.",
        "Remember when we didn't even have names and we had to just refer to each other by what we did.  Those were the days.",
        "Do you believe in Evok?",
        "I once found a bent copper ring in a graveyard.",
        "Where's the Yumram gone?",
        "Crypts are creepy at night.  I wouldn't want to go skulking around them, but that's when the best loot is available.",
        "Have you ever met a dwarf?  They're always drunk from what I hear.",
        "If your name is Steve, chances are you're going to be a minor craftsman.",
        "Elves have funny ears.  If you get the point.  HA HA HA HA!",
        "Amazing how many coins you can find if you dig around in the dirt.",
        "So say this city was built on top of a graveyard, which itself was built on top of an evil swamp, which itself concealed the entrance to an underwater cave, which...  What was I talking about again?",
        "Time flies when you're having fun.",
        "This is not a kitten.  Keep looking.",
        "Want some Yumram?  Course you do!",
        "They say that it's important how well known you are, so don't neglect your reknown.",
        "**BURP**",
        "Everyone has a price, but not everyone has a price tag.",
        "You can pick your nose and you can pick your employees.  But you can't wipe your employees on the wall.",
        "Do you think magic rises like hot air?  Is that why mages build towers?",
        "I love the Yam day celebrations but I don't like yams.  Shhh.  Don't tell anyone.",
        "People around here take their yams very seriously.",
        "Some day all of this will be mine... Some day.",
        "I love yams, but the Yam day celebrations are a bit over the top.",
        "I heard there was a generic monster nearby hoarding generic treasure.",
        "Sometimes I think that none of this matters.  Like it's all just a game.",
        "I have problems remembering peoples faces but not their names.  Is that weird?",
        "I'm thinking of getting a hair cut, but I can't decide which one.",
        "If only we had different type of coins with different values, you wouldn't have to hold so many just to buy something.",
        "Is Otium the name of our city or our country?  I can never remember.",
        "If only there were some heros around to help us.",
        "My greatest fear is dungeons.  And dragons.",
        "I don't know about you but I think the Adventurer's guild is exciting.  All those adventures!",
        "I threw a coin in a wishing well and made a wish.  An hour later the coin was gone.  Does that mean my wish will come true?",
        "There are some bandits outside of town.  Look out if you go travelling.",
        "A little hard work never killed anyone in charge.",
        "Can I take my 30 year jail term in installments?",
        "When I was a merchant my motto was 'Buy now. Ask questions later.'  I'm not a merchant anymore.",
        "I'm missing a leg.  Not MY leg.  Someone else's leg that I once had.  Haven't seen it for a while.",
        "Summer is the hottest thing this season.",
        "Someone accused me of having my mother doing my laundry.  They couldn't be further from the truth.  No-one does my laundry.",
        "I was beating my spouse's clothes with rocks to get the filth out.  Eventually they got undressed and ran off.",
        "The cook in the tavern quit.  Or died, I forget.  Either way, I'm hungry.",
        "Can I have tomorrow off, I need to uh...  Wash my... cat... hair... laundry.  Uh.  Nevermind.",
        "The government, police and courthouse said no. So if there is anyone who can come clean my house, please let me know.",
        "Sorry I couldn't hear you - I was ironing.",
        "As I lay there, gazing at the stars, I realised I had forgotten my tent.",
        "I could really see myself in a job cleaning mirrors.",
        "I have nothing to say to you.",
        "Yes, this is my cart.  No, I won't help you move.",
        "Don't drink and ride.  No wait, we don't even have horses here.",
        "I yam what I yam.",
        "Why did the yam cross the road?  He saw a fork up ahead.",
        "I think the yams are watching me.  It's those little eyes.",
        "I think therefore I yam.",
        "I though I'd planted yams, but it turns out they're just normal potatoes.  I don't know what to do for Yam day now.",
        "Lirpa was a great Queen.",
        "I bought a small wooden box last Smith's Festival.  I still haven't figured out how to open it though.",
        "Some people have it easy, some people have it tough.",
        "I sleep with a coin under my pillow.  It brings me luck.",
        "I saw a juggler who could make things disappear, but that's not real magic.",
        "A street performer made my coin pouch disappear.  Still haven't got it back.  Great trick.",
        "They say that clerics have access to a higher power.  That where they get their healing powers from.",
        "Otium is famous for it's Yumram.  It's rum, made from yams!",
        "My best friend used to be a yam.  Then he got hit on the head and now he's just a vegetable.",
        "I once ate an entire yam without chewing.",
        "Have you ever taken part in the Yam digging competition?",
        "I wanted to take part in the Quarry race last year, but I couldnt' find enough parts to build a cart.",
        "People respect those who construct tributes to Lirpa and the other monarchs on the day of Lirpa's Lament.",
        "The Quarry Race takes place on the 19th of Flinto",
        "Midsummer is the 15th of Rebotco.  I always loved playing Scothwin, though I'm not sure I ever learnt the rules properly.",
        "Venson is the month of testing.  Officially it begins on the 24th and finishes on Cimalo, the 27th.",
        "I love the Smith's festival on the 7th of Geldor.  So many incredible things to look at.",
        "The first of Yam.  Yam day!  The best of all days.",
        "Lirpa's Lament is on the 13th of Lirpa.  They renamed the month after her when she died around 50 years ago.",
        "Otium was founded on the 7th of Kilmoi over a thousand years ago.",
        "I love the midwinter bonfire.  I usually start collecting wood for it the whole week before.  The bonfire is on the night of the 15th.",
        "Yams and potatoes don't get cold.  They have jackets.",
        "Some people try putting the skin back on their yams.  But I think that's unappealling.",
        "I stole a baked yam once.  I was a hot potato.",
        "I once accidentally bought a horse.  I thought I was only renting it!",
        "Mages are amazing!  They way they can change stuff... into other stuff... and do other things.  GAH!  It's so awesome!",
        "People from Otium are called Otes.",
        "Does anything exist outside of Otium?  I don't really know.  I don't think anyone does.",
        "We're all worried about the Millenium Bug.  Stories say that last time it awoke it ate half the population of Otium."
    ],
    "lowHealthQuotes": [
        "I don't have a broken arm! What are you talking about?....Oh THAT arm. Yeah that one's broken.",
        "The plague?  I wouldn't be caught DEAD with the plague.",
        "Black death?  No that wouldn't go with my hair colour.  I've got the dark brown death.",
        "I tripped and feel over my own feet.  The troubles with having a peg leg."
    ]
}